{
  "id": 156078,
  "name": "George Smith v. The State",
  "name_abbreviation": "Smith v. State",
  "decision_date": "1892-04-27",
  "docket_number": "No. 7518",
  "first_page": "14",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "18 S. W. Rep., 834",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "3 S. W. Rep., 539",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 16232,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 5.386341022632687e-07,
      "percentile": 0.9440924934233618
    },
    "sha256": "bb4964c0a075d3b4b52a1517fc846f1867accbee02321455ae4268a52d1c227f",
    "simhash": "1:b10078271ddc5fa6",
    "word_count": 2916
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George Smith v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of murder in the first degree for the killing of one James Isbell. There were two counts in the indictment—one charging murder upon malice aforethought, and the other a murder committed in the perpetration of robbery.\nAppellant’s first bill of exceptions is reserved to the charge of the court, because the court submitted the issue of express malice, when the indictment did not charge that the killing was upon express malice. It is no longer an open question in this State that an indictment charging murder to have been committed with ‘1 malice aforethought ’ ’ is sufficient to sustain a conviction for murder in the first degree, and that “ malice aforethought,” when charging murder in an indictment, charges a murder committed upon express malice. Sharpe v. The State, 17 Texas Ct. App., 486, and authorities there cited; Giebel v. The State, 28 Texas Ct. App., 151; Willson’s Crim. Stats., sec. 1035.\nAgain, in his fourth bill of exceptions, defendant complains of the sixth paragraph of the charge to the jury, in which they are instructed as follows: “ You are also informed, that if you believe from the evidence that the defendant, George Smith, with 4 malice aforethought,’ as such term is defined in the third paragraph hereof, and in the 4 perpetration of robbery,’ as such term is defined in the fifth clause hereof, shot and killed James Isbell with a pistol, then the defendant would be guilty of murder in the first degree, although you should believe from the evidence that Isbell fired the first shot.” It is insisted that this is not the law. We differ with counsel in this assertion, and are of the opinion that said charge was fully warranted and called for by the facts in the case.\nIn brief, the salient features of the case are, that the deceased, with other parties, was in a saloon, when the defendant entered and exclaimed 44 Throw up your hands.” Defendant had a pistol in his right hand, which was aimed in the direction of the crowd. He told James Isbell, the deceased, to open the safe. Isbell told him the safe was broken, and walked to the same and showed him that it was out of order. Defendant then said, 44 There is money here, and money is what I want;” and stepped to the east end of the ice chest, and kept his eyes on the deceased and the others by quick glances. He made deceased go behind the bar and put the money on the same, and then marched the deceased back to the crowd, and asked if any of the rest of them had watches, and for all of them to pull them out. He made one of the parties put his watch on the billiard table, where he walked and got it, and then •ordered another one of the crowd, a colored man, to search one of the others for money. While this was going on, Isbell, the deceased, had stepped around behind the counter and seized a pistol. As soon as the defendant saw this, he said, 44 God damn you, throw up your hands, or I will shoot you;” and at this two shots were fired, and Isbell was killed. Defendant fled, but was followed immediately by John Martin, who was one of the party, and overtaken and captured by him in a short time at the depot. This evidence does not show that Isbell shot first, and it is doubtful which one of the parties did shoot first; but the court clearly stated that if Isbell shot first it would nevertheless be murder in the first degree on the part of defendant, because he was engaged at the time in the perpetration of robbery, and, under our statute, a murder committed in the perpetration of robbery is per se murder in the first degree. Penal Code, art. 606; Willson’s Crim. Stats., sec. 1039; Washington v. The State, 25 Texas Ct. App., 387, and authorities there collated. Had Isbell fired the first shot, under the circumstances detailed, the defendant being in the perpetration of robbery, and had death ensued from the effect of such shot, such killing upon the part of Isbell would have been no offense against the law; because our statute expressly provides that if the homicide takes place in the prevention of robbery, it shall be justifiable if the robber is in the presence of the parties robbed, or is flying with the money or other article taken by him. Penal Code, art. 570, subdiv. 5.\nAnother objection to the charge of the court is contained in defendant’s third bill of exceptions, which complains of the eighth paragraph of said charge, because the same, upon the issue of insanity, instructed the jury that the defendant must “ clearly” prove that at the time of committing the act he was laboring under insanity, while the law only requires that the defendant prove his insanity by a preponderance of evidence. In answer to this objection we would state, that in our opinion the evidence was insufficient to set up the issue of insanity in this case; but had it done so, or though it had done so sufficiently to require the court to charge upon insanity, we do not think the objection urged is tenable. The rule, as announced upon the subject of insanity in the case of King v. The State, 9 Texas Court of Appeals, 515, is as follows: “ The law presumes every man to be sane, and that presumption alone will of itself sustain the burden of proof which is devolved upon the State in every criminal case, so far as insanity is involved, until it is rebutted and overcome by satisfactory evidence to the contrary. Naturally, and in fact, the burden to rebut this presumption rests with and is upon the defendant, and he should be able to show his insanity clearly, and to that extent that the minds and consciences of the jury can say, that on account of his insanity he was guiltless of entertaining the criminal intent essential to responsibility for the crime charged. ’ ’ See also Smith v. The State, 19 Texas Court of Appeals, 95, where a similar objection was made to the charge as in this case, and it was held that the objection was not well taken. Giebel v. The State, 28 Texas Ct. App., 151; Smith v. The State, 22 Texas Ct. App., 317. The rule as it now obtains in this State, and in fact in a majority of the States of the American Union, is that the burden is upon the defendant to establish his insanity by a preponderance of evidence. Jones v. The State, 13 Texas Ct. App., 1; Leache v. The State, 22 Texas Ct. App., 281; 3 S. W. Rep., 539; Giebel v. The State, 28 Texas Ct. App., 151; Moore v. The Commonwealth (Ky.), 18 S. W. Rep., 834.\nAppellant made a motion for a change of venue, which motion was sustained by the affidavits of two compurgators. The State controverted the credibility of the two compurgators by the affidavit of one Andrews, who, in addition to the fact that he attacked the credibility of said compurgators, stated in his affidavit that said compurgators were witnesses in behalf of the defendant, and believed to be in sympathy with him. The defendant moved to strike out all that portion of the affidavit of Andrews which sets up the fact that said compurgators “ are witnesses in the case, and have been in attendance on this cause for the defendant, and are believed by affiant to be in sympathy with the defendant, and they are not credible witnesses to the matters in said application set forth.” This motion to strike out was by the court overruled. In determining as to the credibility of the compurgators to an application for a change of venue, the court may inquire into the motive, intent, and feelings, relationship to the party, and the like, and their opportunity and means of knowledge. Dunn v.The State, 7 Texas Ct. App., 600; Willson’s Crim. Stats., sec. 2210. The court did not err in its ruling, and, moreover, it is provided by statute that the order of the judge granting or refusing a change of venue shall not be revised upon appeal, unless the facts upon which the same was based are presented in a bill of exceptions, properly signed, approved, and filed at the term of court at which such order was made. Code Crim. Proc., art. 584. And if in this case the ruling of the court had been incorrect in the particular complained of, we would not have been authorized to revise the acts of the court in refusing a change of venue, because the facts have not been brought up by bill of exceptions, as has been provided in said article. Blackwell v. The State, 29 Texas Ct. App., 194.\nAmong other things, appellant asks that his motion for a new trial be granted on account of the newly discovered evidence of one Kempton. The affidavit in support of this ground for the motion states that he was confined in the jail with the defendant for several months prior to his trial, and that he had reason to believe from the acts of defendant that he was insane. Such testimony does not come within the rule of newly discovered evidence, which requires that the evidence has come to the-knowledge of the defendant since the trial, and that it was not owing - to a want of diligence on his part that it was not discovered sooner. Defendant certainly knew that he was in jail with Kempton, and it was his. duty to have inquired as to any facts that Kempton might have knowm that would be of advantage to him or throw any light upon the issues in his trial. See Willson’s Crim. Stats., sec. 2544.\nWe have discussed all the errors complained of by defendant in his bills of exception and motion for a new trial, and are constrained to say that none of them present such materiality as require a reversal of the judgment in this case. The trial appears to have been a fair and impartial one, and we do not feel that we would be authorized in interfering with the judgment, which has inflicted the death penalty for a murder without excuse, and committed in the perpetration of robbery. The judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "No brief on file for appellant.",
      "R. H. Harrison, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "George Smith v. The State.\nNo. 7518.\nDecided April 27.\n1. Murder— Indictment —Charge of the Court. —Where an indictment for murder charged that the murder was committed with “malice aforethought,” held, that it was not error for the court in its charge to the jury to submit the issue of “ express malice,” since malice aforethought, when charging murder in an indictment, charges a murder committed upon express malice.\n2. Charge of Court—Murder in First Degree.—Where the evidence showed that the defendant was engaged in the perpetration of robbery; that deceased had seized a pistol, and that both parties fired about the same time, it being doubtful which party shot first; held, that the court properly instructed the jury: “You are also informed that if you believe from the evidence that the defendant George Smith, with ‘malice aforethought.’ and in the perpetration of robbery, shot and killed James Isbell with a pistol, then defendant would be guilty of murder in the first degree, although you should believe from the evidence that Isbell fired the first shot.” A murder committed in the perpetration of robbery is under our statute per se murder in the first degree, while a killing to prevent robbery is justifiable.\n3. Charge of the Court — Insanity.—On atrial for murder, where the defense was insanity, held, that it was not error for the court to instruct the jury that, “to establish a defense on the ground of insanity it must be ‘clearly proven' that at the time of committing the act the party accused was laboring under such defect of reason from disease of the mind as not to know the nature or quality of the act he was doing,” etc. The burden to rebut the presumption of sanity rests with and is upon the defendant, and he should be able to show his insanity '•'•clearly.''\n4. Change of Venue—Compurgators.—Where on a motion for change of venue the State controverted the credibility of the compurgators by an affidavit which charged that they were witnesses for, and believed to be in sympathy with defendant, held, that the court did not err in overruling a motion to strike out said affidavit, since it was the duty of the court in determining as to the credibility of the compurgators to inquire into their motives and feelings toward the defendant.\n5. Same — Change of Venue —Practice in Court of Appeals.—In order to have the action of the trial court refusing a change of venue revised on appeal, the facts on which the motion is based must be presented in a bill of exceptions, as provided by article 5S4, Code of Criminal Procedure\n6. Newly Discovered Evidence. — Where a new trial was sought for newly discovered evidence, supported by the affidavit of the proposed witness, in which he states that he was confined for several months in jail with defendant before his trial, and that he had reason to believe, from his acts, that he was insane, held, that the facts showed want of diligence, and do not come within the rule of newly discovered testimony.\nAppeal from the District Court of Grayson. Tried below before Hon. P. B. Muse.\nOn a trial under an indictment charging him with the murder of one James Isbell, by shooting him with a pistol, appellant was convicted of murder in the first degree and his punishment assessed by the verdict and judgment at death.\nThe murder was committed by defendant while in the perpetration of robbery, in the village of Bells, a railroad station in Grayson County, between 8 and 9 o’clock, on Wednesday evening, January 14,1891. This most daring murder and robbery were committed in Reasonberg’s saloon, which adjoined the hotel, and was one of the most public places in the village.\nThe State’s witness Keener describes the circumstances of the transaction and the situation of the parties in the saloon, as follows: Jim Isbell, Mathews, and I were north of the stove; Elliott and Humbles were playing dominoes at a table; John Martin and John Hill, two negroes, were south of the stove. The defendant came into the saloon; had a pistol in his hand presented towards the crowd, and stopped near the end of the bar counter and said: “ Throw up your hands. I ain’t got long to stay. I want what money you have.” I pulled my money out as I rose and dropped it and worked it somehow under the stove. We threw up our hands, and the defendant, with his pistol on Isbell, made Isbell go to the safe. Isbell pulled out the pin and showed that the safe was broken. Then defendant stepped somewhat northeast and made Isbell go behind the bar counter and get the money from the drawer and lay it on the counter. Defendant then marched Isbell back to the crowd and called for watches. He made Elliott pull out his watch and lay it on the table. Defendant said, “A man who owns such a watch has money.” Defendant then made John Martin, colored, come and search Elliott.\nI saw that Isbell was trying to get his pistol, for the scabbard had dropped to the floor, and Isbell had put .his foot on it. Defendant glanced toward Isbell and said, “ God damn you, throw up your hands, or I will shoot you;” then both fired. When he told Isbell to throw up his hands, I, in order to attract defendant’s attention, hallooed out, “Shot.” As soon as he shot I grabbed his pistol, and we scuffled toward the door. Some one else ran up, but I told them to go away. I got the pistol near the west door of the saloon, and as defendant ran north I fired at him, and Elliott fired also. The negro, John Martin, followed defendant around the depot and caught him, and yelled for us to run there. They soon brought Smith back and guarded him at the saloon all that night, and turned him over to officers from Sherman next morning. I gave Sheriff McAfee the pistol that I took from defendant in the scuffle in the saloon when he had shot Isbell. I can not say who fired first, defendant or Isbell. I heard Elliott say at the time that he was powder burnt. When I came back, about dusk, to the saloon defendant was in there, and soon left, and afterward I saw him in front of the lunch room, and spoke a word or two with him, and he remarked that he lived near Whitewright, but it was dark and rainy and he would stay in the hotel.\nIt is unnecessary to give the other testimony in the case, inasmuch as it corroborates the main features of the testimony of the witness Keener as to what did transpire at the time of the killing.\nNo brief on file for appellant.\nR. H. Harrison, Assistant Attorney-General, for the State."
  },
  "file_name": "0014-01",
  "first_page_order": 34,
  "last_page_order": 39
}
