{
  "id": 156075,
  "name": "J. M. Patton v. The State",
  "name_abbreviation": "Patton v. State",
  "decision_date": "1892-04-27",
  "docket_number": "No. 7610",
  "first_page": "20",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 281,
    "char_count": 5043,
    "ocr_confidence": 0.54,
    "sha256": "1bd2dafae30b90f47fe0ebb1693571e52f68b7bd9a2edcd691da7ab1b9b8eade",
    "simhash": "1:ad82aa54abb9c26f",
    "word_count": 873
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. M. Patton v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nThe information charges that appellant did, on ■or about the 29th day of June, A. D. 1891, “ open and keep open a bar room, saloon, house, and establishment where vinous, malt, spirituous, and intoxicating liquors were sold, the said day being an election day, on which an election was then and there being held by lawful authority, for the purpose of determining whether or not Archer City should be incorporated; against the peace and dignity of the State.”\nThis information seeks to charge the ofíense denounced by the act of the Legislature passed March 23, 1887, amendatory of article 178 of the Penal Code, by which it is provided: “If any person shall open or keep open any bar room, saloon, or other place, house, or establishment where vinous, malt, spirituous, or intoxicating liquors are sold during any portion of a day on which an election is being held for any purpose or office whatsoever, in the voting precinct, village, town, or city where such election is held, or within three miles of such voting precinct, village, town, or city where such election is held, * * * he shall be fined not less than 8100 nor more than 8500.” It will be noticed that this statute prescribes various ways by which a party may be guilty of a violation of its provisions. The pleader may select one of such modes, or he may charge them all conjointly in one count, or he may charge each mode in a separate count, at his option; and a conviction will be sustained on proof supporting any one of such counts. He would not be required to elect upon which count he would ask a conviction. But it is equally well settled, that in order to constitute such pleading valid and sufficient, it must charge by proper averments the offense denounced by the statute.\nTo constitute the information in this case a valid one, it should have averred that the bar room, saloon, house, or establishment mentioned was open, or kept open, as the case may have been, on the day of election, in the precinct, village, town, or city where such election was being held, or within three miles thereof. In other words, the information should have alleged, by proper averments, such a state of case as would bring the offense sought to be charged within the terms of the statute. This was not done. It will further be observed, that Archer City, the incorporation of which was the subject of the election held, is not shown, except by inference, to be in the county of Archer.\nPrior to the Act of 1887, amendatory of article 178 of the Penal Code, it was further necessary to aver that the accused opened, etc., his bar room or other inhibited place in his voting precinct, etc.; but that allegation is now unnecessary, and may be omitted, inasmuch as the residence of the accused in such voting precinct is not a constituent element of this offense under the present statute. Janks v. The State, 29 Texas Ct. App., 233; Willson’s Crim. Stats., sec. 282.\nThe Assistant Attorney-General, with his usual candor, confesses error upon the point indicated. Because the information wholly fails to charge a violation of the law, the judgment is reversed, and the cause dismissed.\nReversed and dismissed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "J. P. Boyd, for appellant.",
      "R. H. Harrison, Assistant Attorney-General, for the State,"
    ],
    "corrections": "",
    "head_matter": "J. M. Patton v. The State.\nNo. 7610.\nDecided April 27.\n1. Information—Sale of Intoxicating Liquor on Election Day.— Article 178 of the Penal Code provides that, “ if any person shall open or keep open any bar room, saloon, or other place, etc., where intoxicating liquors are sold, during any portion of the day on which an election is held for any purpose or office whatsoever in the voting precinct, town, or village where such election is held, or within three miles of any such voting precinct, village, town, or city where such election is held, or shall in such voting precinct, village, town, or city, or within three miles thereof, sell, barter, or give away any vinous, spiritous, malt, or intoxicating liquor during the day in which any such election is held, shall be fined,” etc. Held, that an indictment, or information seeking to charge a violation of .the provisions of this statute, to be valid and sufficient, must aver that the bar room, saloon, house, etc., mentioned was open or kept open on the day of election in the precinct, village, town, or city where such election was being held, or within three miles thereof.\n2. Same.—See an information held fatally defective which sought to charge the keeping open of a bar room on election day.\nAppeal from the County Court of Archer. Tried below before Hon. A. Llewellyn, County Judge.\nAppellant was prosecuted under an information seeking to charge him with keeping open a bar room on election day, in violation of article 178, Penal Code. At his trial he was convicted, and his punishment was assessed at a fine of $100.\nIt is unnecessary to state the facts adduced in evidence.\nJ. P. Boyd, for appellant.\nR. H. Harrison, Assistant Attorney-General, for the State,\nconfessed error, for the reason that the information charged no offense against the law."
  },
  "file_name": "0020-01",
  "first_page_order": 40,
  "last_page_order": 41
}
