{
  "id": 1228837,
  "name": "THE PEOPLE EX REL. HENRY N. PRINGLE v. JAMES J. CONWAY",
  "name_abbreviation": "People ex rel. Pringle v. Conway",
  "decision_date": "1923-10",
  "docket_number": "",
  "first_page": "23",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 23"
    },
    {
      "type": "parallel",
      "cite": "121 Misc. 620"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "66 Hun, 465",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 9720,
    "ocr_confidence": 0.559,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.04528627368255586
    },
    "sha256": "28c1fe41310159642d33492ac7e8cf267d75cd7faae87835e8087ec60d74bb22",
    "simhash": "1:2fccbae36c3b05a4",
    "word_count": 1632
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. HENRY N. PRINGLE v. JAMES J. CONWAY."
    ],
    "opinions": [
      {
        "text": "Dike, J.:\nThis is an application for an order of mandamus to compel City Magistrate James J. Conway or, in the alternative, the magistrate who may he sitting in the City Magistrates’ Court of the city of Hew York, borough of Queens, fourth district, on a certain day to allow and permit Samuel Marcus or any other counsel to be selected by Henry M. Pringle, to appear-for the complainant, the said Henry H. Pringle, on a hearing of the criminal action pending in the aforesaid Magistrates’ Court against certain defendants and to permit said counsel to take part therein^, and why the court should not make such other or further order as it may deem proper.\nA discussion of the details of the charge against the prisoners is unnecessary.’ It appears that the Society for the Prevention of Crime, duly incorporated under the Benevolent, Charitable, etc., Act, is urging that their attorney be permitted to prosecute in the Magistrates’ Court the two defendants in question for illegal acts alleged to have occurred at one of the race tracks in the county of Queens.\nI wish here to decide simply the point as to whether the attorney for the society may act as the sole prosecutor in the proceedings in the Magistrates’ Court. .\nAt the outset it seems to me this involves primarily a consideration of a magistrate’s powers and duties as they may be pertinent to this inquiry. These courts are of enormous importance. It is there that the first step is taken after apprehension of a prisoner that may ultimately lead by intermédiate steps to his punishment by imprisonment or even death. The magistrates are vested with broad responsibilities. Their powers are extensive; their judgment must be keen to protect in one case the rights of a prisoner; in the other the rights of the public, which could be grievously harmed by the wrongful and unjustifiable discharge of a prisoner after presentation of evidence justifying his being held. Any information from any source pertinent to the examination before the magistrate should be brought to his attention, and it is natural that such magistrate should desire the fullest information in order to arrive at a just conclusion upon the merits. A hearing before a magistrate is not a prosecution. It is an inquiry. It is a court of informality in a way, and much latitude is accorded the magistrate in his personal examination of witnesses. He has extensive powers as to how the examination may be conducted. There are few limitations that curtail his judicial activities.\nSection 203 of the Code of Criminal Procedure indicates who may not be excluded from the examination by the magistrate. “ The magistrate may also exclude from the examination every person, except the clerk of the magistrate, the prosecutor and his counsel, the attorney-general, the district attorney of the county, the defendant and his counsel, and the officer having the defendant in his custody.”\nThis section clearly shows the district attorney of the county may not be excluded at the hearing and equally indicates that the complaining witness, “ the prosecutor,” may have his counsel present, and may not be excluded by the magistrate. As to the legal necessity for the presence of the district attorney at hearings in the Magistrates’ Court as the prosecuting officer of the county, I have failed to find any law which imposes on the district attorney any specific duty to so attend in a Magistrate’s Court at such hearing. There has grown upx however, the custom, especially in the counties included in the city of New Tork, of the district attorney’s office being represented at such hearings or, as appears in the instant case, an arrangement between the present district attorney and the magistrates that in all important matters, if not represented at the preliminary hearing of an important matter, the magistrate shall order an adjournment, until the district attorney may be present or represented.\nThe necessity for such a custom is obvious. The value to the People in the presentation by the district attorney of evidence at the preliminary hearing is incalculable. But if he does not appear and counsel for complaint is present and the magistrate elects to proceed with the hearing such action would be entirely proper, and a magistrate could avail himself of prosecutor’s counsel to present the case.\nThe district attorney is more than a prosecuting officer. He is a quasi judicial officer. He has a broad discretion in the handling of all criminal matters in his county. He has even the right during an examination pending before a magistrate to summarily present the case to a grand jury, in effect taking the matter out of the hands of the magistrate, and seeking an indictment before the inquiry is concluded or the magistrate has decided whether the prisoner should be held or discharged. Subsequently to the preliminary hearings and in the proceedings in criminal actions that would follow, the district attorney has exclusive right to appear and prosecute.\nBoth sides in this controversy have cited the one case in this state that seems to have discussed the questions involved in this application. I refer to the case of People ex rel. Howes v. Grady, 66 Hun, 465, which case was affirmed without opinion in 144 New York, 685. Each party here construes parts of the opinion of O’Brien, J., as a supporting authority for their contention. The relator stresses this sentence in the opinion: “ We find no law which imposes on the district attorney any duty to attend on preliminary hearings before the magistrate.”\nThe district attorney quotes the succeeding sentence, viz.: “ That he has a right to attend and conduct such preliminary hearings seems reasonably clear, but this is entirely consistent with the right given to complainants where the district attorney does not appear to be represented by counsel.”\nThe relator herein asks too much. He asks this court for an order which shall be issued to a city magistrate who shall be presiding upon the hearing of the matter in question, which order shall command and direct such city magistrate to allow and permit Samuel Marcus or other counsel to be selected by •an officer of this certain society above mentioned to appear for the complainant on the hearing before the magistrate in .the criminal action so pending; that said counsel shall be permitted to take part in such hearing as the sole prosecuting officer. No mention whatever is made of the district attorney; no mention is made or no request that said counsel sought to be designated and the district attorney shall work in colloboration. The relator seeks to have the evidence against the defendants presented by the attorney for the society and by no other. It would close the lips of the district attorney, should such an order be granted, from asking a question or addressing the court. There is no provision of law that can lead to such an absurd situation. As I read the law, this becomes a detail of the hearing before the magistrate. As a part of his broad powers he should seek information, and would naturally so seek it wherever it might be found.\nThe district attorney present would and should have the fullest opportunity to take such legal steps in the presentation of evidence as would protect the rights of the People, of whom he is a sworn officer, and, likewise, it would be incumbent upon the magistrate to listen to counsel for the complainant, who is interested in all of such cases, to present any evidence that may have escaped the attention of the district attorney for the consideration of the magistrate and for him to pass upon as to its competency and relevancy. Between district attorney and counsel for a complainant there could be, and very advantageously, collaboration and participation in the presentation of a case at a hearing before the magistrate. Prosecutor’s counsel’s right to appear and take part at a hearing may be, therefore, inclusive but certainly is not exclusive, but I know of no rule or no law that would justify this court in ordering the magistrate to eliminate the district attorney from a hearing or an inquiry before him.\nRelator asks the issuance of a powerful writ. It is a remedy of an exceptional character, and it can only be issued where a clear, unquestioned legal right is made to appear. That has not been so proved by the relator. I, therefore, am constrained to deny the motion for mandamus.\nOrdered accordingly.-",
        "type": "majority",
        "author": "Dike, J.:"
      }
    ],
    "attorneys": [
      "Moss, Marcus & Wels (Samuel Marcus, of counsel), for complainant.",
      "George P. Nicholson, Corporation Counsel (Robert J. Calhard, of counsel), Dana Wallace, District Attorney (Joseph Lonardo, Assistant District Attorney, of counsel).",
      "William Wills, for accused."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT —QUEENS COUNTY.\nOctober, 1923.\nTHE PEOPLE EX REL. HENRY N. PRINGLE v. JAMES J. CONWAY.\n(121 Misc. 620.)\n■Procedure — Magistrates’ court, city op new york — Mandamus will NOT ISSUE TO COMPEL MAGISTRATE TO ALLOW COUNSEL POR COMPLAINANT TO ACT AS SOLE PROSECUTOR-CODE GRIM. PRO. § 205.\nA mandamus will issue only where a clear and unquestioned legal right thereto is made to appear.\nWhile the district attorney is not in duty bound to attend upon the examination of a criminal charge in the Magistrates’ Court in the city of New York he may not under section 20'5 of the Code of Criminal Procedure be excluded from the hearing by the sitting magistrate, and although under said section neither he nor the complainant, the duly incorporated “Society for the Prevention of Crime,” nor its counsel, may be excluded from the examination, a motion fdr an order of mandamus to compel the magistrate to allow counsel selected by the ■complainant to act as the sole prosecutor will be denied.\nMotion for order of mandamus.\nMoss, Marcus & Wels (Samuel Marcus, of counsel), for complainant.\nGeorge P. Nicholson, Corporation Counsel (Robert J. Calhard, of counsel), Dana Wallace, District Attorney (Joseph Lonardo, Assistant District Attorney, of counsel).\nWilliam Wills, for accused."
  },
  "file_name": "0023-01",
  "first_page_order": 39,
  "last_page_order": 44
}
