{
"id": 1228843,
  "name": "THE PEOPLE EX REL. NICHOLAS PETRUCCI v. JOHN J. HANLEY",
  "name_abbreviation": "People ex rel. Petrucci v. Hanley",
  "decision_date": "1923-10",
  "docket_number": "",
  "first_page": "28",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 28"
    },
    {
      "type": "parallel",
      "cite": "121 Misc. 624"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 426,
    "char_count": 7847,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.04528708815458353
    },
    "sha256": "9e36908583953d281d3c94d71ef2584741da3d736a41347276096e33e1797ae9",
    "simhash": "1:187228e7750d9d88",
    "word_count": 1349
  },
  "last_updated": "2023-07-14T15:16:59.476267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. NICHOLAS PETRUCCI v. JOHN J. HANLEY."
    ],
    "opinions": [
      {
        "text": "Davis, J.:\nThe relator, Nicholas Petrucci, after being adjudged guilty of a criminal contempt of court, committed in the immediate view and presence of the court, was sentenced to imprisonment for a period of thirty days and to pay a fine of $250. The commitment was made by Judge Crain, a judge of General Sessions, who at the time was sitting as a magistrate. The order of commitment was made and entered on September 5, 1923. It provides for the term of imprisonment and also for an additional term of thirty days, commencing at the expiration of the definite sentence, in default of the payment of the fine imposed. The relator brings this proceeding by writ of habeas corpus to test the validity of the order of commitment.\nIt appears from the commitment that on May 9, 1923, Police Commissioner Enright laid before Judge Crain, then sitting as a magistrate, an information in writing charging on oath Joseph E. Corrigan and Louis A. Cuvillier with criminal libel as defined by section 1340 of the Penal Law. The defendants Corrigan and Cuvillier appeared on May 22, 1923, before the magistrate and demanded an examination of the charge against them. Thereafter the examination was held on various days including August 28, 1923. On the last-mentioned day the ■ relator being then on the witness stand and under oath was interrogated as follows by the magistrate: “ Nicholas Petrucci, when I put you the following question, I am not making an inquiry as to the state of your memory: State the name or names of the persons who, on or about May 17, 1921, purchased from Ernest Petrucci, or from the firm of which he was a member, and in which you were employed as a bookkeeper, 834 cases of liquor, or some portions of the same, at or about such time contained in a garage or building known as Greeley Garage in the County of New York.” Referring to this interrogatory put by the magistrate, the commitment recites that relator instead of .answering the said interrogatory, then and there stated as follows: “ I do not remember.” The magistrate thereupon asked the relator, “ Do you give as a reason for not answering the question that you cannot remember?” The relator answered, “Yes, sir.” As appears from the commitment the learned magistrate found “ from all the testimony in the case touching the premises, including that given by the said Nicholas Petrucci and Ernest Petrucci, and from the appearance and demeanor of the said Nicholas Petrucci as a witness, and his manner of testifying, * * * that the relator then and \"there could and did remember the name or names of the persons who on or about the said date so purchased the said 834 cases of liquor, or some portion thereof.” The magistrate also found that relator’s response was in effect a refusal to answer the question and for that reason his conduct was contumacious and unlawful. The magistrate proceeded under section 619 of the Code of Criminal Procedure which provided, among other matters, that a refusal to testify may be punished by the court or magistrate as' for a criminal contempt in the manner provided in the Judiciary Law.\nThe relator claims that the magistrate was a city magistrate and as such he had no power to punish him as fór a criminal contempt for the acts set forth in the commitment. It is my opinion that in this proceeding Judge Crain was not a city magistrate acting under the limited authority of city magistrates, but was a magistrate within the meaning of section 619 of the Code of Criminal Procedure and had full authority to commit as for a criminal contempt in the cases specified in that section of the Code.\nOne of the defenses to the charge of criminal libel was, that the publication charged as libelous was true and was published with good motives and for justifiable ends. The purpose of the question which it is claimed relator refused to answer was to show that certain high police officials had purchased from the relator or his brother a certain quantity of liquor in violation of law. The materiality of the question put to the relator appears obvious from the alleged libelous telegram. It is as follows:\nAlbany, N. Y., April 22, 1923.\n“ Magistrate Joseph E. Cobeigan,\n“ 3 East Tenth Street,\n“ New York City:\n“ As a member of the Legislature I am doing all in my power to have a legislative investigation of the Police Department of the City of New York. There are in the safe of the-Assembly documents, correspondence and letters showing that the Mullan-Gage Law is an instrument of oppression, and is being used as a black jack by high officials of the Police Department to extort money from the citizens of New York, as well as giving the opportunity to the police to engage in bootlegging themselves.\n“ Do you know that the police are fighting among themselves as to the division of spoils from bootlegging?\n“ Call a mass meeting appealing to Governor Smith to remove Enright pending a legislative investigation of the Police Department.\n“Ninety per cent of the police are honest and want to do their duty, but as Enright and his graft collectors in the department are using their power to make the citizens pay up or shut up, the Legislature will pass a bill to rid the Police Department of the crooks in it.\n“ You can publish this telegram if you desire.\n\" Louis A. Cuvillier.\"\nThe inquiry being material to the issue involved, was Judge Crain authorized to determine whether the relator’s response, “ I cannot remember,” was in fact a refusal to answer ? It might be an answer or it might not be. If the witness truthfully stated that he could not remember, it would be a sufficient .answer to the inquiry, but if he gave that response when in fact he did remember, it is not an answer and such a response under the circumstances would amount to a contempt. And when the magistrate, after a consideration of all the accompanying circumstances, including the demeanor of the witness on the stand, comes to the deliberate conclusion that the witness does remember, notwithstanding his denial of recollection, his decision upon that question ought not to be disturbed. He .alone is the judge of the fact, and where it appears as here that he acted with extreme deliberation and with a due regard to the rights of the relator, his findings will be upheld.\nThe writ of habeas corpus is dismissed and the relator remanded.\nOrdered accordingly.",
        "type": "majority",
        "author": "Davis, J.:"
      }
    ],
    "attorneys": [
      "Antonio C. Astarita, for relator.",
      "Joab H. Banton District Attorney (John Caldwell Myers, of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — SPECIAL TERM —NEW YORK\nOctober, 1923.\nTHE PEOPLE EX REL. NICHOLAS PETRUCCI v. JOHN J. HANLEY.\n(121 Misc. 624.)\nHabeas corpus — Judge op court op general sessions op new york CITY, SITTING AS A MAGISTRATE, UNDER CODE OP CRIMINAL PROCEDURE,. Section 619, has full authority to punish witness por criminal contempt — Writ op habeas corpus denied where relator’s response WAS, IN EFFECT, A CONTUMACIOUS REFUSAL TO ANSWER QUESTION PUT TO HIM ON HEARING OP AN INFORMATION.\nWhere relator as a witness on the hearing of an information laid before a judge of the Court of General Sessions of the city and county of Hew York, sitting as a magistrate, to a question put by the judge and material to the issue involved made answer, “I cannot remember,”' and the magistrate with due regard to the rights of relator not only finds that he could and did remember but that his response was in effect a contumacious refusal to answer, the magistrate under section 61® of the Code of Criminal Procedure has full authority to punish the witness as for a criminal contempt.\nA writ of habeas corpus sued out by relator to test the validity of ■ the commitment providing for a thirty days ’ sentence to imprisonment • and imposing a fine of $250 upon adjudging him guilty of a criminal contempt of court, dismissed, and relator remanded.\nMotion for writ of habeas corpus.\nAntonio C. Astarita, for relator.\nJoab H. Banton District Attorney (John Caldwell Myers, of counsel), for respondent."
  },
  "file_name": "0028-01",
  "first_page_order": 44,
  "last_page_order": 48
}