{
  "id": 155967,
  "name": "Charley Vines v. The State",
  "name_abbreviation": "Vines v. State",
  "decision_date": "1892-05-25",
  "docket_number": "No. 7756",
  "first_page": "31",
  "last_page": "33",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "36 Mich., 255",
      "category": "reporters:state",
      "reporter": "Mich.",
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 7457,
    "ocr_confidence": 0.588,
    "pagerank": {
      "raw": 3.225227509081252e-07,
      "percentile": 0.8673627304140126
    },
    "sha256": "e1c68aef1f9af2e689a66b1c37884ff4b6ba231087a737fb4cb2ac17e02df3e9",
    "simhash": "1:63e19d43e256ebb4",
    "word_count": 1301
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charley Vines v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of murder in the first degree, and his punishment assessed at death. One of the grounds for the motion for a new trial is based upon the action of the court in overruling the application for a continuance. A bill of exceptions was not reserved to this ruling of the court; therefore it can not be considered. Willson’s Crim. Stats., sec. 2187.\nUpon the conclusion of the opening argument, and not before, counsel for appellant declined to argue the case; whereupon the district attorney announced to the court that he desired to address the jury upon some phases of the testimony not commented on by associate counsel in his opening argument. To this defendant’s counsel interposed an objection. The court permitted the district attorney to address the jurj', and informed defendant’s counsel that they had the right to argue the case. When the district attorney concluded, the court again informed defendant’s counsel of their right to be heard, and tendered them the privilege of replying to State’s counsel’s closing argument. They again declined, and assigned the ruling of the court as error.\nThe question here presented is, can the defendant, by waiving argument after the opening argument has been made, cut off the right of the State to be heard in a concluding address to the jury ? Independent of a statutory rule on the subject, the order of the argument is addressed to the sound discretion of the trial court. In a Michigan case it was said: <6 Usually the plaintiff’s opening must indicate what the defendants are expected to meet. They have a right to know what arguments are to be alleged against them, and this they can only learn from the opening, inasmuch as thejr have no reply. In most cases, if they do not think the opening requires any arguments to fortify their case, they may fairly let the case go to the jury as it stands, and no reply is needed where there is nothing to be replied to. But while this is true in theory, it is also true that when all the testimony is in the defendants know perfectly well, before the opening, what the line of argument against them must be, and that its effect upon the jury will depend more or less upon the skill or force of opposing counsel in presenting the facts. As one counsel opens, and as, where there are more than one, the ground is usually divided, .and the junior commonly precedes, the effect of cutting off a reply would be to prevent the whole case from being thoroughly presented. We can not think there is any absolute right in a defendant to produce such a result. Every court is bound in fairness to prevent such abuses. But, inasmuch as the propriety of interference must depend upon circumstances, we think the matter comes within the discretionary rules which must, unless in extreme cases, leave the trial judge to determine the course of procedure.” Barden v. Briscoe, 36 Mich., 255, 257; Thomp. Trials, sec. 936.\nIt is a rule, in so far as we are apprised, and one too well settled to be ■disturbed, where matters of practice or procedure are confided to judicial discretion, in order to have the exercise of that discretion revised, an •obvious abuse must be shown. Such we understand to be the rule in this State. This is particularly so with reference to argument in criminal cases. With reference to this class of cases the statute provides: “ When a criminal cause is to be argued, the order of argument may be regulated by the presiding judge; but in all cases the State’s counsel shall have the right to make the concluding address to the jury.” Code Crim. Proc., art. 667. The order of argument, therefore, is within the discretion of the court, limited only by the right of the State to conclude.\nIn criminal trials it is the duty of the prosecution to deal justly and fairly with the defendant, and it is incumbent upon officers charged with enforcement of the law to facilitate in every reasonable way a fair and impartial trial, to the end that strict justice may be done the defendant. The law imposes this duty, and the Constitution guarantees it as a sacred right. As presented by the bill of exceptions, no injury has been made to appear, and none has been pointed out by defendant. On the contrary, if injury accrued by reason of the facts detailed, it was the act of defendant and his counsel in refusing the argument in both instances. No injury is disclosed by the record, no right invaded, and no privilege denied or withheld. Unless injury be shown, no revision of the court’s action would be justified. In fact, the court went beyond the statute in tendering the defendant the privilege of closing the case. This was favorable to him, and he can not be heard to complain. The mere fact that the district attorney was permitted to address the jury does not constitute injury, nor manifest any abuse of discretion. The effect, or probable effect, of the closing address is not disclosed. We can not presume that defendant was injured by it. We can not indulge inferences in aid of the bill of exceptions in order to vacate the judgment. Willson’s Crim. Stats., sec. 2368.\nA statement of the facts has not been sent up for our inspection. In so far as the same is disclosed by the record, the defendant has had a fair and impartial trial, and the judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "No brief on file for appellant.",
      "R. H. Harrison, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Charley Vines v. The State.\nNo. 7756.\nDecided May 25.\n1. Continuance—New Trial—Bill of Exceptions. • - Unless a bill of exceptions has been reserved to the overruling of an application for a continuance, the action of the court in refusing a new-trial, based upon the overruling of said application for continuance, will not be considered on appeal.\n2. Practice —Order of Argument in Criminal Case.—Upon a trial for murder, after the opening argument by the associate counsel for the State, defendant’s counsel declined to make any argument in the case; whereupon the district attorney, over objection of defendant, was permitted to further address the jury in behalf of the prosecution; after which the court tendered defendant’s counsel the right to reply, which they declined, and assigned as error the action of the court in allowing the district attorney to make a second argument in behalf of the State when they had made no argument at all. Held, no error is made to appear. The order of argument is within the discretion of the court, and limited only by the provisions, of our statute, which provides that when a criminal case is to be argued the order of argument may be regulated by the presiding judge, but in all cases the State’s counsel shall have the right to make the concluding address to the jury. Code Crim. Proc., art. 667. The order of argument being within the discretion of the court, unless it be shown that in the exercise of that discretion defendant has been injured, no revision of the court’s action would be justified on appeal.\nAppeal from the District Court of Bowie. Tried below before Hon. John L. Sheppard.\nAppellant was indicted for the murder of one David Morgan, and on his trial was found guilty of murder in the first degree, with the punishment assessed at death. There is no statement of facts in the case, and the only bill of exceptions contained in the record relates to the order of argument, the facts concerning which are fully discussed in the opinion.\nNo brief on file for appellant.\nR. H. Harrison, Assistant Attorney-General, for the State."
  },
  "file_name": "0031-01",
  "first_page_order": 51,
  "last_page_order": 53
}
