{
"id": 4382158,
  "name": "JOYCE S. ALMOND et al., Plaintiffs and Appellants, v. COUNTY OF SACRAMENTO et al., Defendants and Respondents",
  "name_abbreviation": "Almond v. County of Sacramento",
  "decision_date": "1969-09-04",
  "docket_number": "Civ. No. 12022",
  "first_page": "32",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 32"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "436 P.2d 273",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.Rptr. 273",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 137",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0137-01"
      ]
    },
    {
      "cite": "20 Cal.Rptr. 321",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.2d. 450",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4375244
      ],
      "pin_cites": [
        {
          "page": "455"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/57/0450-01"
      ]
    },
    {
      "cite": "160 Cal.App.2d 640",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4393323
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/160/0640-01"
      ]
    },
    {
      "cite": "9 Cal.Rptr. 293",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "186 Cal.App.2d 551",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2338064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/186/0551-01"
      ]
    },
    {
      "cite": "232 P.2d 857",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "37 Cal.2d 412",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4407759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/37/0412-01"
      ]
    },
    {
      "cite": "210 P.2d 305",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "94 Cal.App.2d 36",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2255376
      ],
      "weight": 2,
      "year": 1951,
      "pin_cites": [
        {
          "page": "p. 41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/94/0036-01"
      ]
    },
    {
      "cite": "62 Cal.Rptr. 515",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "254 Cal.App.2d 660",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196244
      ],
      "pin_cites": [
        {
          "page": "671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/254/0660-01"
      ]
    },
    {
      "cite": "168 P.2d 741",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "74 Cal.App.2d. 292",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        6044209
      ],
      "weight": 2,
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/74/0292-01"
      ]
    },
    {
      "cite": "31 A.L.R.2d 1142",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "pin_cites": [
        {
          "page": "1159-1161"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "355 P.2d 905",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "8 Cal.Rptr. 1",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "54 Cal.2d 684",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2343159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/54/0684-01"
      ]
    },
    {
      "cite": "49 Cal.Rptr. 901",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "240 Cal. App.2d 659",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2164775
      ],
      "pin_cites": [
        {
          "page": "666-667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/240/0659-01"
      ]
    },
    {
      "cite": "52 Cal.Rptr. 621",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "243 Cal.App.2d 625",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2170627
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "631-632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/243/0625-01"
      ]
    },
    {
      "cite": "290 P.2d 306",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "137 Cal.App.2d 277",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2170187
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/137/0277-01"
      ]
    },
    {
      "cite": "28 Cal.Rptr. 833",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "213 Cal.App.2d 400",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2311020
      ],
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/213/0400-01"
      ]
    },
    {
      "cite": "42 Cal.Rptr. 314",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "231 Cal.App.2d 804",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2153592
      ],
      "pin_cites": [
        {
          "page": "806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/231/0804-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 886,
    "char_count": 16823,
    "ocr_confidence": 0.64,
    "pagerank": {
      "raw": 2.2565727188253432e-07,
      "percentile": 0.7821678020610469
    },
    "sha256": "b809f6f414f5ebab7cd0005e39112d10df96fad2aa97b3b2ebeac32ca40fcbd1",
    "simhash": "1:5db78b07c0d9f3d2",
    "word_count": 2706
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JOYCE S. ALMOND et al., Plaintiffs and Appellants, v. COUNTY OF SACRAMENTO et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "tion for mandate was sustained without leave to amend. Petitioners, who are 127 former classified employees of respondent County of Sacramento, appeal. This, therefore, is a “pleading case” except that there is, as a part of the record, a transcript of certain proceedings before the civil service commission of the county of which the trial court could have taken judicial notice and which we must consider. (Code Civ. Proc., § 1094.5, subd. (a); Evid. Code, § 452, subd. (h); Agostini v. Strycula (1965) 231 Cal.App.2d 804, 806 [42 Cal.Rptr. 314].)\nAfter an examination of the petition and the record of the hearing mentioned, an intermediate reviewing court— are compelled as a matter of law to the conclusion that the judgment following the order sustaining the demurrer was proper and must be affirmed.\nAppellants are civil service workers. They are also members of Social Workers Union, Sacramento Chapter, Local 535. While employed by the county they went on strike. The reasons are stated in some detail in the petition. It is stated that respondent county “refused to meet and confer and negotiate in good faith with the Social Workers Union relative to employer-employee relations, wages, hours, and other terms and conditions of employment, as is more fully set out in the affidavit of Robert Anderson” (an exhibit to the pleading). (Italics ours.) Contrary to the pleading of a refusal to meet, the affidavit describes a number of such meetings. (We must, on demurrer, however, accept the contention they were not in good faith.) It is alleged that the ensuing strike was the result of “the failure and refusal of the County op Sacramento to negotiate or use the services of the State Conciliation Service and solely to require the County to so negotiate or conciliate and otherwise to secure compliance with applicable provisions of law . . . . ” On March 9, 1967, petitioners, still on strike, were dismissed by respondent John P. Corey, Director of the Department of Social Welfare of the county. The “cause” for dismissal was “absence without leave. ’ ’\nUnder the Charter of Sacramento County (art. IX, § 45-A, subsec. 7) any classified employee “may for cause be removed, suspended or reduced in rank ... by the appointing authority. ...” (Stats. 1963, Reso. ch. 20, p. 4678.) “Absence without leave” is a cause for removal. (County of Sacramento, Civil Service Rules, § 11, ]f 11.2, subd. (g).}\nUnder those rules {id., § 11, [[[[ 11.3-11.13) a discharged employee is entitled to a hearing before the commission. Appellants availed themselves of that right. It is alleged that they were refused the right to be represented by the union, but the record shows that the president of the Saeramentó chapter of Local 535 was appellants’ principal -witness and his testimony by stipulation made all encompassing. Also the attorneys now representing appellants, who represented them in the trial court, and throughout earlier proceedings, are, it appears, the union’s attorneys.\nMeanwhile the California State Conciliation Service had conducted a vote among the members of the union’s Sacramento chapter on the question of'whether its striking members would return to work in the event of a reinstatement without reprisals. At the hearing before the board petitioners produced evidence that the members had voted to return to work on those terms.\nThe commission made its findings and decision. It upheld the dismissals. Thereafter the proceedings were brought from which the appeal now before us is taken. Petitioners sought from the superior court an order to compel the commission to rescind its decision and effect appellants’ reinstatement with back pay and other benefits excluding salary from February 7, 1967 (the date they went on strike) to March 9, 1967 (the date of their dismissal by Director Corey).\nWe express the question we decide within the framework of the following facts: Civil service employees of the county went on strike. Their pleaded reasons were a refusal by their appointing authority to negotiate with them in good faith on matters pertaining to employer-employee relations; also a refusal to accept the state Conciliation Service as a mediating' agency. They refused to return to work except upon the conditions noted. The appointing authority discharged the employees as “absent without leave.” The commission affirmed that action after a hearing. The question is: Are the employees entitled to reinstatement as demanded ?\nThe Bight of Discharge Generally\n“ [A]ny reasonable, sufficient cause may be grounds for dismissal by the appointing officer.” (Whoriskey v. City & County of San Francisco (1963) 213 Cal.App.2d 400, 403, hear. den. [28 Cal.Rptr. 833].) The civil service commission is a local administrative tribunal exercising quasi-judicial powers. Its actions may be reviewed by mandamus. (Schneider v. Civil Service Com. (1955) 137 Cal.App.2d 277, 284 [290 P.2d 306].) In such proceedings the issues before the commission are its jurisdiction, whether there was substantial evidence, whether the commission abused its discretion in fixing the penalty, and, in general whether the hearing was fair. Substantial evidence is not weighed either by the trial court or on appeal. (Code Civ. Proe., § 1094.5, subd. (b); Forstner v. City etc. of San Francisco (1966) 243 Cal.App.2d 625, 631-632 [52 Cal.Rptr. 621]; Brown v. Gordon (1966) 240 Cal. App.2d 659, 666-667 [49 Cal.Rptr. 901] ; Schneider v. Civil Service Com., supra, 137 Cal.App.2d at pp. 282-284.)\nAs we have shown, provisions of the county charter supplemented by the rules of the Civil Service Commission authorize the removal of an employee who is absent without leave. An employee cannot be said to come within that status if he had a right to strike and is justifiably exercising that right. On the other hand if no right to strike exists, the absence was without leave, the appointing authority had the right to discharge, and the commission had jurisdiction to affirm the removal and did so without abuse of discretion since substantial evidence (in fact actual admissions) showed an unauthorized absence from work with a refusal to return except upon payment of unearned salaries.\nBight of Public Employees To Strike\nOur Supreme Court in Los Angeles Met. Transit Authority v. Brotherhood of R.R. Trainmen (1960) 54 Cal.2d 684 [8 Cal.Rptr. 1, 355 P.2d 905], has stated (at p. 687): “In the absence of legislative authorization public employees in general do not have the right to strike (see 31 A.L.R.2d 1142, 1159-1161). ...” (Italics ours.) True the statement was made in the context of an opinion in which the court held that legislation there involved did authorize transit authority employees to strike. But that statement is not an isolated indication of the thinking of our highest court. For example, as early as 1946 a hearing was denied in Nutter v. City of Santa Monica, 74 Cal.App.2d. 292 [168 P.2d 741], involving the applicability of the then recently enacted (1937) Labor Code section 923 to public employees. That code section, still in effect, gives to workmen the right to form and join unions and through them the right collectively to bargain. On its face it does not limit the employees mentioned to those privately employed. Nutter, however, states that the Legislature, by enacting section 923, had not intended to include public employees within its purview. (See also Berkeley Teachers Association v. Board of Education (1967) 254 Cal.App.2d 660, 671 [62 Cal.Rptr. 515].) Under the facts in Nutter a strike was not involved. But obviously the denial of a right to bargain collectively implies the denial of a right to strike.\nAgain in 1949 in City of Los Angeles v. Los Angeles etc. Council (1949) 94 Cal.App.2d 36 [210 P.2d 305], onr Supreme Court denied a hearing. That action did involve the right of city employees to strike and the Court of Appeal held the right did not exist. In State v. Brotherhood of R.R. Trainmen (1951) 37 Cal.2d 412 [232 P.2d 857], the Supreme Court denied to employees of the state-owned Belt Railroad, protected by state civil service, the right to contract covering wages and working conditions. In a 1960 Court of Appeal decision, Pranger v. Break, 186 Cal.App.2d 551, 556 .[9 Cal.Rptr. 293], hearing denied (dissimilar on its facts to the ease before us) the court repeated the language of Los Angeles Met. Transit Authority quoted above.\nIn Newmarker v. Regents of University of Cal. (1958) 160 Cal.App.2d 640 [325 P.2d which a hearing by the Supreme Court was not was held that the Board of Regents of the University of California was a public body, that its building and construction trade employees were public employees, and the court said (on p. 646) “that as public employees they do not have the same rights to strike and to bargain collectively [citation] as their counterparts' in private industry [and if they were unhappy about it], plaintiffs’ remedy lies with the Legislature, not with the courts.”\nFurther review of cases is needless. The rule that, absent an authorizing statute, a public employee has no right either to bargain collectively or to strike is well settled. It is settled by decisions of the Supreme Court itself and by that court’s denial of hearings in Courts of Appeal decisions. This court (and we imply neither agreement nor disagreement) is bound by the rule. (Auto Equity Sales, Inc. v. Superior Court (1962) 57 Cal.2d. 450, 455 [20 Cal.Rptr. 321].) A matter of statutory construction alone remains.\nRelevant Legislation\npublic employee “personnel management and employer-employee relations within the various public agencies” of the state. A purpose to improve such relations was declared. The right of public employees to join and be represented by organizations of their own choice is recognized, but with expressed limitations. (§ 3500.) “Public agency” as defined includes counties (excluding certain county agencies not here involved). (§3501, subd. (b).) The scope of representation encompasses .matters relating to employment conditions, including, but not limited to, “wages, hours, and other terms and conditions of employment.” (§3504.) Section 3505 requires the governing body of a public agency and its administrative officers to “meet and confer with representatives of recognized employee organizations upon request, and . . . [to] consider as fully as it deems reasonable such presentations as are made . . . prior to arriving at a determination of policy or course of action.” There are express limitations to the rights section 3500 there is a provision that1 ‘ [n] othing contained herein shall be deemed to supersede the provisions of existing state law and the charters, ordinances and rules of local public agencies which establish and regulate a merit or civil service system or which provide for other methods of administering employer-employee relations. This chapter is intended, instead, to strengthen merit, civil service and other methods of administering employer-employee relations through the establishment of uniform and orderly methods of communication between employees and the public agencies by which they are employed.” Section 3502, which reiterates a right in public employees to join unions it is expressed in the act— “employee organizations”), contains the express exception: “[e]xcept as otherwise provided by the Legislature.” And the final section is significant: ‘ ‘ The enactment of this chapter shall not be construed as making the provisions of section 923 of the Labor Code applicable to public employees.” (§ 3509.) Labor Code section 923, it will be remembered (see supra), is the section which gives the right of collective bargaining to private employees. Thus by the terms of the legislation in effect when appellants struck the right of collective bargainthe right to been expressly withheld from them. (Nutter v. City of Santa Monica, supra, 74 Cal. App.2d 292 [168 P.2d 741].)\nThe act we are discussing ivas expanded into 18 sections in 1968. (Stats. 1968, ch. 958, ch. 1277 and ch. 1390.) It is known as the ‘‘Meyers-Milias-Brown Act.’.’) (§3511.) The new legislation is broader than the old. It is noteworthy, however, that it falls far short of constituting a legislative authorization of a right to strike as a means of settling public employer-employee differences. The. act does stress “good faith” in negotiation. (§§ 3505, 3507.) It provides for voluntary mediation (§3505.2) and it authorizes “memorandum” agreements, but it adds “which shall not be binding . . .” (§3505.1). this must be 3509 which expressly excludes Labor Code section 923 is left intact in the new act. Our analysis of both the pre-1968 and the 1968 acts, therefore, compels us to, and we do, hold that the Legislature has not declared the right of these appellants to strike.\nThe rationale of eases denying nonlegislatively authorized rights to strike to public employees has been variously stated. In City of Los Angeles v. Los Angeles etc. Council, supra, 94 Cal.App.2d at p. 46 it is stated: “To hold to the contrary would be to sanction government by contract instead of government by law. ’ ’ That may overly simplify a complex question. Anyway it has not'acted and we agree with the court in Newmarker {supra) that remedy lies with the Legislature and not with the courts.\nAppellants- cite a recent superior court decision in which the court infers a legislative grant to all other public employees to strike drawn from the fact that that right is forbidden to firemen and policemen. In our view such a broad inference is under the history of legislation and case law we have given. The ruling seems to be based upon “a fundamental right to strike.” We find no case law holding that a public employee enjoys that right.\nIn re Berry (1968) 68 Cal.2d 137 [65 Cal.Rptr. 273, 436 P.2d 273] involved contempt of a temporary restraining order issued because of events arising out of the social workers’ strike with which we are here concerned. In that decision the court said (on p. 151) : “We emphasize at the outset that our decision in the instant case renders unnecessary a present determination of the question whether strikes by public employees can be lawfully enjoined.” The quoted statement simply demonstrates that the Supreme Court was basing the Berry decision on a separate ground, i.e., overbreadth of the injunction and leaving undisturbed prior California decisional law regarding lawfulness of strikes of public employees. As we have stated, we are bound by that law.\nThis is a “pleading” appeal. The petition includes allegations that respondents had violated the so-called “George Brown” Act (see fn. 3 supra) by refusing to meet and confer in good faith with representatives of petitioners. If enforcement of the right of communication were the gravamen of these proceedings, a cause of action could be stated. That, however, is not what petitioners seek now. Assuming they sought it once, they attempted to enforce the right by striking. The strike was without right. It cannot now be validated by it be a a worthy grievance existed.\nJudgment is affirmed.\nFriedman, J., and Janes, J.. concurred.\nA petition for a rehearing was denied October 1, 1969, and appellants’ petition for a hearing by the Supreme Court was denied November 12, 1969. Peters, J., Tobriner. J., and Mosk, J., were of the opinion that the petition should be granted.\nThe petition was originally in two counts. Demurrer was sustained only to the first count. The infirmity of an impermissible piecemeal appeal was cured when the second count of the petition was dismissed by stipulation.\nThat is not to say that legislation conferring the right to bargain collectively equates necessarily with the grant of a right to strike. It has been said in City of Los Angeles v. Los Angeles etc. Council (1949) 94 Cal.App.2d 36 at p. 41, quoting two United States Supreme Court eases: 1 ‘ ‘ The right to strike, because ot its more serious impact upon the public interest, is more vulnerable to regulation than the right to organize and select representatives for lawful purposes of collective bargaining ....’’’ But we cannot conceive of legislation granting a right to strike while withholding the right to bargain collectively.\nThese sections constitute chapter 10 (Public Employee Organizations) of division 4, title 1, were enacted by Stats. 1961, ch. 1964, p. 4141, and are referred to in respondents’ brief as the “George Brown Act.’’",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 12022.\nThird Dist.\nSept. 4, 1969.]\nJOYCE S. ALMOND et al., Plaintiffs and Appellants, v. COUNTY OF SACRAMENTO et al., Defendants and Respondents.\nKarlton & Blease, Coleman A. Blease and Lawrence K. Karlton for Plaintiffs and Appellants.\nJohn B. Heinrich, County Counsel, and Lee B. Elam, Deputy County Counsel, for Defendants and Respondents."
  },
  "file_name": "0032-01",
  "first_page_order": 54,
  "last_page_order": 61
}