{
"id": 1855506,
  "name": "MICHIGAN GAS STORAGE COMPANY v. GREGORY",
  "name_abbreviation": "Michigan Gas Storage Co. v. Gregory",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 62, Calendar No. 45,852",
  "first_page": "34",
  "last_page": "45",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 34"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "335 Mich 360",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/335/0360-01"
      ]
    },
    {
      "cite": "250 Mich 391",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1844193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/250/0391-01"
      ]
    },
    {
      "cite": "202 Mich 32",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1758167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/202/0032-01"
      ]
    },
    {
      "cite": "47 Mich 456",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1400365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/47/0456-01"
      ]
    },
    {
      "cite": "164 Mich 231",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1574086
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/164/0231-01"
      ]
    },
    {
      "cite": "151 Mich 210",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1558608
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/151/0210-01"
      ]
    },
    {
      "cite": "150 Mich 668",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1560307
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/mich/150/0668-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 837,
    "char_count": 19819,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.2542953915833587e-07,
      "percentile": 0.6109487464327071
    },
    "sha256": "eff14d7ddaa3512aa7793ff2b4ba1c5c06b7ed662d74e60f09c56186fe0a5ee1",
    "simhash": "1:37a44f46d3cd6b45",
    "word_count": 3317
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Btjshnell, Sharpe, Boyles, Beid, and Dethmers, JJ., concurred."
    ],
    "parties": [
      "MICHIGAN GAS STORAGE COMPANY v. GREGORY."
    ],
    "opinions": [
      {
        "text": "Kelly, J.\nThe Michigan Gas Storage Company, a Michigan corporation, appellee herein, sought easement rights by condemnation to lay a gas main across appellants’ properties. Hearing was had before 3 commissioners appointed by the probate court of Oakland county, who found necessity and fixed damages. The award was confirmed by the probate court and appellants appealed to the circuit court. The main question presented to this Court is: Did the circuit court err in denying appellants’ request for a jury trial?\nThis appeal calls for a construction of CL 1948, § 486.252i (Stat Ann 1953 Cum Supp § 22.1672[9]), .which provides:\n“Either party to the proceedings who considers himself aggrieved by any final order or determination thereof, may appeal therefrom to the circuit court for said county in the same manner as is now provided for appeals from probate courts to circuit courts. The right of appeal provided for herein shall be exclusive of other methods of review. No appeal shall prevent the petitioner from taking possession or continuing in possession if the petitioner shall have first filed a bond or deposit equal to twice the amount of the award: Provided, however, That the probate court in its discretion may require petitioner to deposit an additional and reasonable sum as indemnity for any further damages or costs which may be awarded as a result of sucb appeal. Tbe defendant may, upon obtaining an order of the probate court or of the circuit or Supreme Court, if an appeal has been perfected, be authorized to withdraw the amount of the final award of just compensation paid into court for him, by filing a satisfaction of the judgment or a receipt therefor, and an abandonment of all defenses to the action except his claim to greater compensation based upon alleged errors of law in such proceedings.”\nIt is appellants’ contention that this appeal provision provides1 for a trial de novo of the issues as to necessity and damage, and that the above section should be construed in connection with CL 1948, §701.42 (Stat Ann § 27.3178[42]), which reads:\n“When such certified copy (of probate court record) shall have been filed in the circuit court, with the evidence of filing the requisite bond, and of giving notice as aforesaid, such court shall proceed to the trial and determination of the question according to the rules of law; and if there shall be any question of fact to be decided, issue may be joined thereon, under the direction of the court, and a trial thereof had by jury.”\nIn construing CL 1948, §486.252i, we must presume that the legislature had in mind the decisions of this Court in regard to condemnation acts. In United States Gypsum Co. v. Kent Circuit Judge, 150 Mich 668, this Court stated (pp 672, 673):\n“The jurisdiction of the probate court in condemnation proceedings is not a part of the ordinary and general jurisdiction of that court. * * * Proceeding's to condemn land are special and summary in character and, while subject to judicial review and supervision for certain purposes, are not judicial proceedings. * * * It is the general rule that unless the statute expressly gives an appeal there is no appeal.”\nIn Stapleton v. Macomb Circuit Judge, 151 Mich 210, relator failed to appeal from a condemnation award in the probate court to the circuit court within the then statutory 10-day period. Relator endeavored to justify the appeal by provisions of the general probate law. This Court stated:\n“The application of the general provisions of the laws regulating procedure in the probate courts to special proceedings for the condemnation of land was denied by this Court in the case of United States Gypsum Co. v. Kent Circuit Judge, 150 Mich 668.”\nIn Hartz v. Wayne Circuit Judge, 164 Mich 231, this Court said (pp 233, 234):\n“The proceeding in this case is one to condemn lands. Such proceedings are special and summary in character, and, while subject to judicial review and supervision for certain purposes, are not judicial proceedings. Toledo, A. A. & G. T. R. Co. v. Dunlap, 47 Mich 456.\n“In that case Justice Campbell said [p 462]:\n“ ‘The proceedings to condemn lands, although made under the railroad laws subject to judicial review and supervision for certain purposes, are not in themselves, and never have been regarded as judicial proceedings. Our Constitution allows them to be conducted by highway commissioners in some cases, and by specially-appointed commissioners or juries of freeholders. The inquiry in this State, as elsewhere, is an appraisal or estimate of values, and not a contest on litigious rights, and includes what is not elsewhere included, an inquiry into the necessity of the proposed taking for public purposes, which was never made by courts, but always heretofore by the legislature or some unjudicial body of its creation. Had it not been for the specific provisions in our Constitution the State could have provided for these inquiries to he made by any medium it might select. * * * Our present system is better calculated than the old one, if fairly applied, to secure the rights of landowners. But the nature of the proceeding remains as before, a special proceeding by a temporary tribunal selected for the occasion, and not a judicial proceeding in the ordinary sense.’ ”\nIn Oakland County Board of Road Commissioners v. Pittmans & Dean Co., 202 Mich 32, the county of Oakland in 1916 voted to raise $1,000,000 for the construction of certain highways. The county road commissioners filed a petition in the probate court to condemn under the authority of PA 1909, No 283. Three commissioners were appointed and their report was confirmed by the court. Defendant obtained a writ of certiorari. This Court in reviewing the case said (pp 34, 35):\n“At the outset plaintiff questions the remedy chosen by defendant to review the proceedings in this Court. The contention is that inasmuch as PA 1909, No 283, makes no provision for a review of such proceedings either in the circuit court or in this Court it is controlled by CL 1915, § 14145, which provides that:\n“ ‘In all cases not specifically prohibited by statute, any person aggrieved by any order, sentence, decree or denial of the judge of probate, may appeal therefrom to the circuit court for the same county,’ et cetera.\n“Defendant’s answer to this point is that the foregoing provision is substantially a reenactment of section 669, CL [1897], as amended by PA 1911, No 238, which has been in existence for many years, and has been held by this Court, on several occasions, to be inapplicable to special proceedings to condemn land; that no material change having been made in this-provision, when it was inserted in the judicature act, it should receive the same construction as did the previous one, in the following cases: United States Gypsum Co. v. Kent Circuit Judge, 150 Mich 668; Stapleton v. Macomb Circuit Judge, 151 Mich 210; Hartz v. Wayne Circuit Judge, 164 Mich 231.\n“We think counsels’ view that the provision is not applicable to this proceeding- is the proper one. The act having failed to provide for a review in proceedings under it, it is reviewable by writ of certiorari.”\nWe must presume in construing the statute involved that the legislature was aware of the decisions clearly showing that this Court would not read into a condemnation act the general provisions of appeal from the probate to the circuit court, unless it clearly appeared that the legislature intended this Court to do so. It is appellants’ contention that the provision “may appeal therefrom to the circuit court for said county in the same manner as is now provided for appeals from probate courts to circuit courts,” discloses such an intention by the legislature. It is appellee’s contention that the above provision refers only to the mechanics for perfecting an appeal.\nTo adopt appellants’ contention would constitute a drastic legislative change in regard to the rights of appeal in condemnation matters from the decision of the 3 commissioners or the jury of freeholders. The condemnation procedure for railroad bridge and tunnel companies was enacted by PA 1873, No 198. This act gives the right of jurisdiction to any court of record and provides for a determination by 3 commissioners or a jury of 12 freeholders, with the right to either party to appeal to the Supreme Court; and further provides that the Supreme Court may confirm the award or direct a new appraisal by the commissioners or jury.\nIt is worthy of note that the provisions of PA 1873, No 198, above referred to, in regard to appeal, have been adopted in the following statutes:\nPA 1875, No 233, Canal, harbor and river improvement companies;\nPA 1881, No 244, Union depot companies;\nPA 1883, No 129, Telephone and messenger service companies;\nPA 1887, No 202, Water power and supply companies ;\nPA 1891, No 67, Electric or street railroad companies ;\nPA 1929, No 9, Natural gas pipe line companies; and\nPA 1929, No 16, Oil pipe line companies.\nThe following acts provide for appeal to the Supreme Court:\nPA 1883, No 124, Condemnation by cities, villages and counties;\nPA 1911, No 149, Condemnation by State agencies and public corporations;\nPA 1919, No 119, Condemnation for water, light, heat, power or transportation in cities;\nPA 1921, No 377, Lake level act; and\nPA 1925, No 215, Acquisition of railway right of way for highway purposes.\nAcquisition of private property for highway purposes, being PA 1925, No 352 (CL 1948, § 213.171 et seq. [Stat Ann 1953 Cum Supp §8.171 et seq.]), provides for review by certiorari; PA 1911, No 236 (CL 1948, § 213.1 et seq. [Stat Ann § 8.1 et seq.]), authorizing proceedings by the State to condemn private property for public use, is silent upon the subject of review, but it was determined by this Court in People, for use and benefit of Regents of University of Michigan, v. Pommerening, 250 Mich 391, that certiorari was the proper remedy.\nThe order of the Oakland county probate court confirming the report of the commissioners discloses that appellee only acquired an easement and right to lay, construct and maintain 1 line of gas mains, and the court decreed that appellee’s “pipe lines will be laid underneath the surface so that there will be at least 30 inches of cover above said lines so as not to prevent or interfere with the cultivation or use of the right-of-way by defendants except while petitioner is engaged in constructing, repairing, removing, and maintaining its said pipe lines.”\nThe natural question arises in construing this act: Why should the legislature abandon its procedure of the past and give to the owner of land more extended rights of appeal in condemnation proceedings involving an easement than would be granted if the condemnation involved the fee or title to the land?\nIf the legislature had intended to make such a departure we think it would have expressed such an intention in a more forceful and direct way than merely using the words “in the same manner as is now provided for appeals from probate courts to circuit courts.”\nThe statute here under consideration was before this Court in In re Petition of Consumers Power Company, 335 Mich 360. The question as to the right for a trial ele novo on an appeal in condemnation proceedings from the probate to the circuit court was not raised nor passed upon by this Court. The sole question was whether a circuit court order for the payment of attorney fees and jurors’ fees and mileage was authorized by the provisions of the statute under consideration in the present case. In deciding the question this Court made the following statement in regard to the construction of the statute (p 366):\n“Assuming that the legislature intended to grant to the judge of probate authority to allow attorney fees and other expenses by way of compensation in the condemnation proceeding, may we read into the statute language giving like. authority to the circuit judge on appeal? We think not. Our attention is directed to no provision of the pertinent statute that may be so interpreted. If, as appellees contend, the probate court was authorized to require the payment of attorney fees and expenses, it is obvious that an exception to the general rule was thereby created. Exceptions of such character are, under the recognized rule of construction, subject to a strict interpretation and may not be extended solely on the basis of inference. Had the legislature intended to grant to the circuit judge on appeal the authority to require the condemning party to make payments of the character here involved, we have no doubt that such authority would have been specified in unambiguous terms.”\nIf the legislature had intended to abandon its procedure and practice of the past in regard to the right of appeal in condemnation matters, it would have expressed such an intention in unambiguous terms. We do not construe this enactment to provide for a trial de novo or a trial by jury in the circuit court.\nAppellants contend that the trial court erred in striking that portion of their reasons and grounds for appeal contained in reason 7, namely, that the award “is grossly inadequate and contrary to the undisputed testimony taken before the commissioners.”\nCL 1948, § 486.252e (Stat Ann 1953 Cum Supp § 22.1672[5]), provides:\n“The court may at the time of the filing of the report or at such other time to which it may adjourn the proceedings, * * * set aside the report and refer it back to such commissioners or appoint other commissioners to retry the questions involved, whereupon such proceedings shall be had as are hereinbefore provided for.”\nAppellants endeavor to circumvent this provision by asking for a-jury trial of freeholders in the cirr cuit court and by refusing to, take advantage of the rights granted to appellants by the legislature, namely, asking the probate court to refer the matter back to the commissioners or appoint other commissioners to retry the questions involved. The act under consideration makes no provision for a jury trial in determining necessity and damages. The trial court did not err in striking reason 7 from appellants’ statement of reasons and grounds for appeal from the probate to the circuit court.\nFor the same reasons, the court did not err in striking reason 8, which alleged: “The court erred in affirming said award on the basis that the most beneficial use of the land according to which said easement would be taken under said proceedings is for agricultural purposes.”\nTbe order of tbe trial court is affirmed. Costs to appellee.\nButzel, C. J., and Carr, Btjshnell, Sharpe, Boyles, Beid, and Dethmers, JJ., concurred.\nPA 1939, No 288, ch 1, § 42.\nThe general highway law, CL\" 1948, § 220.1 et seq. (Stat Ann § 9.1 et seq.). See condemnation provisions of 1925 law, hereafter referred to.—Repoktek.\nCL 1948, § 463.1 et seq. (Stat Ann § 22.201 et seq.), particularly CL 1948, § 464.15 et seq. (Stat Ann § 22.218 et seq.).—Reporter.\nSee section 10 (CL 1948, §485.10 [Stat Ann § 22.1490]).—Re-porter.\nSee section 6 et seq. (CL 1948, § 471.6 et seq. [Stat Ann § 22.326 et seg.]).—Reporter.\nSee section 4 (CL 1948, §484.4 [Stat Ann § 22.1414]).—Re-porter.\nSee section 9 (CL 1948, § 486.109 [Stat Ann § 22.1639]) .—Reporter.\nSee section 2 (CL 1948, §472.102 [Stat Ann § 22.462]).—Re-porter.\n'Seé section 2 (CL 1948, § 483.102 [Stat-Ann-§ 22.1312]).—Re-porter.\nSee section 2 (CL 1948, §483.2 [Stat Ann § 22.1342]).—Re-porter.\nSee section 12 et seq. (CL 1948, § 213.82 et seq. [Stat Ann § 8.54 et seq.] ).—Reporter.\nSee section 13 et seq. (CL 1948, § 213.33 et seq. [Stat Ann § 8.23 'et-seg.]):—Reporter.\nSee seetion 16 et seq. (CL 1948, § 213.126 et seq. [Stat Ann § 8.86 et seq.]).—Reporter.\nSee seetion 16 et seq. (CL 1948, § 281.16 et seq. [Stat Ann § 8.116 et seq.]).—Reporter.\nSee'seetion 2 (CL 1948, §213.152 [Stat Ann § 8.162]).—Re-porter.",
        "type": "majority",
        "author": "Kelly, J."
      }
    ],
    "attorneys": [
      "Glenn G. Gillespie, Burton P. Daugherty and M. B. Decker, for petitioner.",
      "Robert D. Heitsch and Goddard, McGlintock, Fulton & Donovan (Harry Carson, of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "MICHIGAN GAS STORAGE COMPANY v. GREGORY.\n1. Eminent Domain—Pipe Lines—Construction of Statutes— Probate Court.\nThe Supreme Court must presume the legislature had in mind the decisions of the Court in regard. to condemnation acts when it lodged administration of condemnation proceedings for pipe lines in the probate court (CL 1948, § 486.252Í).\n2. Same — Probate Court — Jurisdiction — Condemnation Proceedings.\nThe jurisdiction of the probate court in condemnation proceedings is not a part of the ordinary and general jurisdiction of that court.\n3. Same—Condemnation Proceedings—Statutes—Appeal.\nProceedings to condemn land are special and summary in character and, -while subject to judicial review and supervision for certain purposes, are not judicial proceedings and unless the statute authorizing them expressly gives an appeal, there is no appeal.\n4. Same — Probate Courts — Statutes Regulating Procedure — Certiorari.\nThe general provisions of the laws regulating procedure in the probate courts do not apply to special proceedings for the condemnation of land, hence, condemnation proceedings are reviewable by certiorari in the absence of statutory provisions for review.\n5. Same—Probate Courts—Statutes—Appeal to Circuit Courts.\nProvision in statute empowering pipe-line companies to condemn private property setting forth that a party aggrieved by a final order of the probate court “may appeal therefrom to the circuit court for said county in the same manner as is now provided for appeals from probate courts to circuit courts” does not disclose a legislative intent to read into the act the general provisions as to appeal from the probate to the circuit court (CL 1948, § 486.252Í).\nReferences for Points in Headnotes\n[1] 18 Am Jur, Eminent Domain §§ 26, 313.\n[2] 18 Am Jur, Eminent Domain § 313.\n[3-5] 2 Am Jur, Appeal and Error §117; 18 Am Jur, Eminent Domain § 373.\n[6] 18 Am Jur, Eminent Domain § 375.\n[7] 2 Am Jur, Appeal and Error § 117; 18 Am Jur, Eminent Domain §§ 376, 377.\n6. Same—Probate Court—Appeal to Circuit Court—Nature of Trial.\nA party aggrieved by a final order of the probate court in a condemnation proceeding for easement for a pipe-line company does not have a trial ele novo or a trial by jury on appeal in the circuit court in the determination of necessity and damages (CL 1948, §486.252i).,\n7. Same—Probate Court—Appeal to Circuit Court—Necessity— Damages—Referral to Commissioners—Statutes.\nIt was not error for circuit court to strike from reasons and grounds for appeal from order of probate eourt confirming award of commissioners in proceedings to condemn land for easement for gas pipe line that the award was “grossly inadequate and contrary to the undisputed testimony taken before the commissioners” and complaint as to basis of award “that most beneficial use of the land according to which said easement would be taken under said proceedings is for agricultural purposes,” where relief provided by statute in sueh cases was a referral baelc to the same or other commissioners and no provision was made for a jury trial to determine necessity and damages (GL 1948, §§ 486.252e, 486.-, 252i).\nAppeal from Oakland; Holland (H. Kussell), J.\nSubmitted October 8, 1954.\n(Docket No. 62, Calendar No. 45,852.)\nDecided November 29, 1954.\nPetition by Michigan Gas Storage Company, a Michigan corporation, for condemnation of right-of-way across lands owned by John Norris Gregory, Helen Elizabeth Gingell, Edna Evalyn Griffin, Mina Irene King, Aline Marian Moegle and Albert Miller. Proceedings instituted in probate court where award was confirmed. Defendants appealed to circuit court where demand for jury was made. Order entered striking certain portions of reasons for appeal and. striking demand for jury. Defendants appeal.\nAffirmed.\nGlenn G. Gillespie, Burton P. Daugherty and M. B. Decker, for petitioner.\nRobert D. Heitsch and Goddard, McGlintock, Fulton & Donovan (Harry Carson, of counsel), for defendants."
  },
  "file_name": "0034-01",
  "first_page_order": 74,
  "last_page_order": 85
}