{
  "id": 156058,
  "name": "Willie Reed v. The State",
  "name_abbreviation": "Reed v. State",
  "decision_date": "1892-06-01",
  "docket_number": "No. 7534",
  "first_page": "35",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 35"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 6345,
    "ocr_confidence": 0.565,
    "pagerank": {
      "raw": 6.457300103112786e-07,
      "percentile": 0.9601017279385786
    },
    "sha256": "fa61892129822c48f4dd094e5ece6c980b34c6eed60067c70851c3b886fbc93d",
    "simhash": "1:c9f7451d11f98c64",
    "word_count": 1099
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Willie Reed v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nThis appeal is from a conviction for keeping a disorderly house. On the day of her arrest appellant’s case was called for trial, whereupon her counsel stated to the court that they could claim two entire days in which to prepare and file written pleadings, but were not inclined to do so, and thereby delay the court, if they could avoid it; that, they were not then ready to answer and plead, and did not know (the defendant having been arrested only about two hours at that time) whether they could announce ready for trial that evening or not. Upon being asked by the court if they could be ready at the convening of the court, the next morning, they replied they thought they would know by that, time whether they would be ready, and if not, they would have a motion for a continuance prepared.\nWhen the court convened the following morning the State announced ready for trial, whereupon defendant stated that she was not ready to announce in the case, and claimed the two days allowed by law in which to prepare and file her written pleadings. She was then granted until 10 o’clock that morning, at which time she filed her motion to set aside the information, her motion to strike certain words from the information as surplusage, and her exceptions to the substance and form of the information. “ The court held that the defendant had waived the time allowed in which to file written pleadings,” and, over her objections, forced her into trial.\nCode Criminal Procedure, article 531, provides, that “in all cases the defendant shall be allowed two entire days, exclusive of all fractions of a day, after his arrest, and during the term of the court, to file written pleadings.” In construing this statute the primary inquiry is, what did the Legislature intend by enacting it—what right or privilege did it grant to the defendant in the premises? That being ascertained, the next question presented is, was the defendant deprived of that right erroneously? Every statutory provision with reference to the trial of criminal cases was enacted with some purpose or object in view; otherwise it would be useless, and would be disregarded. By an inspection of the statute under consideration, it will be seen that the purpose of its enactment was, and is, to grant defendants two days in which to prepare and file written pleadings in criminal trials. While it is not an arbitrary grant of time, nor a grant of time for any purpose other than that specified, yet, where the accused claims the remedy mentioned in the manner provided, he is entitled to the time.\nFiling written pleadings, in cases provided for in the statute, are but ■steps in the preparation, by a defendant, of his cause for trial, and the time given for that purpose, when claimed, should not be denied. When the object of the statute has been attained, the reason for the rule therein fails, and it ceases to operate in the given case. The law, having been -enacted for a particular purpose, must cease to operate when the purpose has been fulfilled or accomplished. When such written pleadings as are desired have been voluntarily filed by the accused, the right of privilege has been exercised; the purpose and object of the statute have been attained, and therefore its provisions are no longer operative in that particular case. When such filing occurs, the statutory privilege has been asserted, and the purpose of the law fulfilled, and the time can no longer be invoked. Such is the view we take of the statute. Recurring to the state of facts bearing on this issue, it will be observed that the appellant’s objection was based upon the fact that she desired and was refused the “two days” in which to file her written pleadings. This state of case most clearly brings defendant within the provisions of the statute invoked. It was enacted for that purpose. It is true that defendant filed all the written pleadings mentioned in the statute, except the special pleas, but this was done under compulsion, and over her protest and against her demand for the statutory time. This time she had the right to demand, and the court erred in refusing it.\nHaving carefully examined the other questions raised by the appellant in the assignments of error, we are of the opinion that no error is shown in any of the other questions raised. For the error pointed out the judgment is reversed and the cause remanded.\nReversed and remanded.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "Browning & Madden, for appellant.",
      "W. P. Butler, County Attorney of Donley County, and B. H. Harrison, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Willie Reed v. The State.\nNo. 7534.\nDecided June 1.\n1. Practice—Two Days Allowed for Filing Written Pleadings.— Article 531 of the Code of Criminal Procedure provides in all cases the defendant shall be allowed two entire days, exclusive of all fractions of a day, after his arrest and during the term of court, to file written pleadings.\n. 2. Same—Waiver of.—On the day of appellant’s arrest for keeping a disorderly house, the case was called for trial, whereupon hér counsel claimed two entire days to file written pleadings, but stated that if they could be prepared sooner it would be done. Upon being asked by the court if they could be ready by the next morning, they replied that they would know by that time. On the next morning, when the case was called, the State announced ready, but defendant claimed the two days. The court only granted her until 10 o’clock that morning, at which time she filed a motion to set aside the information, together with other objections with regard to substance and form, which were overruled, and over her objection she was forced into trial; the trial court holding that she had waived the time allowed within which to file written pleadings. Held, error. The pleadings filed by defendant were filed by her under compulsion, and over her protest and against her demand for the statutory time, and was not a waiver of her right to the time.\nAppeal from the County Court of Donley. Tried below before the Hon. B. H. White, County Judge.\nAppellant was prosecuted under an information charging her with keeping a disorderly house, and upon trial was convicted and her punishment assessed at a fine of $200.\nIn view of the disposition made of this case on appeal, it is unnecessary to state the facts.\nBrowning & Madden, for appellant.\nW. P. Butler, County Attorney of Donley County, and B. H. Harrison, Assistant Attorney-General, for the State."
  },
  "file_name": "0035-01",
  "first_page_order": 55,
  "last_page_order": 57
}
