{
  "id": 156117,
  "name": "Jack Fields v. The State",
  "name_abbreviation": "Fields v. State",
  "decision_date": "1892-06-01",
  "docket_number": "No. 7924",
  "first_page": "42",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 553,
    "char_count": 12601,
    "ocr_confidence": 0.568,
    "sha256": "94f11c7751eb88516bca5b11af2423589625a3ca129d8b31b671251d3c4ad475",
    "simhash": "1:7c666c04da6ccac7",
    "word_count": 2473
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jack Fields v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of murder in the first degree, and his punishment assessed at death. From that judgment he appeals to this court.\nWhen the cause was called for trial he filed an application for continuance, which was by the court overruled. Inasmuch as no bill of exceptions was reserved to this ruling of the court, the same can not be considered on appeal. Willson’s Crim. Stats., sec. 2187. But we have examined the application in the light of the record, and, if it could be considered by us, the ruling of .the court in this matter would be sustained.\nThe appellant urges the insufficiency of the evidence to support the conviction. The record discloses, that on the night of December 24, 1891, between midnight and day, appellant and three other parties went to the house of deceased; that, while he and one of the parties entered the house, the remaining two parties were stationed at points just outside. In that house the deceased and a woman far advanced in pregnancy were quietly sleeping. The parties who entered the house, with clubs, beat to death the sleeping man and woman, then set fire to and burned- down the house, after robbing the deceased of the money known to have been carried there that night by him. The witnesses, upon reaching the burning house, found the bodies of the victims, lying near each other, partially burned. By the side of the woman was found the form of an infant about six inches in length. There was burnt in the stomach of the woman a hole from which the infant had been expelled. The witnesses testified that it could be seen where the child came from its-mother—“it was burnt out of her.”\nSeldom in the history of crime have the courts been called to pass upon a case in which the facts evidenced such atrocity, such cruelty, such heartless disregard of human life, and such enormity of attendant circumstances in its perpetration as the one now before us. It includes in its details conspiracy, robbery, arson, and murder—murder of sleeping manhood for gain; murder of unconscious pregnant womanhood for the purpose of destroying her evidence; the destruction of an unborn infant; and the burning of the house and bodies of the victims with the view of covering up the evidences of the crime of the perpetrators, as well as the testimony leading to their detection. The history of this crime, or series of crimes, as testified to by one of the participants, is sufficiently corroborated by connecting facts. The defendant has had a fair and impartial trial, in so far as the record before us discloses. We see no reason for disturbing the judgment rendered in this case, and it is therefore affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Jack Fields v. The State.\nNo. 7924.\nDecided June 1.\n1. Bill of Exceptions —Continuance.—Unless a bill of exceptions has been expressly reserved to the action of the trial court in overruling an application for a continuance, the same will not be considered on appeal.\n2. Murder in First Degree.—See a state of facts held amply sufficient to support a conviction for murder in the first degree, with the death penalty assessed.\nAppeal from the District Court of Wharton. Tried below before Hon. Wm. H. Burkhart.\nAppellant was indicted for the murder of one Henry Kirby, by beating him over the head with a club, and burning him up in a house. At the trial, appellant was found guilty of murder in the first degree, with the penalty assessed at death.\nWe reproduce the testimony of the State’s principal witness, as to the details of this most horrible murder, observing that in its material features it was fully corroborated by the other witnesses who testified on the trial.\nPercy Paul testified: I was working in December, 1891, at or near Mr. Kemp’s store, in Wharton County, Texas. I picked cotton about that time fo'r Mr. Rowe. He paid me $3.40 a day or so before the killing of Henry Kirby. I was staying with George Mitchell at' that time. He lived down the lane a few hundred yards from Kemp’s store. On the morning o’f the 24th of December, 1891, Jack Fields, the defendant, and Henry Kirby, the deseased man, came to George Mitchell’s house. George, Jack, and Henry were talking about a game. George said he had no money to play on, and said to Henry Kirby, “ I will pawn you a gun, and play cards with you.” Henry Kirby said, “ No, I don’t want your gun. I took one in pawn, and have it yet.” Then George Mitchell wanted to shoot at a mark with Kirby, to which Kirby said, “ No, I will not shoot with you, I want to play cards.” They all three, that is, Jack Fields (the defendant), Henry Kirby, and George Mitchell, went out of the door. Jack and Henry said that they were going to Kemp’s store, and George said that he was going up the country. I do not know which way they went. I did not see them go off. I only know what they said. I was at home that day. I am a stranger; had not been in that place long. My mother and father live on Bernard, not far away, in Fort Bend County. I came over to Kemp’s to pick cotton for Christmas money. That night, after dark sometime, George Mitchell came home, and asked me to lend him my boots. I told him no, I wanted them myself. He said, “Let me have them, and you stay at home.” I finally let Uncle George have my boots. I went to bed that night, and about 1 or 2 o’clock George Mitchell came and woke me up, and said, “ Percy, come and take a walk with me.” I told him “ No.” He said, “ Oh, come go, I am not going far.” I said, “How can I go? You have on my boots.” He turned back to me, and said, “ Put on my old shoes, and come on; I am not going far.” I got up and put on his old shoes, and went with him. We went down the lane to Kemp’s store. The store is on Caney Creek, a few hundred yards from where George Mitchell lives. As we passed Kemp’s, as we crossed the creek, and were going up the hill, we came upon Jack Fields and Willis Lawson standing in the road. They joined us, and we all went on together. Henry Kirby lived about a mile from Kemp’s store, I reckon. I never was over at his place before that night.\nWe went on, and just before we got to the house Jack Fields stepped to the right hand side of the road and cut a club about three feet long. It was larger around than any of the chair rounds I see. He trimmed it up, and we went on. When we got to the house Jack and George told me to stop in the road; it ran close by the house. They then put Willis Lawson at the door of the house. I did not know what they intended doing. After they had placed Willis at the door they went around to the back of the house, and after they had been gone some little while I saw a light flame up in the house. I then heard three blows. In a little while George and Jack came to the corner of the house and called me and Willis. We went to them. I heard a woman groan. Jack said, “ There now.” They told me to go in and finish her. I said, “ No.” They took me to the window. I saw the woman sitting up in the bed, with blood all running down her face. They said to me, 11 Go in and finish her.” That’s what Jack said. I said “ No.” Then Jack and George caught me low down on my legs, and said, “We will put you in.” I said, “ No, put me down, and I will go in myself.” I then got in at the window. Jack Fields, the defendant, got in after me. The club he cut was leaning up at the right of the window as you get in, and there was a piece of rail that looked like it had been put there for wood, being close to the window. Jack Fields said to me, “ Take that stick of wood and hit her.” The woman was still sitting up, groaning. I said, “No, I can’t hit her.” Jack had his club, and he said, “ Damn you, hit her.” I took the piece of rail and struck her. I did not hit her hard. Jack said, “Hit her harder.” I said, “No, I can’t hit her any more.” He said, “ You won’t hit her, you- damn black son-of-a-bitch?” I said, “ No.” The clothes hanging on the wall, at the foot of the bed, were all on fire; all the wall was ablaze when I told him I would not hit her again. I tried to run around Jack. He caught me in the collar, and .said, “ You won’t hit her ?” and shoved me over into the fire. I caught the walls with my hands. (The witness here exhibited his hands, and showed the burn on the palm of hands.)\nJack got out of the window, and I went out after him. When I got out, Jack said, “We had better kill that damned boy; he is young and will tell it.” George said, “ No, don’t kill him; we will give him $5, and if he ever tells it we will kill him.” Willis Lawson said, “ Yes, you give him $5 not to tell, and then if he ever tells we will kill him.” George Mitchell had a boot in his hand when we first went to him and Jack, when they called us after they came to the corner of the house.\nWhen I got into that window, and before I struck the woman, I saw Henry Kirby; he was lying on the floor, dead. His head was beat, and so was the woman’s; the blood was on her face, and when I struck her the blood flew on my shirt. I know Henry Kirby was dead. I could see by the firelight; the house was all ablaze. This happened on the night of the 24th of December, 1891; it was the day before Christmas day, and it happened in Wharton County, Texas; and that is Jack Fields, the defendant (pointing him out). We then went away and left the house burning. We came out to the wire fence. They had given me a $5 bill. I held it in my hand until I got home. When we got to the wire fence, Jack left me and Willis and George. He went down the fence. Me, Willis, and George crossed a cornfield and struck Old Caney; went up under the bank until we came to the bridge at Kemps, and crossed and went on to George Mitchell’s house. I did not see Jack Fields any more.\nWhen we got home, George Mitchell sat down at the doorstep. I went in the house, and lit the lamp. I then looked at the bill, and saw it was bloody. I said to George, “ This bill is full of blood.” He said, “Well, I will show you how to get it out.” He did not show me. He took the bill and got the blood out himself. I then went and laid down, but could not sleep. It was near daylight. George Mitchell came and laid down. We got up about sunrise. I got up and went to make a fire. I asked George where my boots were. He said, “ I lost one of them last night, but I will make them good.” I said, “ No, you need not mind.” I said, “ I will go down to Mr. Kemp’s store, and get a pair of shoes.” George said, “No, you must not go. Willis wants some tobacco. He can get the shoes.” I then gave Willis some money, S31 got from Mr. Rowe for picking cotton, and he got the shoes and brought them to me. I had lent my boots to George before that day. They were too small for him, and his feet did not go down.\nGeorge Mitchell, Jack, and Willis made me walk ahead of them as we came back. They talked, but I do not know what they said. When Jack left us he said, “Mind what I told you, and take care of that damn boy,” and George said, “All right.” After I got the shoes, George Mitchell told me I had better go away, and told me to get shed of that shirt. I made him no answer back, so me and George left the house together. We left Willis at George’s house. We went down the road toward Junius Hall’s store. Hall’s is about two miles from Kemp’s store, and about the same from George Mitchell’s. Before we got to the store, George told me to go on, and he would meet me. I went on to the place where he said he would meet me. He did not come. I went on to the store, and bought me a shirt and hat with the $5 bill. I then went on toward Bernard, and on to my mother’s. George told me to go away; it would be best for me. I do not know how much money they got. I never saw any but the bill they gave me. I made a statement to Mr. Hall, the justice. He took it down in writing. This is all I know. That is my boot—the one cut down the foot. I suppose George cut it to get it off that night. I saw it the next morning in the chimney corner, outside of the house, when I went out for wood to build a fire. I don’t know if the other boot is Henry Kirby’s or not. I threw the shirt away (shirt exhibited). That’s the one.\nS. M. Bowe, a witness for the State, gave this description of the bodies the next morning after the murder. He says: I went to Henry Kirby’s the next morning after he was killed and burnt up. I found the bodies of a man and a woman, and a little babe. I could tell the woman; there was a burnt hole in her stomach, and you could see where the child came from. It was burnt out of her. We found no money. The house was burnt down before I got there."
  },
  "file_name": "0042-01",
  "first_page_order": 62,
  "last_page_order": 66
}
