{
  "id": 3188190,
  "name": "Eddie Bell Stone LEWING (J. H. Lewing, Intervenor) v. DE SOTO PARISH SCHOOL BOARD",
  "name_abbreviation": "Lewing v. De Soto Parish School Board",
  "decision_date": "1959-06-25",
  "docket_number": "No. 44509",
  "first_page": "43",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 43"
    },
    {
      "type": "parallel",
      "cite": "113 So.2d 462"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "100 So.2d 908",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9907900
      ],
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/100/0908-01"
      ]
    },
    {
      "cite": "90 So.2d 899",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9910446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/90/0899-01"
      ]
    },
    {
      "cite": "205 La. 177",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3153705,
        10029478
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/205/0177-01",
        "/so2d/17/0025-01"
      ]
    },
    {
      "cite": "206 La. 317",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3103458,
        10038797
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/206/0317-01",
        "/so2d/19/0153-01"
      ]
    },
    {
      "cite": "226 La. 708",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2988067,
        10037655
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/226/0707-01",
        "/so2d/77/0013-01"
      ]
    },
    {
      "cite": "94 So.2d 431",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        5434761,
        9902391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/232/0445-01",
        "/so2d/94/0431-01"
      ]
    },
    {
      "cite": "232 La. 446",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9902391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/94/0431-01"
      ]
    },
    {
      "cite": "220 La. 252",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        11642565,
        2992774
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/56/0413-01",
        "/la/220/0252-01"
      ]
    },
    {
      "cite": "228 La. 987",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2897040,
        9905769
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/228/0987-01",
        "/so2d/84/0610-01"
      ]
    },
    {
      "cite": "191 La. 90",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10053932,
        1190047
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so/184/0552-01",
        "/la/191/0089-01"
      ]
    },
    {
      "cite": "184 So. 574",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10055138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/184/0574-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 16714,
    "ocr_confidence": 0.748,
    "pagerank": {
      "raw": 1.2593347696388657e-06,
      "percentile": 0.9887423938615726
    },
    "sha256": "0d4ec185b52737f3308c3bbdc2cb587514a27ab08b461e7a9fbaa774d28b49a6",
    "simhash": "1:fcc498e375c0beb5",
    "word_count": 2862
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "HAMITER, J., concurs in the decree."
    ],
    "parties": [
      "Eddie Bell Stone LEWING (J. H. Lewing, Intervenor) v. DE SOTO PARISH SCHOOL BOARD."
    ],
    "opinions": [
      {
        "text": "HAMLIN, Justice.\nThe De Soto Parish School Board appeals from a judgment of the district court reinstating Mrs. Eddie Bell Stone Lewing to her position as a permanent teacher, with all rights, tenure and emoluments thereto, plus back salary from the date of her removal, June 23, 1958, to the date of reinstatement.\nOn June 4, 1958, charges of incompetency and/or wilful neglect of duty were filed by the Superintendent of De Soto Parish Schools against Mrs. J. H. Lewing (nee, Eddie Stone). At a hearing held on June 23, 1958, she was found guilty of wilful neglect of duty — being exonerated of the charge of incompetency' — and ordered removed from her position as a permanent teacher. On September 11, 1958, Mrs. Lewing (later joined and authorized by her husband, J. H. Lewing) filed an ordinary suit in the Eleventh Judicial District Court, praying for the judgment which is the subject of this appeal. In her petition she prayed that an order of subpoena duces tecum issue to defendant School Board di-. recting it to file in the proceeding the entire transcript of the evidence taken during the hearing, including all of the documents and exhibits filed by all parties thereto.\nThe defendant, De Soto Parish School Board, filed the transcript and exhibits in the trial court. Articles 140, 143, 473, and 474, Louisiana Code of Practice. It then filed an exception of no cause of action, which was overruled. In answer, it urged the original charges filed against plaintiff by the Superintendent of De Soto Parish Schools and prayed for rejection of her demands. It averred that evidence which might be introduced in the hearing before the court would further substantiate the charges of wilful neglect and incompetency.\nPlaintiff then filed what she termed a “Motion and Order for Rule to Show Cause to Issue to De Soto Parish School Board,” in which she alleged that—\n“ * * * the entire transcript of the hearing had in this matter before De Soto Parish School Board on June 23, 1958, including all evidence, including the exhibits and documents received and filed at said hearing, have been filed in this Court; that the De Soto Parish School Board, defendant herein, has filed an answer to the demands of the plaintiff and in Article 29 of said answer adopts the evidence adduced before it in the hearing on June 23, 1958, and that plaintiffs make said record a part hereof for the purpose of showing rem ipsam;”\nand prayed for a rule to issue to the De Soto Parish School Board ordering it to show cause why the matter should not be heard. and decided upon the petition and answer filed and a review of the entire transcript and record of the proceedings at the hearing before the De Soto Parish School Board on June 23, 1958.\nIn praying for a recall of the rule issued, defendant averred:\n“ * * * that the allegations contained in the answer filed herein supplements and adds to the evidence which will be admissible against the plaintiff in this cause, which evidence defendant is entitled to present for the consideration of this Court.”\nThe trial court made absolute the rule to show cause and ordered the case submitted for decision on the record as made up, and it fixed argument on a later date. Following the rendition of a decision in favor of plaintiff, the School Board filed the present appeal.\nPosed for our determination are three ■specifications of error, namely; (1) that the district court was in error in overruling the exception of no cause of action filed by defendant; (2) that the court erred in denying the De Soto Parish School Board a trial in the district court and an opportunity to adduce further evidence in support of the charges filed against plaintiff based on the allegations contained in the answer filed by the School Board; and, (3) that if the district court was authorized to restrict its review of the case to the testimony and exhibits presented to the De Soto Parish School Board, the court was in error in reversing a unanimous decision of the School Board, which was based on substantial evidence.\nThe Teachers’ Tenure Act (LSA-R.S. 17:441-444), under which plaintiff’s petition was filed, has for its object the protection of worthy teachers. It has been repeatedly held by the courts of this State that this act should be liberally construed in favor of the class of persons designed to be its primary beneficiaries. Andrews v. Union Parish School Board, La.App., 184 So. 574; 191 La. 90, 184 So. 552; Lea v. Orleans Parish School Board, 228 La. 987, 84 So.2d 610, 613.\nPlaintiff’s petition detailed alleged errors committed by the De Soto Parish School Board, and it prayed for an annulment of the School Board’s action in dismissing plaintiff from her position as a permanent teacher and demanded her reinstatement with accompanying emoluments. The petition definitely set forth a cause of action (an alleged injustice which plaintiff believed should be corrected) ; the trial judge was correct in overruling defendant’s exception of no cause of action.\nWe now pass to consideration of the trial court’s judgment, based upon the record as made up before the School Board.\nLSA-R.S. 17:443 provides:\n“If a permanent teacher is found guilty by a school board, after due and legal hearing as provided herein, on charges of wilful neglect of duty, or of incompetency, or dishonesty, or * * * and ordered removed from office, or disciplined by the board, the teacher may, not more than one year from the date of the said finding, petition a court of competent jurisdiction for a full hearing to review the action of the school board, and the court shall have jurisdiction to affirm or reverse the action of the school board in the matter. If the finding of the school board is reversed by the court and the teacher is ordered reinstated and restored to duty, the teacher shall be entitled to full pay for any loss of time or salary he or she may have sustained by reason of the action of the said school board.” (Emphasis ours.) See, Houeye v. St. Helena Parish School Board, 220 La. 252, 56 So.2d 413.\nOur study of the Teachers’ Tenure Act and the jurisprudence convinces' us that the provision in LSA-R.S. 17:443,, supra, providing “for a full hearing to review the action of the school board” is for the benefit of discharged teachers. If a school board decides that sufficient evidence was adduced before it to sustain the dismissal of a teacher, she is entitled, if she desires, to a full hearing on the merits in the district court with a presentment of additional evidence in her behalf. Article 476, Code of Practice. The defendant school board would then be given an opportunity to negate this evidence. Article 477, Code of Practice. If the discharged teacher is content with the record as made up at the hearing before the school board, she has a right to have her case submitted on the record, subject, of course, to the discretion and ruling of the trial judge. In that event, the school board should not be allowed to prove its case in the district court. If sufficient evidence is not adduced before a school board to sustain a teacher’s dismissal, she should not be required to present additional evidence at the hearing in the district court. We find no error or abuse of discretion on the part of the trial judge in deciding the instant case upon the record as made up before the De Soto Parish School Board.\nThe transcript of the hearing before the De Soto Parish School Board sets forth eleven charges against plaintiff. On this appeal, the School Board only argues the merits of Charges Nos. 1, 4, and 6. We find that the evidence offered in support of the other charges — apparently abandoned by the School Board — is either without merit or has been satisfactorily explained by the plaintiff, Mrs. Lewing. Our attention will, therefore, be devoted to the specific charges of incompetency and/or wilful neglect of duty, which read:\n“1) She has been habitually late for school over a long period of time, contrary to adopted and standing rules, regulations and instructions.”\n“4) She has failed to discharge her professional duties and responsibilities by procuring assistance in whole and/or in part from pupils in the grading of tests given pupils.”\n“6) She has been careless and negligent in maintaining accurate records of pupils’ knowledge and achievement.”\nIn arriving at our decision, we shall be mindful of the rule that:\n“ * * * When there is a rational basis for an administrative board’s discretionary determinations which are supported by substantial evidence insofar as factually required, the court has no right to substitute its judgment for the administrative board’s or to interfere with the latter’s bona fide exercise of its discretion. Southern Bell Tel. & Tel. Co. v. Louisiana Pub. Serv. Comm., 232 La. 446, 94 So.2d 431; Young v. Charity Hospital, 226 La. 708, 77 So.2d 13; State ex rel. Rathe v. Jefferson Parish School Bd., 206 La. 317, 19 So.2d 153; State ex rel. Bourgeois v. Board of Supervisors, etc., 205 La. 177, 17 So.2d 25; State ex rel. Carter v. Louisiana State Board of Dentistry, La.App., 1 Cir., 90 So.2d 899.” Chantlin v. Acadia Parish School Board, La.App., 100 So.2d 908, 910, certiorari denied.\nAt the outset, we might state that the eleven charges are couched in general language. They do not specify definite acts; neither do they state the number of times the dereliction of duty was committed, nor specify the dates on which infractions occurred. Nothing is itemized or pin-pointed.\nCharge No. 1 accuses Mrs. Lewing of having been habitually late for school. Witnesses for the School Board testified that she was late on a number of occasions. They admitted, however, that she had never been individually warned of her tardiness. Mr. Raymond Powell, Principal of Mansfield Elementary School, testified as to specific dates on which he had observed plaintiff’s lateness; that he discussed the matter with the Superintendent of Schools, who suggested to him that he make a record of the dates on which Mrs. Lewing was tardy. Mr. Allen H. Plummer, Superintendent of De Soto Parish Schools, testified that after Mr. Powell called to his attention the fact that Mrs. Lewing was coming to school habitually late, he personally observed her conduct and determined that she was late on several occasions. He stated that he never had a conference with Mrs. Lewing about her actions.\nMrs. Lewing’s testimony is as follows:\n“Mr. Hunter, with all fairness to everybody, I was never aware, except once of being late, and that was the time that my little girl was real sick, and just as I started out, about twenty minutes to eight, she vomited again. The cook hadn’t come, and I ran back in to clean up the mess, and it made me late, and I should have explained that. I should have gone to the Principal and told him why, but I am just a little bit meek, and I just didn’t. I just went on to work. But I did not realize at any other time I was late to school. I certainly was not wilfully late. * * * If I had ever been told one time, ‘Mrs. Lewing, you are being late,’ I certainly would have set the alarm and gotten there earlier. I did not realize it. I did not wilfully do anything.”\nWe believe that plaintiff should have-been specifically warned by her superiors and given an opportunity to correct her tardiness. Based on lack of notice and warning to plaintiff, we find that the School Board acted arbitrarily in its decision on Charge No. 1.\nWe find no merit in Charge No. 4.. The testimony of Mr. Raymond E. Powell to the effect that he visited Mrs. Lewing’s. room and found two boys and three girls, assisting her in grading final test papers is. not satisfactory proof that plaintiff failed to discharge her professional duties and responsibilities. Mr. Powell did not see the students place grades on the papers, and he stated that he did not know to what extent they were aiding Mrs. Lewing. Plaintiff explained her actions by testifying that she merely permitted her pupils to check papers but never allowed a child to grade a paper.\nCharge No. 6, that Mrs. Lewing was negligent in maintaining accurate records of' pupils’ knowledge and achievement, is based’ on a permanent record of every child in her class from September 4, 1957 through May 30, 1958, compiled by Mrs. Fanny Tharp,. Parish Supervisor of Classroom' Instruction. This record is at variance with the permanent record compiled by plaintiff. At the School Board hearing, Mrs. Tharp testified that Mrs. Lewing’s Class Register,. Report Cards, and Permanent Register, did not coordinate.\nThe evidence adduced at the hearing before the School Board does not show that Mrs. Tharp informed Mrs. Lewing that she was making an audit or compilation of her records; nor does it disclose that Mrs. Tharp notified Mrs. Lewing that she was keeping her records incorrectly. When counsel for Mrs. Lewing requested an opportunity to examine the records, which had just been shown them, and time to check or have them checked against Mrs. Tharp’s compilation, in order to answer the charges, the School Board denied their request.\nMrs. Lewing testified:\n“Yes sir. In this compilation of grades, where Miss Fanny kept saying that they were piled up, I’ll admit that I give two grades a week — I give twelve grades a six weeks period and I just put them down in consecutive order. Now, as far as skipping a week’s grades, I have never skipped a week’s grades. It looked like it from the roll book, but a roll book is kind of like a woman’s purse. It is kind of .private, and it is kind of hard for anybody else to interpret, and I put things in there that are just a little bit different maybe from the way that Miss Fanny has read it, and I am so anxious to get with her and Mr. Powell and see if something hasn’t been checked differently from the way that I kept it, because I certainly was very particular- — -I am always, but particularly was I careful this time, because I was being criticised, and I wanted to be just right. And if there is anything wrong, it must be something that she and I don’t see alike on, and I am very anxious that we get together on that, and correct it because I would certainly not misgrade a child. I would not cheat on a child for anything under the sun.”\nWhen Mrs. Lewing was asked:\n“Mrs. Lewing, if after you have gone over those papers and an accurate check has been made of Miss Fanny’s figures there, if it is found that some inaccuracies do exist, you are ready and willing to see that all your future grades will be in line with what Miss Fanny — ”\nshe replied:\n“I certainly intend to do that, regardless. I certainly do intend to correct it, and if I had known — I don’t see how three of us could have made errors on it.”\nWe believe that the School Board acted in an arbitrary manner in not allowing plaintiff the delay requested by her counsel. She was entitled to an opportunity to intelligently reply to or explain the variance in her permanent records and those compiled by Mrs. Tharp. This she could only do by examination, audit, and compilation by herself or a person possessing qualifications equal to those of Mrs. Tharp.\nThe evidence as a whole does not show that plaintiff was arbitrary or uncooperative. It discloses that she manifested a willingness to continue teaching in the Mansfield Elementary School and to follow the advice and constructive criticism advanced by her Principal, Mr. Powell, her Superintendent, Mr. Plummer, and the Supervisor, Mrs. Tharp. Mrs. Lewing stated that she would follow suggestions made to improve her teaching; that she could go right on teaching and work with her superiors, since she realized that they were sincere in their accusations against her.\nWe find no merit in Charge No. 6 and conclude that the School Board acted in an arbitrary manner in its decision on said charge.\nIn view of the above conclusions, we find that the charges against plaintiff are not supported by substantial evidence as factually required (See, Chantlin v. Acadia Parish School Board, supra), and that the trial judge was correct in his judgment.\nFor the reasons assigned, the judgment of the trial court is affirmed.\nHAMITER, J., concurs in the decree.",
        "type": "majority",
        "author": "HAMLIN, Justice."
      }
    ],
    "attorneys": [
      "Booth, Lockard, Jack, Pleasant & Le-Sage, Shreveport, for defendant-appellant.",
      "Colvin & Hunter, Mansfield, for plaintiff-intervenor-appellees."
    ],
    "corrections": "",
    "head_matter": "113 So.2d 462\nEddie Bell Stone LEWING (J. H. Lewing, Intervenor) v. DE SOTO PARISH SCHOOL BOARD.\nNo. 44509.\nJune 25, 1959.\nBooth, Lockard, Jack, Pleasant & Le-Sage, Shreveport, for defendant-appellant.\nColvin & Hunter, Mansfield, for plaintiff-intervenor-appellees.\n. “This statute recognizes and grants specific rights and privileges to persons falling within the classification of permanent teachers. It, being a general statute affecting all persons within that class, must be given a liberal construction. * * * ”"
  },
  "file_name": "0043-01",
  "first_page_order": 54,
  "last_page_order": 62
}
