{
"id": 4381237,
  "name": "SAID COHEN, Plaintiff and Appellant, v. RICHARD KARUBIAN et al., Defendants and Respondents",
  "name_abbreviation": "Cohen v. Karubian",
  "decision_date": "1969-09-05",
  "docket_number": "Civ. No. 9406",
  "first_page": "44",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 44"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "246 P.2d 961",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "112 Cal. App.2d 555",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2237129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/112/0555-01"
      ]
    },
    {
      "cite": "317 P.2d 182",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "155 Cal. App.2d 171",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4426271
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/155/0171-01"
      ]
    },
    {
      "cite": "12 Cal.Rptr. 802",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "191 Cal.App.2d 674",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2329549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/191/0674-01"
      ]
    },
    {
      "cite": "66 Cal.Rptr. 458",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "259 Cal.App.2d 325",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2201216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/259/0325-01"
      ]
    },
    {
      "cite": "143 P. 710",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "168 Cal. 468",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2092846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/168/0468-01"
      ]
    },
    {
      "cite": "148 P. 545",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "26 Cal.App. 775",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        332776
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "783"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/26/0775-01"
      ]
    },
    {
      "cite": "270 P.2d 891",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "125 Cal.App.2d 440",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2222191
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/125/0440-01"
      ]
    },
    {
      "cite": "155 P.2d 60",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "67 Cal.App.2d 591",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4575264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/67/0591-01"
      ]
    },
    {
      "cite": "41 P.2d 935",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "2 Cal.2d 513",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2197321
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "515"
        },
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/2/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 11219,
    "ocr_confidence": 0.593,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1494531148341081
    },
    "sha256": "5ea6267da66047404761d223cc1982c8305e19c7ef1bdd2b0fdd366642e2722a",
    "simhash": "1:88b254f4620e940d",
    "word_count": 1907
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "SAID COHEN, Plaintiff and Appellant, v. RICHARD KARUBIAN et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "Cohen, brought this action to partition certain real property under the provisions of section 752 et seq. of the Code of Civil Procedure. Plaintiff also sought an accounting. At the time of the commencement of this action, plaintiff and the defendants, Richard Karubian and Touba Karubian, (hereafter referred to as “Karubians”) were the owners as tenants in common of the fee interest in the real property described in the complaint; title being held by said parties as tenants in common with plaintiff holding a 50 percent interest and defendants a 50 percent interest.\nThe property in question was acquired on April 1, 1963, by grant deed from codefendants Lonis J. Johannsen and Gwendolyn H. Johannsen by execution of a promissory note in the principal sum of $196,000. As security for the note, a purchase money trust deed was executed naming Security Title Insurance Company, as trustee, in favor of the Johannsens, as beneficiaries.\nSubsequent to the filing of the complaint, but prior to trial of the action plaintiff Cohen and his wife executed a grant deed to Mehdi Cohen and Albert Cohen as joint tenants.\nOn January 18, 1968, the trial court issued its interlocutory judgment for sale of real property and appointment of referee. It is from that judgment which plaintiff Said Cohen now appeals.\nVia its interlocutory judgment the eonrt reserved jurisdiction to determine the issues concerning plaintiff’s claim for money due from the Karubians. The court found that Mehdi Cohen and Albert Cohen and the Karubians were the owners as tenants in common of the said real property and that each party had a 50 percent interest therein. It also found that the defendants, Johannsens, were the owners of the promissory note herein described and that as of the date of the interlocutory judgment the unpaid balance of said note was $117,600, plus interest thereon at the rate of 6 percent per annum from July 1,1967.\nThe court then determined that the real property was so situated that a partition in kind could not be made without great prejudice to the owners and to the Johannsens and that a sale was necessary. The court ordered a referee appointed for purposes of selling said property at public auction for cash sufficient to discharge in full the lien of the deed of trust owned by the defendants, Johannsens, together with all interest accrued on the note to date of payment. The proceeds from the sale were ordered to be applied first to pay the general costs of this action, second to pay the costs of reference, third to pay the defendants, Johannsens, the sums due or to become due on their trust deed note, and for the residue to be divided 50 percent to Mehdi and Albert Cohen and 50 percent to the Karubians.\nThe sole contention on appeal is whether it was error for the trial court to order that\" the property to be partitioned be sold free of the encumbrance held by the defendants, Johann-sens.\nTo determine this question, we look first to the applicable statute. Section 771 of the Code of Civil Procedure provides: “The proceeds of the sale of encumbered property must be applied under the direction of the court as follows:\n1. To pay its just proportion of the general costs of the action;\n2. To pay the costs of reference;\n3. To satisfy and cancel of record the several liens in their order of priority, if entitled to priority over the lien under which the owner’s title was obtained, by payment of the sums due and to become due; the amount due to be verified by affidavit at the time of payment;\n4. The residue among the parties, according to their respective shares therein, as found by the court.” (Italics added.)\nA simple reading of this statute makes its meaning clear. There is no necessity for construction. Its plain meaning provides that all encumbered property sold under partition proceedings shall be discharged from all liens and encumbrances with the exception of liens not entitled to priority over the lien under which the owner’s title was obtained. Thus, the lower court properly construed section 771 and followed the mandate enacted by the Legislature requiring the “proceeds of sale of encumbered property” to be applied against the Johannsen encumbrance, and thereby satisfy and cancel the first trust deed.\nIn support of his position that the property be sold subject to the Johannsen trust deed, plaintiff cites from Wernse v. Dorsey, 2 Cal.2d 513, 515 [41 P.2d 935], wherein the court stated: “While it is allowable to decree a sale in partition subject to a lien, where the lien is upon the united interests of all claimants to the property, we cannot see how such a decree can properly be made where only one undivided interest is subject to the lien. ’ ’\nThe cited case was one for partition in which the interest of the owner of an undivided interest was subject to lien but not the interest of the other. The decree of the trial court ordered the property sold, the lien satisfied, and the balance distributed equally, thereby imposing upon the co-tenant, whose interest was not subject to the lien, the obligation of paying one-half of the lien. As the court was not concerned with a lien against the entire property, its statement: “While it is allowable to decree a sale in partition subject to a lien, where the lien is upon the united interest of all claimants to the property. ...” was not necessary for a determination of the question to be decided on appeal and was plainly obiter dictum.\nIn Cathcart v. Redlands Security Co., 67 Cal.App.2d 591 [155 P.2d 60], the lower court ordered the referee to examine the property to determine whether a partition in kind could be made and, if so, the trust deed was to become a lien upon the plaintiff’s three-fourths’ interest. The defendants appealed from the interlocutory judgment and argued that because there was an encumbrance, the property must be sold, relying on Wernse v. Dorsey, supra, 2 Ca.l.2d 513, 515, and two other cases cited in the opinion. In afSrming the judgment, the court, at pages 593-594, answered the argument by stating: 1 ‘ These eases are authority for quite a different rule of law from that contended for by defendants. They hold that in the event the court decrees the property should be sold rather than partitioned in kind, that the property should be sold free and clear of all liens and the lienholders are to be satisfied out of the share of the proceeds coming to the person upon whose interest the lien previously existed.” (Italics added.)\nThe court, in interpreting Wernse v. Dorsey, supra,, 2 Cal.2d 513, 515, did not distinguish between cases where property ordered sold is subject to a lien on the entire interest of the owners and those in which the lien is against the undivided interest of one owner.\nThe most recent and perhaps clearest authority (aside from the statute) for the trial court’s action is Demetris v. Demetris, 125 Cal.App.2d 440 [270 P.2d 891], In Demetris, there was an encumbrance on the entire piece of property which had been procured solely to allow one party to buy his half interest. The court in ordering the property sold, provided that the encumbrance be paid only out of the proceeds attributable to the person who had placed it on the property. The appellate court reversed and declared :\n“Although, as between the parties, the defendants are responsible for the satisfaction of the debt owing to Prudential Life Insurance Company of America, said company has a lien on the property as such, which lien, under section 771, Code of Civil Procedure, must toe satisfied out of all proceeds after deduction of costs, before division among the parties.” (Demetris v. Demetris, 125 Cal.App.2d 440, 445 [270 P.2d 891].) (Italics added.)\nThe court’s decision was clear that the lien being on the entire parcel must be satisfied out of the proceeds as a whole even though the lien was obtained to finance the purchase of only one co-tenant’s interest.\nPlaintiff complains that the judgment ordering a sale free of Johannsens’ encumbrance would work a hardship’ on the parties and would force potential buyers to re-finance in a tight money market. These complaints were succinctly answered by the court in Rich v. Smith, 26 Cal.App. 775 [148 P. 545], wherein the defendant, in his answer, alleged that a sale of the mortgaged property would result in a sacrifice; that a partition by sale of the entire property would result in the insolvency of both parties.\nThe following is the court’s answer to the contention: “. . .In brief, it seems to be conceded by both parties that a partition by sale would prove disastrous; and therefore it may be safely assumed that this was the reason which prompted the lower court to exercise its discretion in favor of an order for physical partition. That this was so is further evidenced by the fact that the defendant Smith, while complaining of a physical partition, still insists that, under all the pleaded and proven facts in the case, partition by sale should not be ordered, because of the grievous loss which will result therefrom to both parties. It will thus he seen that the ultimate contention of the defendant Smith, is that partition of any kind should be denied until such time as partition would result in the fullest profit to both parties.\n‘ ‘ This position is utterly untenable. Ordinarily, if the party seeking partition is shown to be a tenant in common, and as such entitled to the possession of the land sought to> be partitioned, the right to partition is absolute, and cannot be denied, 1 either because of any supposed difficulty, nor on the suggestion that the interest of the cotenants will be promoted by refusing the application or temporarily postponing action, to secure the advantages to result from a rise in market values.’ ” (Rich v. Smith, 26 Cal.App. 775, 783 [148 P. 545].)\nSince the court ordered the realty sold, it had no authority to decree a sale subject to Johannsens’ deed of trust in the absence of a stipulation or agreement between the parties and no such stipulation or agreement was executed.\nThe judgment is affirmed.\nKerrigan, Acting P. J., and Tamura, J., concurred.\nAssigned by the Chairman of the Judicial Council.\nOn October 17, 1968, the Karubians and Johannsens filed a notice of motion and motion to dismiss the appeal on the basis that Said Cohen’s transfer divested him of any interest in the law suit and precluded him from appealing. Said motion was argued on November 6, 1968 and denied upon the authority of Code of Civil Procedure, section 385; Higgins v. Kay, 168 Cal. 468 [143 P. 710]; Franco Western Oil Co. v. Fariss, 259 Cal.App.2d 325 [66 Cal.Rptr. 458]; Greco v. Oregon Mutual Fire Insurance Co., 191 Cal.App.2d 674 [12 Cal.Rptr. 802]; Stark v. Shaw, 155 Cal. App.2d 171, 182 [317 P.2d 182]; Zimberoff v. Bank of America, 112 Cal. App.2d 555 [246 P.2d 961],",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 9406.\nFourth Dist., Div. Two.\nSept. 5, 1969.]\nSAID COHEN, Plaintiff and Appellant, v. RICHARD KARUBIAN et al., Defendants and Respondents.\nTuller, Yon Esch & Carosella and Terry M. Moshenko for Plaintiff and Appellant.\nArnerich, del Valle & Sinatra, Bernard J. del Valle, Thorpe, Sullivan, Climnin & Workman and William A. Herreras for Defendants and Respondents."
  },
  "file_name": "0044-01",
  "first_page_order": 66,
  "last_page_order": 71
}