{
"id": 1855445,
  "name": "ARMSTRONG v. COMMERCIAL CARRIERS, INC.",
  "name_abbreviation": "Armstrong v. Commercial Carriers, Inc.",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 81, Calendar No. 45,452",
  "first_page": "45",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "289 US 479",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3917473
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/289/0479-01"
      ]
    },
    {
      "cite": "61 F Supp 86",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        638613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/61/0086-01"
      ]
    },
    {
      "cite": "324 Mich 269",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1912994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/324/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 17273,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.0109199482071531e-07,
      "percentile": 0.5421227260739911
    },
    "sha256": "92d37a64094900b3ec0920021fcd0ddd9e57a88424917e99c39f5c5328b6192f",
    "simhash": "1:5d599a03283d444d",
    "word_count": 2723
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred."
    ],
    "parties": [
      "ARMSTRONG v. COMMERCIAL CARRIERS, INC."
    ],
    "opinions": [
      {
        "text": "Kelly, J.\nPlaintiff, who is appellee and cross appellant, filed 3 claims with the workmen’s compensation commission, as follows:\n“1. Seessel Armstrong v. Commercial Carriers, Incorporated and Consolidated Underwriters; alleged accident: July 1945 * * * (claim 1)\n“2. Seessel Armstrong v. Commercial Contracting Company and Consolidated Underwriters; alleged accident: October 7, 1946 * * * (claim 2)\n“3. Seessel Armstrong v. Commercial Carriers, Incorporated, a self-insurer; alleged accident: March 15, 1949 * * * (claim 3).”\nThe 3 claims were consolidated and the deputy commissioner found that the injury of March 15, 1949 (claim 3), was the precipitating factor of the employee’s compensable disability. Defendant and appellee Commercial Carriers, Inc., (claim 3) filed an application for review and served same upon plaintiff, but did not serve a copy upon the appellants (claim 2).\nOn December 12, 1951, the Commission entered its. opinion and order on review, modifying' the award made by the deputy commissioner, and ordered Commercial Contracting Company and its insurer,, Consolidated Underwriters, appellants herein (claim 2), to pay.plaintiff the total disability compensation theretofore ordered paid by Commercial Carriers,. Inc.\nOn January 4,1952, plaintiff filed with the commission a petition for delayed claim for review. Plaintiff alleged:\n“The plaintiff, Seessel Armstrong, shows that his attorney failed to file a claim for review under the belief that the claim for review filed by the codefendant Commercial Carriers, Incorporated, would take the entire case up on review as to all parties, including the codefendant Commercial Contracting Company and its insurer Consolidated Underwriters.\n“The plaintiff alleges and avers that his failure to file claim for review from the deputy commissioner’s award was based upon a belief shared by many members of the bar and some members of the commission but that said belief may be erroneous and mistaken and work a great injustice to the plaintiff and the parties to this cause.\n“The plaintiff shows that a granting of this petition for an extension of time in which to file a claim for review from,the deputy commissioner’s award will not prejudice any of the parties to the cause and a denial of it will work a gross miscarriage of justice.”\nAppellants filed objections, alleging that after having modified the award the commission could not now proceed to rehear the matter and that the- granting of an extension would be an abuse of discretion.\nThe commission dismissed the petition, stating that “all of the parties were properly before the commission on the claim for review of the Commercial Carriers, Inc., and there is no necessity for a delayed appeal.”\nOn the same day appellants filed their objections to plaintiff’s delayed claim for review, namely, January 8, 1952, appellants filed their application for leave to appeal to this Court. Plaintiff asked leave to file a delayed cross appeal “in the event the Supreme Court shall find that the workmen’s compensation commission erred in its award dated December 12, 1951.” Plaintiff’s request, filed on December 16, 1953, was granted by this Court on February 18, 1954.\nAppellants contend that plaintiff’s delayed cross appeal is barred by lapse of time. We have carefully reviewed all of the cases in appellants’ brief and find that the only one dealing with the question of this Court’s right to grant a cross appeal is In re Milner’s Estate, 324 Mich 269. This was an appeal from an order of the circuit court in a certified will contest proceeding admitting a will to probate as altered by a settlement proceeding. Following the entry of the above order the Salvation Army filed a petition in this Court asking leave to appeal therefrom, which petition was granted. Appellees contended that the Salvation Army was not a proper party entitled to appeal from the judgment of the circuit court. We said (p 274):\n“It should he noted that while the Supreme Court granted the Salvation Army leave to appeal from the order of the circuit court, this fact, in itself, is not a recognition of the right of the Salvation Army to make an application for leave to appeal.”\nAs applicable to the question herein presented, all the above case actually settles is that appellants are entitled to have reconsideration of this Court’s previous granting to plaintiff the right to file a cross-appeal.\nAppellants conferred jurisdiction upon this Court within the statutory limitation of time by applying for leave to appeal. When this Court granted said leave, this Court had complete jurisdiction and there is no limitation either by statutory provision or court rule preventing this Court, in its discretion,, granting to plaintiff the right to bring before this Court his contention by cross appeal.\nSeessel Armstrong, plaintiff, appellee and cross, appellant, contends that the failure of the Commercial Carriers, Inc., to serve a copy of its application for review of claim from the deputy commissioner’s award of June 8,1950, on the codefendant, Commercial Contracting Company, did not deprive the-workmen’s compensation commission of its jurisdiction over the Commercial Contracting Company on review. Commercial Carriers, Inc., defendant and appellee, contends that where a plaintiff has 3 separate, distinct causes of action against 2 different employers and all are tried together, that the parties in 1 suit do not become parties to the other.\nPlaintiff contends that failure to serve a copy of the claim for review upon appellants did not deprive-the commission of jurisdiction over appellants for tlie following reasons:\n1. That the commission on July 25, 1950, notified appellants’ attorney that an extension of time had been granted in Commercial Carriers’ claim for review ; that on August 14, 1950, the commission notified appellants that the transcript had been filed ^ that on August 30, 1950, appellants were notified by the commission that an extension of time had been, granted to file a brief; that on October 2, 1950, the commission notified appellants that the hearing on review was set for October 9, 1950.\n2. That on October 9, 1950, the date of hearing on review, the commission sent word to appellants’ attorney, Mr. Anderson, who was trying a case in an adjoining hearing room, that the commission desired Mr. Anderson to appear before it. As to what occurred while Mr. Anderson was before the commission is disclosed by the answer of Commercial Carriers, Inc., to appellants’ application for leave to appeal. The answer stated:\n“This defendant says that Mr. George Anderson, the attorney of record for Commercial Contracting Company, Consolidated Underwriters, appeared before the full commission on October 9, 1950 and argued the case. In his argument he did call the attention of the commission to the fact that an application for review had not been filed on behalf of Commercial Contracting Company and Consolidated Underwriters for the injury of 1946. He, however, proceeded to argue the case. He further advised the commissioners that he had no intention of filing a brief on behalf of Commercial Carriers, Incorporated and Consolidated Underwriters with reference to the injury of 1945 nor on behalf of Commercial Contracting and Consolidated Underwriters with reference to the injury of 1946.\n“Wherefore, defendant says that without any question the Consolidated Underwriters were before the commission and Mr. Anderson argued the case on review. Therefore, we respectfully request that the application for leave to appeal be denied.”\nAppellants answer this statement as follows:\n“It is admitted that the commission did send an emissary to find Mr. Anderson, who was trying a case in an adjoining hearing room, and, upon his appearance, he demanded of the commission, ‘Why should I be in here? No appeal has been filed as to my clients.’\n“Whereupon, the commission asked Mr. Anderson if he wished to file a brief, and Mr. Anderson remarked that he had not been made a party to the review proceedings, and, consequently, he saw no occasion to file a brief.\n“Somewhat jocularly, Mr. Anderson added, that,, at any event, the testimony of Dr. Albert H. Whit-taker had revealed that ‘the last injury of March 15, 1949, was the straw that broke the camel’s back,’ and after further colloquy between attorneys, Mr. Anderson left the hearing room.”\nMr. Anderson did not voluntarily appear before the commission. Appellees admit that Mr. Anderson called to the commission’s attention the fact that an application for review had not been served on his clients, Commercial Contracting Company and Consolidated Underwriters. Under these circumstances, we cannot conclude that Mr. Anderson’s appearance before the commission constituted a waiver of appellants’ right to claim that they were not parties to the proceedings because of lack of proper notice.\nOver objections, the deputy commissioner consolidated the separate claims of plaintiff against the various defendants. Such a consolidation did not have the effect of making the parties to one proceeding parties to the other. Each of the causes retained its separate identity. The purpose of such a consolidation was to allow the proofs in one cause to stand as proofs in the other with reference to common questions of fact. National Nut Company of California v. Susu Nut Company, 61 F Supp 86; Johnson v. Manhattan Railway Co., 289 US 479 (53 S Ct 721, 77 L ed 1331).\nPlaintiff and appellee contends that the provisions of Rule No 6 of the rules and practice of the workmen’s compensation commission excused the failure to serve a copy of the application for review upon the appellants. Rule No 6 reads:\n“Service of all papers, unless otherwise directed by law, may be made by mail and proof of such mailing will be prima facie evidence of such service. A copy of all petitions and motions, except applications referred to in Rule No 3, shall be served by the moving party upon the adverse party. Proof of such service shall be filed with the Commission.”\nWe cannot construe this rule to mean that the appeal by Commercial Carriers, Inc., was sufficient to give the commission jurisdiction to determine the rights of Commercial Contracting Company and Consolidated Underwriters, who were not served with notice of the appeal. The fact that the commission sent copies of its letters, orders of continuance, and notice of hearing to appellants’ attorney did not confer jurisdiction over appellants in the appeal for review by Commercial Carriers, Inc.\nThe appellants notified the commission by letter dated September 7, 1950, that no appeal was taken by appellants from the deputy commissioner’s award and that appellants were not a party to such appeal because they had never received any notice of same.\nAppellants were not properly before the workmen’s compensation commission and the commission did not have jurisdiction to determine the rights of defendants and appellants.\nThis is an unusual case as is disclosed by the fact that no comparable case is called to our attention in the briefs filed.\nThe record clearly discloses that the commission was erroneously of the belief that Commercial Carriers’ application for review brought before them all of the parties to the proceedings before the deputy.\nWhile appellants were justified in contending that they were not properly before the commission on review and justified in refusing the commission’s suggestion that they file briefs, no injustice will result if this Court, under the cross appeal, refers the matter back to the commission. The commission’s final determination would be based upon the testimony introduced before the deputy commissioner when appellants were ably represented by counsel. Appellants will be granted the same rights offered them by the commission on October 9, 1950, before the commission made its award.\nBecause of the unusual circumstances of this case, this Court confirms its previous order of February 18, 1954, granting plaintiff’s motion for leave to file a delayed cross appeal.\nDefendant and appellee’s brief is silent as to why it failed to serve notice of application for review upon appellants, except to state: • “It is the contention of the defendant-appellee, Commercial Carriers, Incorporated, that Seessel Armstrong was the only adverse party to the Commercial Carriers, Incorporated, for his cause of action arising out of an alleged injury on March 15, 1949.” Defendant and appellee undoubtedly knew that one of the problems for the commission to determine was which one of the 3 incidents was mainly responsible for the back injury suffered by plaintiff. In determining this question the appellants would be adverse parties to defendant and appellee.\nDefendant and appellee’s prayer that this Court enter an order affirming the commission’s order of December 12, 1951, as it concerns the rights of Seessel Armstrong against Commercial Carriers, Inc., is denied.\nThe petition of plaintiff and cross appellant, Seessel Armstrong, is granted, and the cause remanded to the workmen’s compensation commission.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred.",
        "type": "majority",
        "author": "Kelly, J."
      }
    ],
    "attorneys": [
      "Oswald M. Robbins, for plaintiff.",
      "Alexander, Cholette, Buchanan, Perkins <$> Conklin (S. Gerald Conklin, of counsel), for defendant Commercial Carriers, Incorporated.",
      "Buell Doelle, for defendants Commercial Contracting Company and Consolidated Underwriters."
    ],
    "corrections": "",
    "head_matter": "ARMSTRONG v. COMMERCIAL CARRIERS, INC.\n1. Appeal and Error—Effect of Granting Leave to Appeal.\nThe granting of leave to appeal to an applicant therefor does not constitute a recognition of the applicant’s right to make an application for leave to appeal.\n2. Same—Jurisdiction of Supreme Court—Cross Appeal.\nOnce jurisdiction is conferred upon the Supreme Court by an application for leave to appeal and such leave has been granted, the Court has complete jurisdiction and there is no limitation either by statute or court rule to prevent it, in its discretion, from granting to the opposite party the right to bring before it his contention by eross appeal.\n3. Workmen’s Compensation—Appeal to Commission—Involuntary Appearance of Attorney—Waiver.\nThe involuntary appearance of a party’s attorney before the workmen’s compensation commission before which plaintiff had 3 claims pending, one of which was against such party, did not constitute a waiver of such party’s right to claim that it and its insurance carrier were not parties to the proceedings then before the commission for lack of proper notice, especially where the attorney so advised the commission and also advised that no appeal had been filed by his clients.\nReferences for Points in Headnotes\n[1] See, generally, 2 Am Jur, Appeal and Error §§ 146, 447.\n[2] 2 Am Jur, Appeal and Error §§ 12, 812.\n[3] 58 Am Jur, Workmen’s Compensation § 426.\n[4] 58 Am Jur, Workmen’s Compensation § 429.\n[5, 6] 58 Am Jur, Workmen’s Compensation §§ 401/405.\n4. Same—Consolidation of Claims—Parties.\nThe consolidation of an injured employee’s 3 claims for workmen’s compensation against 2 different employers did not have the effect of making the parties to one proceeding the parties to the other, as each cause retained its separate identity, where the purpose of the consolidation was to allow the proofs of one cause to stand as proofs in the other with reference to common questions of fact.\n5. Same—Appeal—Notice—Jurisdiction.\nThe appeal by 1 of 2 defendants on 3 claims for workmen’s compensation against them from an award by the deputy commissioner against such appellant was not sufficient to give the workmen’s compensation commission jurisdiction of the other defendant who had not been served with notice of the appeal, notwithstanding copies of letters, orders of continuance and notice of hearing were sent to the attorney for sueh other defendant and its insurance carrier; hence, the commission did not have jurisdiction to determine the rights of such party not before it.\n6. Same—Notice of Appeal to Commission—Back Injury.\nThe workmen’s compensation commission’s order modifying deputy commissioner’s award of compensation for total disability by ordering second defendant to pay it instead of first defendant was erroneous, where second defendant had not been given a notice of appeal and one of the problems for the commission to determine was which of 3 incidents was mainly responsible for the back injury suffered by the plaintiff, hence, first defendant’s prayer that commission’s order relieving it of liability may not be granted.\nAppeal from Workmen’s Compensation Commission.\nSubmitted October 13, 1954.\n(Docket No. 81, Calendar No. 45,452.)\nDecided November 29, 1954.\nRebearing denied January 12,1955.\nSeessel Armstrong filed bis application for compensation against Commercial Carriers, Incorporated, employer, and against Commercial Contracting Company, employer, and Consolidated Underwriters, insurer. Award made by deputy commissioner against Commercial Carriers, Incorporated, who appealed, giving other employer no formal notice. Commission entered award against Commercial Contracting Company and insurer. Commercial Contracting Company and its insurer appeal. Plaintiff cross-appeals.\nRemanded to commission for further determination.\nOswald M. Robbins, for plaintiff.\nAlexander, Cholette, Buchanan, Perkins <$> Conklin (S. Gerald Conklin, of counsel), for defendant Commercial Carriers, Incorporated.\nBuell Doelle, for defendants Commercial Contracting Company and Consolidated Underwriters."
  },
  "file_name": "0045-01",
  "first_page_order": 85,
  "last_page_order": 94
}