{
"id": 156124,
  "name": "J. T. Lauderdale v. The State",
  "name_abbreviation": "Lauderdale v. State",
  "decision_date": "1892-06-04",
  "docket_number": "No. 7614",
  "first_page": "46",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "10 Pick., 477",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014311
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/27/0486-01"
      ]
    },
    {
      "cite": "29 Mich., 173",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1936682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/29/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 15226,
    "ocr_confidence": 0.545,
    "pagerank": {
      "raw": 3.3658865646036836e-07,
      "percentile": 0.8755383035844947
    },
    "sha256": "6d3c0c8d9fa0771e1d4a2dc4c982ff7aaf2e82454ebad3d45ea7668390e793bb",
    "simhash": "1:32bccbada814a3c1",
    "word_count": 2620
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. T. Lauderdale v. The State."
    ],
    "opinions": [
      {
        "text": "HURT, Presiding Judge.\nAppellant stands convicted of arson, as an accomplice, his punishment being assessed at five years in the penitentiary.\nIt appears from the record that Wade and others were also indicted and convicted for this offense; that appellant refused, upon the trial of Wade, to testify for the State, because his evidence would criminate himself. It also appears that appellant had testified for the State on the examining trial, his evidence being conclusive of his own guilt. Under the following circumstances, the testimony taken before the examining, court, over his objection, was introduced in evidence against him in this case: “ On the trial of said cause, on the preliminary hearing of evidence on the admissibility of the confession of the defendant Tom Lauderdale, the following facts were proven, to-wit: W. J. Oxford testified as follows: At the time of the alleged burning I was county attorney of Erath County, Texas, and went from Stephenville to Dublin, Texas, in order to investigate said burning, and attend the examining trial of the parties charged, with its commission. Wade came to me, and stated that he was going to turn State’s evidence, if Tom Lauderdale didn’t, and that he had no family, and that Tom Lauderdale had a large family, and for that reason he wanted to give Lauderdale an opportunity of testifying, and so escape punishment. After this, and on the evening before the defendant testified on the examining trial, myself, Bishop, Wade, and W. J. Davies went to Lauderdale’s house to see him on the matter of getting him to turn State’s evidence instead of Wade. When we got to defendant’s house and mentioned this subject to him, he (defendant) said he did not want to get tangled. I told him that, if he would testify for the State, through all courts, I would see that he should not be prosecuted, and upon this assurance he agreed to turn State’s evidence.\n‘ ‘ The next morning, when the examining court convened, at the city hall in Dublin, and just before defendant testified, I saw Mm (defendant) in attendance, and I said to him, ‘Well, you are here;’ to which he replied, ‘Yes, I am here, and ready to go through.’ I then again said to him, that if he would testify for the State through all courts, he should not be prosecuted; but that if he testified, and refused to do so through all the courts, his testimony might be used against him. Immediately after this he was called in and testified. I do not recollect that I used the words ‘ through all the courts.’ I can not swear that I used these identical words in the.conversation spoken of, or that I spoke of the final trial in the District Court; but I was there for the purpose of preparing the case for the final trial in the District Court, and I think 1 used the words substantially as I have stated.\n“ The defendant, at the succeeding term of the District Court, was indicted, and arrested, and put in jail. He was in jail from Friday or Saturday of one week to Tuesday of the next, when he gave bond. After getting out of jail, on bond, he came into my office and complained of having been indicted, when I assured him that he should (not?) be punished, and remarked to him, ‘ If you go on and testify, when you go to the penitentiary I will go necked to you.’ On the trial of Tom Wright, defendant was sworn as a witness for the State, but refused to testify, on the ground that his testimony would criminate himself, but he never assigned as a reason for so doing that he had been indicted.\n“ J. E, Bishop testified as follows: I was city marshal of Dublin at the time of the alleged burning. Mr. Oxford, Wade, W. J. Davies, and myself went to the defendant’s house the evening before he testified in the examining court in Dublin, to see him about turning State’s evidence. At Mr. Oxford’s request, I went to see the defendant first. I had a warrant for his arrest, and so informed him, and showed him the warrant. Defendant was lying on the bed, sick, at the time. I told the defendant that Wade would testify if he did not, but that he would give him the first chance to do so. He at first declined, but I insisted on his doing so, and told him to tell all he knew, and save himself; and he finally consented to turn State’s evidence, provided he could benefit himself by so doing. I went out, and so informed Mr. Oxford, and he (Oxford), Wade, Davies, and myself went in together. Wade told the defendant that he proposed to testify, and informed him (defendant) that he might take his place, and have the benefit of turning State’s evidence, if he desired to do so. Mr. Oxford then told the defendant that if he would testify for the State, and corroborate Tom Wright, he (Oxford) would see that defendant should not be prosecuted. I did not hear the District •Court mentioned, except that the defendant would not be prosecuted in the District Court. I did not hear Mr. Oxford tell the defendant that if he refused to testify, or went back on his agreement, his testimony might be used against him. I did hear Oxford tell the defendant, as many as three times, that if he would testify he-would not be prosecuted. I did not take bond from the defendant, but, after the agreement was made, myself and Davies stood good for his appearance.\n“ W. J. Davies testified as follows: I was present at defendant’s house when the agreement was made for him to testify. I had myself nego„tiated the whole affair. I made the agreement with Wade to testify, and the agreement with defendant was sanctioning what I had agreed with Wade. \"Mr. Oxford agreed with defendant that he would not prosecute him if he (defendant) would turn State’s evidence. I heard nothing said about testifying through all courts, or that if he refused to testify through all courts he would be prosecuted. My understanding was, however, that the defendant would testify for the State in all the courts, though I do not remember that this was mentioned.\n“ J. H. McMillan testified as follows: I was at the examining trial of the parties charged with the alleged burning, and was attorney for some of the defendants. I was present when the defendant, Tom Lauderdale, was offered as a witness for the State. In explanation of why he offered him, the county attorney (Mr. Oxford) stated, in open court, that he had made an agreement with the defendant that, if defendant would testify for the State, he (defendant) would not be prosecuted. I heard nothing about how far or through what courts defendant was to testify. At the time he testified neither the court nor the county attorney, nor any other person, cautioned the defendant that his testimony might be used against Mm.\n“ W. J. Oxford, recalled, testified: I have no recollection of making the statement referred to by Mr. McMillan. I may have done so. It looks reasonable that I would have made some explanation.\n‘ ‘ Thereupon the district attorney offered in evidence the testimony of the defendant taken on the examining trial, to which defendant objected, because: (1) The defendant was under arrest at the time, and no caution was given as the law requires. (2) The evidence shows that the defendant was suspected of and charged with the alleged burning at the time his said testimony was taken. (3) The testimony was given under a distinct agreement with the proper officer that the defendant should not be prosecuted, and was in no sense a voluntary confession. The promise of reward having been given as an inducement to the defendant to so testify, the evidence shows clearly that such testimony was given under the influence of such promise, and there is nothing to show that such influence had been removed or that the status of the defendant had undergone any change (with respect to his turning State’s evidence) since the promise was made—all of which objections were by the court overruled, and the district attorney, over such objections, was permitted to read said testimony to the jury, to all of which ruling and action of the court defendant, by counsel, then and there excepted. The testimony read to the jury is fully set forth in the paper hereto annexed, marked ‘ Exhibit A,’ and made part hereof, and defendant tenders this, his bill of exceptions, and prays that the same may be allowed, and made part of the record of this case.”\nThe evidence in the deposition, taken before the examining court, contains confessions of facts which establish the guilt of the defendant.\nAt common law, these confessions, thus made, were admissible against the accused upon breach of the agreement to testify. 1 Greenl. Ev., sec. 379; 1 Bish. Crim. Proc., 3 ed., sec. 1164; 3 Russ. Crimes., 5 Eng. ed., 601; Hamilton v. People, 29 Mich., 173; Com. v. Knapp, 10 Pick., 477.\nIs this the rule in this State ? Does our statute differ from the common law rule ? It does. See this proposition we think demonstrated by Presiding Judge White in the case of Lopez v. The State, 12 Texas Court of Appeals, 27. He says: “No exceptions to the statute relating to confessions, save those enumerated, can with us be availed of by the State. 1 The confession of a defendant may be used in evidence against him, if it appear that the same was freely made, without compulsion or persuasion, under the rules hereafter prescribed.’ Code Crim. Proc., art. 749. ‘Art. 750. The confession shall not be used, if at the time it was made the defendant was in jail or other place of confinement, nor while he is in custody of an officer, unless such confession be made in the voluntary statement of the accused taken before an examining court, in accordance with law, or be made voluntarily, after having been first cautioned that it may be used against him,’ etc. To authorize such confession or confessions, made with an agreement to turn State’s evidence, to be admitted on the subsequent trial of the party making them, in this State and under this statute, it should be made to appear not only that they were made freely and without compulsion or persuasion, but if the defendant was under arrest, in jail, or other place of confinement, it would have to be further shown that they were made voluntarily, after he had been first cautioned that they might be used against him. But the confession can in no case be used ‘ unless freely made, without compulsion or persuasion.’ If the party has been threatened into making, or persuaded into making it, in the hope that he would be permitted to turn State’s evidence, and thereby gain immunity from punishment, in no event could such confession be ■ used against him, if he subsequently repudiated the agreement, and refused to testify as a witness for the State.”\nBut the learned trial judge based his ruling upon the fact that the county attorney cautioned appellant that if he failed to testify, his confessions would be used against him. We answer, first, was this the rule required by the statute ? The rule required by the statute is, “ or be made voluntarily, after having been cautioned that it may be used against him.” The caution given was, “May be used against him if he failed to testify.” The caution given contained a condition that was not required by the statute. (This by the way.)\nBut, concede that appellant was properly cautioned, will this fact, under the circumstances attending this question, alter the rule ? It will not. For, whether cautioned or not, the confession must be voluntary. The confession must be freely made, without persuasion, though conditioned. This rule is most clearly established in the Lopez case, supra. Were the confessions in this case freely made—made without persuasion ? They were not. See the evidence bearing upon this question. The county attorney, Bishop, the city marshal, and others went to the house of appellant, and mentioned the subject to him. Appellant at first refused, but the marshal insisted on his doing so, and he finally concluded to make the confession. The appellant, without any question of doubt, was persuaded to make the confessions. This being the case, whether cautioned or not, or whether he kept or violated his contract, his confessions, made under such circumstances, were not admissible in evidence. The judgment is. reversed, and the cause remanded for another trial.\nReversed and remanded..\nDavidson, J., absent.",
        "type": "majority",
        "author": "HURT, Presiding Judge."
      }
    ],
    "attorneys": [
      "No briefs for appellant have come to the Reporter.",
      "R. H. Harrison, Assistant Attorney General, for the State."
    ],
    "corrections": "",
    "head_matter": "J. T. Lauderdale v. The State.\nNo. 7614.\nDecided June 4.\n1. Admissibility of Confessions as Evidence where Made Under-an Agreement to Testify Against Codefendants.—Where it appeared that appellant and others were charged with arson, and that the county attorney, city marshal, and another party went to defendant’s house to see him with reference to his turning State’s evidence, and the county attorney told him that if he would testify for the State through all the courts, that he would see that he would not be prosecuted; and the next morning at the examining trial of all the parties, the county attorney again repeated his promise with regard to defendant’s prosecution, but at this time he further told him that “if he refused to testify through all the courts his testimony might be used against him,” and the defendant did, immediately thereafter, appear before and testify at the examining trial, his evidence being conclusive as to his own and the guilt of the-other parties; and it further appeared that at the succeeding term of the District Court defendant was indicted, as well as the other parties who were implicated in the arson, and that upon a trial of one of the codefendants defendant was-sworn as a witness for the State, but refused to testify. Held, that under these-circumstances the confessions of defendant, made at the examining trial, were-not admissible as evidence against him on his own trial under said indictment for arson, because such confession was not freely made, nor made without persuasion.\n2. Same.—Under our statute, article 749, Code of Criminal Procedure, no-confession of a defendant can be used as evidence against him, unless “freely made, without compulsion or persuasion,” and this rule applies equally to confessions made under the conditions named in article 750 of the Code of Criminal Procedure. To be admissible, all such confessions must be freely made, and made without persuasion.\nAppeal from the District Court of Erath. Tried below before Hon. C. K. Bell.\nThis appeal is from a conviction of appellant, in the court below, on the second count of the indictment, which charged him as an accomplice to arson, his punishment being assessed at five years confinement in the State penitentiary.\nOn his trial the State was permitted, over his objection, to introduce in evidence against him his confessions given in evidence at the examining trial of his codefendants, under an agreement made by him with the county attorney, which agreement, it was claimed, that he had subsequently repudiated.\nThe admissibility of these confessions, as evidence, is the only question discussed in the opinion of the court on this appeal, and all the testimony pertaining to this matter is fully stated in the opinion of the court. It is therefore unnecessary to further state the facts here.\nNo briefs for appellant have come to the Reporter.\nR. H. Harrison, Assistant Attorney General, for the State."
  },
  "file_name": "0046-01",
  "first_page_order": 66,
  "last_page_order": 71
}