{
  "id": 1855474,
  "name": "JACKSON v. WAYNE CIRCUIT JUDGE",
  "name_abbreviation": "Jackson v. Wayne Circuit Judge",
  "decision_date": "1954-11-29",
  "docket_number": "Calendar Nos. 46,232, 46,233",
  "first_page": "55",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "30 ALR2d 944",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "66 ALR 107",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "41 Mich 31",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1414587
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/41/0031-01"
      ]
    },
    {
      "cite": "264 Mich 224",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1856411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/264/0224-01"
      ]
    },
    {
      "cite": "298 Mich 462",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1830081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/298/0462-01"
      ]
    },
    {
      "cite": "170 Mich 611",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1605577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/170/0611-01"
      ]
    },
    {
      "cite": "255 Mich 377",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/255/0377-01"
      ]
    },
    {
      "cite": "245 Mich 41",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1749663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/245/0041-01"
      ]
    },
    {
      "cite": "75 Mich 346",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1359415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/75/0346-01"
      ]
    },
    {
      "cite": "311 Mich 474",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1896373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/311/0474-01"
      ]
    },
    {
      "cite": "37 Mich 14",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1341630
      ],
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/37/0014-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 625,
    "char_count": 12169,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.7731189361231956e-07,
      "percentile": 0.8345061816345277
    },
    "sha256": "f505615cf55150fde0267fa63cbf3959cff7693699734b3a7aa1c148e4c4a93a",
    "simhash": "1:8347140c2573d973",
    "word_count": 2106
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "JACKSON v. WAYNE CIRCUIT JUDGE."
    ],
    "opinions": [
      {
        "text": "Butzel, C. J.\nOn January 12, 1948, Nicholas T. Jackson and his wife, Rose Jackson, while in a car owned by Mr. Jackson, met with an accident through the alleged negligence of the city of Detroit department of street railways. The Transcontinental Insurance Company, a New York corporation, paid for the damages to the car, less $25, or $410.34. Two suits were simultaneously brought against the city, one by Mrs. Jackson and the other by Mr. Jackson, in which the insurance company, as assignee pro tanto and subrogee, was joined as a party plaintiff. The declarations in the 2 eases were very similar. Mrs. Jackson claimed that she was very seriously and permanently injured, while Mr. Jackson claims compensation for injuries to himself, medical expenses, loss of his wife’s services, and damage to his car. The same firm of attorneys through Mr. Maples represented all plaintiffs in the respective suits, and the cases were handled as if they were one. The city admitted its liability but questioned the amount of damages. The cases were brought to trial on May 7, 1951, before the Honorable Guy Miller, Wayne county circuit judge, and a jury duly impaneled. The cases were tried together. Mr. Jackson did not claim any serious long-lasting injuries to himself but Mrs. Jackson asserted that she was seriously and permanently injured. Her testimony was largely subjective, being that she had suffered a brain or nerve injury and that she constantly had violent headaches and pains. On the second day of the trial it developed that Mrs. Jackson’s physician, a Doctor Johnson, who had been duly subpoenaed, disregarded the subpoena and left on a hunting trip for a month. Mr. Maples, attorney for the plaintiffs, was in a quandary as he feared that without the testimony of Dr. Johnson he might have considerable difficulty in convincing the jury by competent evidence of the alleged serious condition of Mrs. Jackson. Then he and the attorney for the city discussed settlement and the figure of $2,500 for both cases was agreed upon. This was apparently agreeable to Mr. Jackson who was then in court. Mr. Maples called up Mrs. Jackson, who was unable to be in court that day, and she told him that the amount was inadequate; whereupon Mr. Jackson took the telephone and, after a conversation with his wife that lasted about 5 minutes, stated to Mr. Maples: “Well, I guess we cannot do anything else but settle.” Thereupon he and Mr. Maples went into the courtroom and announced to Judge Miller that they had settled the cases and the judge thereupon dismissed the jury and the cases were regarded as settled. The calendar entry in each case states:\n“May 8. Settlement agreed upon; jury discharged from further consideration of this cause, court sheet, Judge Guy Miller.”\nAfter a short delay releases were prepared and sent to Mr. Maples who forwarded them to the Jack-sons, who have never signed them. On the day after the cases apparently had been settled Mrs. Jackson called Mr. Maples and told him that neither he nor her husband had authority to settle the case for her and that she would not be bound by the settlement. Mr. Maples told her that he did not think the judge would reopen the case; that he was disgusted with her conduct; that he would not act any further for her; and that she should get another attorney immediately; that it was a matter that demanded immediate attention. The foregoing appears in the testimony taken at the hearing of plaintiffs’ motions to set the cases for trial, as heard on September 18, 1953, over 2 years and 4 months after the trial proceedings before Judge Miller on May 8, 1951. Mr. Maples further stated that efforts were made by Mrs. Jackson to secure other attorneys and that eventually Mr. Markle became the attorney for plaintiffs.\n.The motions to set the cases for trial were denied. Thereupon petitions for mandamus were filed in this Court, and were denied without prejudice. This was done through an abundance of caution in case there was any different proceedings or in case the settlement money was not paid. Months later in February of 1954 another motion to set the case for trial was filed and heard by Judge Neal Fitzgerald who succeeded Judge Miller in office. On May 4,1954, Judge Fitzgerald denied the motion. Shortly thereafter the instant petition for writ of mandamus, without first obtaining leave, was filed in this Court to direct Judge Fitzgerald to set the case for trial. The motion before Judge Fitzgerald was quite similar to the one that had been previously denied by Judge Miller, and the present petition for writ of mandamus is similar to that previously denied without prejudice by this Court. Inasmuch as mandamus proceedings were based upon the court records, exemplification of the record together with a transcript of the testimony signed by the official court stenographer were filed for reference with this Court.\nIt should be said at the outset that Mr. Maples conducted the case very ably and it was only after Mr. Jackson authorized the settlement and appeared with him that he-stated the cases had been settled. While Mr. Jackson later stated in an affidavit that' he did not consent to the settlement, the' judge gave no credence to this statement.\nThe attorney who has the conduct of a law suit is presumed to have authority to act on his client’s behalf. See Eggleston v. Boardman, 37 Mich 14, 20, where the Court said:\n“And where the client stands by and permits work to be done, or an argument to be made on his behalf * * * we think it may very fairly be assumed from his silence and acquiescence that he consented thereto.”\nTherefore the attorney may agree upon a settlement made in open court and the court may rely on a statement made by the attorney such as was made-in this case.\nIn Kelly v. Heinzelman, 311 Mich 474, plaintiffs' in a suit-to cancel a land contract agreed to a settlement on the same day that trial of the case was to commence. A consent decree setting forth the terms of the settlement was entered. Plaintiffs, thereafter, by a different attorney, filed a petition for rehearing-of the case on the grounds, among others, that the previous attorney had no authority to consent to such a decree and that some of the plaintiffs were not present in court when the settlement was made. The trial judge denied the petition for rehearing and the Supreme Court affirmed, noting that one of the plaintiffs was present and participated in the settlement discussion and that (p 481):\n“The settlement was made in open court, * * * and there was no showing of fraud, deceit, collusion or bad faith on the part of plaintiffs’ attorney * * * in negotiating the settlement or in consenting to the entry of the decree in question.”\nThe Court thus reiterated the rule that a compromise will not he disturbed unless upon satisfactory-evidence of mistake, fraud, or unconscionable advantage taken by one party over the other. See Nash v. Manistee Lumber Co., 75 Mich 346. To like effect is Collins v. Searight-Downs Manufacturing Co., 245 Mich 41, where we affirmed the trial court’s denial of a motion to set aside a decree embodying the terms of an agreed-to settlement, even though the parties had been unable to consummate the settlement by written agreement. And in Dutrowska v. Landolfo, 255 Mich 377, where the plaintiff consented to a settlement in open court, but then through a new attorney filed a motion to set aside the settlement stipulation on grounds that she did not understand its significance, we affirmed the trial court’s denial of the motion. Also, see Booth Fisheries Co. v. Alpena Circuit Judge, 170 Mich 611.\nIt is true that the money was not paid to plaintiffs by the city of Detroit. But it claims that at all times it has been ready and evidently is willing to do so upon obtaining the proper releases. It would have been better to have judgment entered at the time but that would have entailed expense that could be avoided.\nIt was shown by Mr. Maples’ testimony that Mrs. Jackson was told in May of 1951 that she would have to act promptly and secure another attorney. It was not until June 29, 1953, that the first motion to set the case for trial was filed, and it was not until February of 1954 that the motion before Judge Fitzgerald was filed. The latter was over 6 years after the cause of action had accrued and over 2-1/2 years after the partial trial of the case and controverted settlement. In Hoad v. Macomb Circuit Judge, 298 Mich 462, a case was dismissed for lack of progress for more than a year as provided in CL 1948, § 618.2 (Stat Ann § 27.982). We refused to issue a writ of mandamus directing the defendant judge to reinstate the case. The case may be readily distinguished on the facts from the instant one inasmuch as a statute was involved, nevertheless the rationale is the same. Had a judgment been obtained at the time notice was given, a motion for new trial would have had to be filed within 20 days after judgment. Court Rule No 47, § 1 (1945). Even if there were any merit in plaintiffs’ claim of the lack of authority on the part of the attorney and/or husband to settle the case, the record shows absolutely no excuse for the laches of the plaintiffs. Mrs. Jackson was particularly told not to delay action. The trial judge was correct in his conclusion, and we uphold his decision. In Globe Indemnity Co. v. Richer, 264 Mich 224, we denied mandamus because of laches citing People, ex rel. Mabley, v. Judge of Superior Court, 41 Mich 31, 38, where the Court said:\n“The writ of mandamus is not a writ of right, and is not usually allowed to parties who have been culpably dilatory, or otherwise at fault.”\nDefendant is bound to pay over the amount agreed upon for settlement which it says it is willing to do. In case of failure to do so after receiving the proper releases, plaintiffs are not without remedy.\nWe do not believe the judge abused his discretion in refusing to set the cases down for trial. We decline to interfere. Mandamus denied, with costs.\nCarr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Butzel, C. J."
      }
    ],
    "attorneys": [
      "Maride, Maride & Eubanle, for plaintiffs.",
      "James 8. Shields and A. Albert Boncéale, for defendant."
    ],
    "corrections": "",
    "head_matter": "JACKSON v. WAYNE CIRCUIT JUDGE.\n1. Attorney and Client—Authority—Presumptions.\nAn attorney who has the conduct of a law suit is presumed to have authority to aet on his client’s behalf.\n2. Same—Acquiescence op Client.\nA client who stands by and permits work to be done or argument to be made on his behalf to a court by an attorney may fairly be assumed from his silence and acquiescence to have consented thereto.\n3. Same—Compromise and Settlement—Courts.\nAn attorney may agree upon a settlement made in open court and the court may rely upon a statement made with respect thereto by sueh attorney, especially in the absence of fraud, deceit, eollusion or bad faith.\n4. Compromise and Settlement—Mistake—Fraud.\nA compromise, made in open court, will not be disturbed unless upon satisfactory evidence of mistake, fraud, or unconscionable advantage taken by one party over the other.\n5. Mandamus—Discretion op Court—Laches—Setting Case for Trial.\nWrit of mandamus to compel defendant trial judge to set case for trial some 2-1/2 years after partial new trial which had terminated when plaintiffs’ attorney had agreed to a settlement in open court is denied, since such a writ is not a writ of right and not usually allowed to parties who have been culpably dilatory', or otherwise at fault and trial judge had not abused his discretion.\nReferences for Points in Headnotes\n[1, 2] 5 Am Jur, Attorneys at Law § 80.\n[3] 5 Am Jur, Attorneys at Law § 98; 11 Am Jur, Compromise and Settlement § 33.\n[3] Authority of attorney to compromise action. 66 ALR 107; 30 ALR2d 944.\n[4] 11 Am Jur, Compromise and Settlement § § 23, 25.\n[5] 35 Am Jur, Mandamus § 312.\nOriginal petition for mandamus by Nicholas T. Jackson and Transcontinental Insurance Company against Neal E. Fitzgerald, Wayne Circuit Judge, to compel him to set case for trial. Similar action by Rose Jackson. Cases consolidated.\nSubmitted October 5, 1954.\n(Calendar Nos. 46,232, 46,233.)\nWrits denied November 29, 1954.\nMaride, Maride & Eubanle, for plaintiffs.\nJames 8. Shields and A. Albert Boncéale, for defendant."
  },
  "file_name": "0055-01",
  "first_page_order": 95,
  "last_page_order": 101
}
