{
  "id": 1855460,
  "name": "PHELPS v. GRAND RAPIDS GROWERS, INC.",
  "name_abbreviation": "Phelps v. Grand Rapids Growers, Inc.",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 4, Calendar No. 46,170",
  "first_page": "62",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "323 Mich 169",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1915487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/323/0169-01"
      ]
    },
    {
      "cite": "322 Mich 35",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1917332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/322/0035-01"
      ]
    },
    {
      "cite": "272 Mich 639",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1876498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/272/0639-01"
      ]
    },
    {
      "cite": "190 Mich 381",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1635435
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/190/0381-01"
      ]
    },
    {
      "cite": "330 Mich 688",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1837799
      ],
      "pin_cites": [
        {
          "page": "692"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/330/0688-01"
      ]
    },
    {
      "cite": "327 Mich 444",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1907093
      ],
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/327/0444-01"
      ]
    },
    {
      "cite": "92 Colo 320",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        5362447
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/colo/92/0320-01"
      ]
    },
    {
      "cite": "51 ND 357",
      "category": "reporters:state",
      "reporter": "ND",
      "case_ids": [
        4482048
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nd/51/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 11006,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 8.077261964665023e-08,
      "percentile": 0.46692316810748424
    },
    "sha256": "c31cfb3a8b02b04ab6c564f2f7af257e54fa82e64be8e80455d2c9f8253dc547",
    "simhash": "1:8f6ff7a584f16cdf",
    "word_count": 1859
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "PHELPS v. GRAND RAPIDS GROWERS, INC."
    ],
    "opinions": [
      {
        "text": "Butzel, C. J.\nThe plaintiff, Leland D. Phelps, owned a farm in Kent county, Michigan, consisting of 10.0 acres, 5 of which contained rich muck land suitable for growing yellow Globe onions. This soil had been previously analyzed by a muck specialist connected with Michigan State College who prescribed the type of fertilizer to be used in growing yellow Globe onions. In 1950, the plaintiff’s yield of this type of onion was 600 bushels to the acre.\nOn or about May 12, 1951, plaintiff called the defendant, a recognized seed merchant, and ordered 20 pounds of yellow Globe onion seed, the cost of which was $72. The same day plaintiff picked up the seed which he testified was delivered to him in a brown paper bag with no writing or printing on it. He was given a receipt setting forth the purchase of 20 pounds of “extra early yellow Globe onion,” the price paid, and the name of the defendant. This receipt contained no words disclaiming defendant’s liability. The plaintiff properly sowed the seed in May of 1951 and about the middle of August the plants began to boll. At about that time or toward the end of August plaintiff became aware that a variety other than yellow Globe onion had germinated and was growing from the seed which he had purchased. Prior to this discovery the plaintiff had cultivated the acreage in the same manner as he theretofore had done for yellow Globe onions. Upon discovering the now soft and purplish-black tops of the boiling onions, and surmising that they were not yellow Globe but white onions, he harvested the few onions which had not yet rotted on the ground and stored them in a well-built cellar. However, these also rotted. In the latter part of September plaintiff notified the defendant of the foregoing facts. The testimony established that it was next to impossible to distinguish white from yellow Globe onion seed. Plaintiff brought suit alleging that the defendant had breached its contract by negligently furnishing him with the wrong variety of seed. He claimed substantial damages. The trial judge, hearing the case without a jury, awarded the plaintiff a judgment of $1,893.50 together with costs. Defendant appeals.\nDefendant claims that the warranty attaching to this sale by description under CL 1948, § 440.14 (Stat Ann § 19.254), was pursuant to CL 1948, § 440.-71 (Stat Ann § 19.311), either expressly disclaimed or was disclaimed by virtue of the custom and usage of the trade. Specifically, defendant claims that the seed was delivered in a bag on which the following was printed:\n“We give no warranty, express or implied, as to the description, quality, or production or any other matter of any seeds, bulbs, or plants that are sent out, and we will not be responsible for the crop. If the purchaser does not accept the goods as on these terms, they are at once to be returned.”\nIn addition defendant claims that the custom and usage of the seed trade was such that the plaintiff either knew or should have known that such a disclaimer always accompanied a sale of seeds. Plaintiff, on the other hand, testified that no disclaimer was printed on or attached to the hag, which had probably been burned, and that he had no knowledge of such a disclaimer. Defendant’s employee who sold the seed had no recollection of the sale but testified that it was customary to use a bag containing a disclaimer of warranty.\nWhether or not an express disclaimer of warranty was on the bag in which the seed was sold, or whether or not plaintiff knew or should have known of a disclaimer of warranty were questions of fact which the judge decided in favor of the plaintiff.\nHowever, assuming the lower court held that the plaintiff was bound by defendant’s disclaimer, we are of the opinion that such a disclaimer would be inapplicable to this cause of action. While there is some confusion as to what theory the plaintiff is proceeding upon, the court below calling it a negligence action but considering breach of contract cases as controlling, the declaration evidently alleges a breach of contract sounding in tort. Under such circumstances the few authorities available consider a disclaimer of warranty inapplicable. In Smith v. Oscar H. Will & Co., 51 ND 357 (199 NW 861), a case involving a delivery of the wrong type of seed, the court said (pp 360, 361):\n“Under the force of defendant’s contentions, when the plaintiff received this clover seed, even though it was not Turkestan alfalfa, he was precluded from recovering any resulting damage, by reason of its nonwarranty clause and the general usage of the trade. But, upon the facts in this record, we are of the opinion that the nonwarranty clause was inapplicable, as between the parties. * * * Clearly, upon the facts, the plaintiff was entitled to recover for breach of the contract.”\nSimilarly in Rocky Mountain Seed Co. v. Knorr, 92 Colo 320 (20 P2d 304), under almost the same set of facts, the court felt that the plaintiff’s cánse of action, was for breach of contract and not for breach of warranty and therefore held the disclaimer of warranty inapplicable saying (p 323):\n“But because of the nonwarranty clause appearing-on its. invoices and delivery tags, plaintiff urges its exemption from liability. On the record we doubt the soundness of that doctrine. It will be observed that defendant’s contention is not that the delivery was short in quantity, or was lacking in productiveness, or was an inferior kind of alfalfa, or that the crop failed, but rather thát on a purchase of alfalfa seed plaintiff made delivery of sweet clover seed. In the circumstances defendant’s cause of action is grounded, not on breach of plaintiff’s warranty, but for breach of contract to deliver what was purchased. And that is the distinction which authorities recognize.” (Citing the Smith Case, supra.)\nSo in the instant case, whether it is considered a contract action, or a negligence action, or a contract action sounding- in tort, the same theory applies and the warranty disclaimer is inapplicable.\nDefendant further claims that inasmuch as the declaration sounds in tort plaintiff should have alleged that he was free from contributory negligence and should have proven it. He refers particularly to various negligence cases where we have so held. This question is raised for the first time on appeal. It does not appear in the record that the trial judge ruled upon it. Hence, under our decisions, the issue cannot be reviewed by this Court. Coates v. Coates, 327 Mich 444, 447; Garbarino v. Lee C. Miller Co., 330 Mich 688, 692. Had the question been raised plaintiff could have asked to amend his declaration or proceeded on the theory of breach of contract. It is now raised too late.\nUpon the same facts that defendant alleges contributory negligence, the defendant claims that plaintiff slionld have done something in mitigation of damages and that defendant was not notified of the mistake, it had made until the latter part of September. The testimony indicates that-somewdiat different care is required for the cultivation of white onions than for yellow Globe onions, because the former are more susceptible to sun scald. To grow white onions properly in order to prevent this scald it was necessary to keep the row's hilled up and to leave a certain quantity of weeds so as to shade the plants. The plaintiff did not take this, extra care,but the trial judge stated:\n“Prom the testimony the court concludes that unless the farmer knows that he has planted white onions and accordingly keeps the rows hilled up, he would not do so if he knew that he had planted yellow Globe seed and when the top itself did not disclose the variety of seed planted it would be too late to prevent the sun and air damage.\n“The plaintiff therefore not knowing that he had planted white onion seed could not be expected to provide the extra care and cultivation when he presumed that he had planted the yellow Globe seed.”\nThe judge held in effect that when plaintiff discovered that the mistake had been made the damage had been done.\nDefendant further claims that the trial court erred in determining the amount of damages. The amount assessed was within the bounds of the testimony heard by the trial judge, and indeed, plaintiff showed that he was entitled to a larger sum than was awarded him. Under such circumstances the appellate court will not disturb the award. See Gutov v. Clark, 190 Mich 381, 387; France Duofone Co. v. DeLodder, 272 Mich 639.\nWe refrain from discussing further details, since the record clearly sIioavs that the controversy centered mostly around questions of fact Avhich the trial judge resolved in favor of the plaintiff. While the appellate court may not be hound by the trial judge’s findings of fact, it will not reverse unless the evidence clearly preponderates in the opposite direction. Benjamin v. Bondy, 322 Mich 35; Fruit Growers Package Co. v. Anderson, 323 Mich 169.\n• The judgment is affirmed, with costs to the plaintiff.\nCarr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Butzel, C. J."
      }
    ],
    "attorneys": [
      "Linsey, Shivel, Phelps é Vunder Wal, for plaintiff.",
      "White & Bloch, for defendant."
    ],
    "corrections": "",
    "head_matter": "PHELPS v. GRAND RAPIDS GROWERS, INC.\n1. Sales—Disclaimer of Warranty—Description.\nA disclaimer of warranty as to description of goods sold is inapplicable, where plaintiff alleged a breach of contract sounding in tort (CL 1948, §§440.14, 440.71).'\n2. Appeal and Error—Questions Rbviewable—Contributory Negligence.\nIssue as to contributory negligence of plaintiff was raised too late, where not ruled upon by trial court and raised for first time on appeal.\n3. Damages—Mitigation—Discovery of Mistake—Onions.\nPlaintiff may not be charged with a failure to mitigate his damages arising from delivery to him of white onion seed instead of yellow Globe onion seed he ordered by giving the extra care required by the former, where the discovery that '4 a mistake had occurred was after white onions had spoiled through care required for yellow Globe onions.\n4. Appeal and Error—Damages-—Evidence.\nAmount of damages assessed by trial judge in nonjury case will not be disturbed.by an appellate court, where within the bounds of testimony heard by the trial judge.\n5. Same—Nonjury Case-—-Findings of Fact—Evidence.\nAn appellate court is not bound by a.trial judge’s findings of fact but will not reverse unless the evidence clearly preponderates in the opposite direction.\nReferences for Points in Headnotes\n[1] 46 Am Jur, Sales §§ 318, 388.\n[2] 3 Am Jur, Appeal and Error § 820.\n[3] 15 Am Jur, Damages §§ 27, 28, 30.\n[4] 3 Am Jur, Appeal and Error § 907.\n[5] 3 Am Jur, Appeal and Error § 896.\nAppeal from Superior Court of Grand Rapids; Taylor (Thaddeus B.), J.\nSubmitted October 5, 1954.\n(Docket No. 4, Calendar No. 46,170.)\nDecided November 29, 1954.\nCase by Leland D. Phelps against Grand Rapids Growers, Incorporated, a Michigan corporation, for damages arising from breach of contract upon wrong-seed being- furnished. Judgment for plaintiff. Defendant appeals.\nAffirmed.\nLinsey, Shivel, Phelps é Vunder Wal, for plaintiff.\nWhite & Bloch, for defendant."
  },
  "file_name": "0062-01",
  "first_page_order": 102,
  "last_page_order": 108
}
