{
  "id": 156072,
  "name": "William Graves v. The State",
  "name_abbreviation": "Graves v. State",
  "decision_date": "1892-06-11",
  "docket_number": "No. 7816",
  "first_page": "65",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 347,
    "char_count": 6492,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 1.4859761376538545e-07,
      "percentile": 0.6620864768563727
    },
    "sha256": "d058bce934c1ac8374c31f93ce299251fc29abc32f15cceb527e79a145feb717",
    "simhash": "1:e23fc34346e9f5d3",
    "word_count": 1123
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Graves v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was indicted for the offense of swindling; was convicted, and his punishment assessed at two years confinement in the penitentiary, on which judgment was rendered, and he appeals.\nThe indictment charges the defendant with having obtained from W. C. Reeves money, mules, a wagon and other personal property, aggregating $295, in exchange for a tract of land, which he then and there represented to said Reeves to be free from incumbrance, but in truth and in fact there was an incumbrance on said land, which had been given by defendant to one G. S. Dickerson, defendant’s vendor; that the said incumbrance was a written instrument, in words and figures as follows:\n“$120. Hillsboro, Texas, March 11, 1890.\n“ On the 5th day of January, after date, I promise to pay to G. S. Dickerson, or order, one hundred and twenty dollars, with interest at rate of twelve per centum per annum, from maturity of same, being in part payment for a certain tract of land this day deeded to me by G. S. Dickerson and M. J. Dickerson, out of the J. L. Austin survey, and for a more particular description of said land, reference is made to said deed, to secure the payment of which the vendor’s lien is retained upon the hereinbefore described property. If this note is not paid at maturity, and is collected by suit, or attorney, I further promise to pay ten per cent additional for attorney’s fees.\nHis “ William X Graves. mark.\n“Witness: T. P. Turk and L. Easterwood.”\nExceptions to the sufficiency of the indictment were made, and overruled. The only question is, is the indictment sufficient to sustain a conviction ? Whether the note set out in the indictment is a lien on the land in the hands of the purchaser, Reeves, necessarily depends on the recitals in the deed from G. S. Dickerson to defendant.\nOf itself, though retaining a vendor’s lien, the note can not constitute a lien unless the prosecutor had notice of the note and its recitals before he purchased; but this can not be, because the indictment alleges that the injured party purchased the land without notice of the existence of the vendor’s lien note, and paid defendant for the land. Unless the deed of defendant from his vendor, G. S. Dickerson, retains a lien or recites the fact that the land is still unpaid for, the purchaser occupies the Gibraltar of defenses, “an innocent purchaser without notice.” If, however, the lien is reserved in the deed and the purchaser is bound by the recitals in his claim of title (Willis v. Gay, 48 Texas, 469), or if he is bound by the record of the deed, from which the law will presume notice, these facts should have been alleged in the indictment. Merely to state that a note which is set out in the indictment is a lien on the land, is but the inference of the pleader, not sustained but rebutted by the facts pleaded by him. It is not a mere question of evidence. The deed and note are but parts of the same transaction constituting the lien on the land in the hands of the prosecuting witness, W. C. Reeves.\nWe therefore hold that the indictment is insufficient to sustain the conviction, and the judgment is reversed and the cause dismissed.\nReversed and dismissed,\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "Tarlton & Morrow, for appellant,",
      "No brief on file for the State found in the record."
    ],
    "corrections": "",
    "head_matter": "William Graves v. The State.\nNo. 7816.\nDecided June 11.\nSwindling — Indictment, Insufficiency of. —Where an indictment for swindling alleged that the offense consisted in the fact that defendant sold land to the prosecutor which he represented to be unincumbered when in truth and in fact the same was incumbered by a vendor’s lien note for $120, which note was set out in the indictment, and it was further alleged that the prosecutor purchased the land and paid defendant for it without notice of the existence of the vendor’s lien note, held, that the indictment was fatally defective in failing to further allege that said vendor’s lien note was not recited nor retained as part thereof in the deed of defendant from his vendor, and thereby suggestive of the presumption of notice which the law always ascribes to a recorded deed. Merely to state that a note, which is set out in the indictment, is a lien on the land, is but the inference of the pleader, not sustained but rebutted by the other facts pleaded by him.\nAppeal from the District Court of Hill. Tried below before Hon. J. M. Hall.\nThe indictment sought to charge the defendant with the offense of swindling. Exceptions were filed to the sufficiency of the indictment which were overruled. At his trial defendant was convicted, and his punishment assessed at two years confinement in the penitentiary. After conviction defendant filed a motion in arrest of judgment which also assailed the sufficiency of the indictment. One of the grounds stated in said motion in arrest being that “ said indictment does not negative the fact that the deed referred to in the note set out, therein contained a recital of the execution of said note, nor does it say that said deed did contain such a recital. Said indictment is defective, because, if said deed did not contain such recital, there was no lien as against the purchaser from William Graves, the defendant; and if it did contain such recital, the same gave the purchaser from defendant notice of the falsity of defendant’s representations.\nThis motion in arrest of judgment was also overruled.\nIt is unnecessary to give the facts in the case, as the court held the indictment fatally defective, and this is the only question discussed in the opinion.\nTarlton & Morrow, for appellant,\namongst others, submitted the following proposition with regard to the sufficiency of the indictment:\n1. The indictment not showing that the deed mentioned in the note from defendant’s vendor, retained the lien, did not show that any incumbrance existed on the land as against a purchaser from defendant.\n2. The only manner in which a lien could exist on the land, as against Beeves, the purchaser from Graves, the defendant, as alleged in the indictment inferentially, to secure the note mentioned in the indictment, would have been for the deed from Dickerson to Graves to express or give notice of it. Graves, the defendant, could- not be guilty because the deed under which he claimed the land would inform his purchaser, Reeves, the prosecutor, of the existence of said lien. Buckalew v. The State, 11 Texas Ct. App., 352; Blum v. The State, 20 Texas Ct. App., 594; Commonwealth v. Grady, 13 Bush (Ky.), 285.\nNo brief on file for the State found in the record."
  },
  "file_name": "0065-01",
  "first_page_order": 85,
  "last_page_order": 87
}
