{
"id": 807171,
  "name": "THE PEOPLE ex rel. ABRAHAM H. HUMMEL v. EDWARD J. REARDON",
  "name_abbreviation": "People ex rel. Hummel v. Reardon",
  "decision_date": "1906-04",
  "docket_number": "",
  "first_page": "67",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 67"
    },
    {
      "type": "parallel",
      "cite": "112 App. Div. 866"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "29 App. Div. 174",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4587624
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/29/0174-01"
      ]
    },
    {
      "cite": "1 N. Y. Crim. Rep. 393",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1164447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/1/0393-01"
      ]
    },
    {
      "cite": "157 N. Y. 528",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2295628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/157/0528-01"
      ]
    },
    {
      "cite": "47 App. Div. 209",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        7733932
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/62/0224-01"
      ]
    },
    {
      "cite": "19 N. Y. Crim. Rep. 188",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "opinion_index": 0
    },
    {
      "cite": "19 N. Y. Crim. Rep. 59",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1189823
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/19/0059-01"
      ]
    },
    {
      "cite": "8 N. Y. Crim. Rep. 283",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        803141
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/8/0283-01"
      ]
    },
    {
      "cite": "125 N. Y. 740",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1895881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/125/0740-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 14399,
    "ocr_confidence": 0.596,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.02892736217439704
    },
    "sha256": "cdde5314f29f541f7af4283f75cb27d7945b0af7b1872edf81f2007e4b07fa97",
    "simhash": "1:b63767b04d5bcd38",
    "word_count": 2437
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE ex rel. ABRAHAM H. HUMMEL v. EDWARD J. REARDON."
    ],
    "opinions": [
      {
        "text": "Gaynor, J.:\nOn December 20, 1905, the relator was convicted of the misdemeanor of conspiracy at a Trial Term of the Supreme Court held in the county of Hew York, and was sentenced to one year’s imprisonment in the penitentiary and to pay a fine of $500. On the same day one of the justices of the Supreme Court, upon the application of counsel for the relator, made an order returnable ten days later requiring the district attorney of the county of Hew York to show cause why the certificate of reasonable doubt provided for by section 527 of the Code of Criminal Procedure should not issue. This order further directed that the execution of the judgment be stayed pending the determination of the application (Ibid. § 529) and that the relator be meanwhile admitted to bail in the sum of $10,000. Bail in this sum was furnished and the relator was released from custody. The district attorney, upon the theory that the relator’s admission to bail was “ in excess of the authority ” vested in the justice, subsequently issued á warrant for the relator’s arrest, upon which he was taken into custody in Kings county by the peace officer of the county of Hew York. He immediately sued out the writ of habeas corpus in Kings county, upon the return of which, the foregoing facts appearing, as order was entered sustaining the writ and directing his discharge. It is this order from which this appeal has been taken, and the sole question presented is whether or not, after a conviction of a crime not punishable with death, a defendant who has appealed and obtained an order from a justice of the Supreme Court staying the execution of the judgment pending the determination of an application for a certificate of reasonable doubt, may be admitted to bail before the granting of the application.\nThe right of appeal is not guaranteed by the Constitution. It only exists when the Legislature has expressly authorized it (People v. Trezza, 125 N. Y. 740; 8 N. Y. Crim. Rep. 283; Matter of Jones, 181 id. 389; 19 N. Y. Crim. Rep. 59; People v. Patrick, 182 id. 179; 19 N. Y. Crim. Rep. 188; People v. Rutherford, 47 App. Div. 209; People v. Dunn, 31 id. 139; affd., 157 N. Y. 528). “An appeal is not a matter of inherent right; it is one extended to a defendant by the favor of the State” (Gray, J., in People v. Patrick, supra). As an incident to this purely statutory right, which in many cases might otherwise avail him little, the Legislature has from time to time enacted measures for a convicted defendant’s liberation on bail pending the decision of the higher court.\nPrior to the Revised Statutes, when there was no statutory right of appeal, the trial court might postpone sentence and certify to the Supreme Court any question as to which it was in doubt, but whether or not the proceedings should be reviewed was a matter wholly within its discretion. The exercise of this discretion, however, did not, of course, in any way impair its power to continue the defendant’s bail until final judgment. The Revised Statutes provide two methods of review, viz., certiorari before judgment, or writ of error after judgment. On certiorari provision was made for a stay of execution and the defendant’s admission to bail. A writ of error operated as a stay, provided the justice who issued it so directed, and in allowing the writ the justice might, issue a habeas corpus and admit the defendant to bail. Either writ could be allowed, stays granted and the defendant enlarged on bail upon ex parte applications and without notice to the district attorney.\nIt is contended by the appellant that the provisions of the Code of Criminal Procedure which abolished writs of error and certiorari and declared that “ the only mode of reviewing a judgment or order in a criminal action is by appeal,” were intended not only to correct the two principal evils of the former system, namely, the “ inconvenience of this double right to appeal ” and its tendency to “ great delay ” (Graham’s Draft Code, 1850, § 581, note; see also People v. Bork, 1 N. Y. Crim. Rep. 393) but also to prevent the discharge on bail of a convicted defendant pending appeal until after the hearing and decision of an application for a certificate of reasonable doubt made on due notice to the district attorney. Such an interpretation of the statute would work great hardship in many cases, and is not to be adopted unless the language employed by the Legislature fairly requires it. To determine this question reference must be had to the various Code provisions dealing with the subject.\nSection 555 provides for the admission to bail after conviction for a crime not punishable with death, of a defendant who has appealed “ when there is a stay of proceedings, but not otherwise.” Section 556 provides that if the appeal be from a judgment imposing a fine only the undertaking shall be for the payment of the fine, etc., and if from a judgment of imprisonment that the appellant will surrender himself if the judgment be affirmed or modified, or the appeal be dismissed, “ or ” (in either case) “ if the certificate of reasonable doubt be vacated,” as provided in section 529. Section 585 prescribes the qualifications of bail and a general form of undertaking. Section 527, which is entitled “ stay of proceedings on appeal, et cetera,” provides that an appeal to the Appellate Division “ stays the execution of the judgment or determination ” upon filing a certificate of reasonable doubt with the notice of appeal, “ but not otherwise.” Section 528 applies to stays upon appeal to the Court of Appeals, and is not material to the present inquiry. Section 529 after declaring that the certificate of reasonable doubt cannot be granted until such notice of the application as the Judge may prescribe has been given to the district attorney, accompanied by a specification of the grounds upon which the application is based, provides that the judge may “ stay the execution of the judgment until the determination of such application.” The remaining portion of this section provides that but one application may be made, and that the certificate may he vacated for delay in bringing the appeal to argument. It thus appears that there is express legislative authority for the release on bail pending appeal of a convicted defendant “ when there is a stay of proceedings, but not otherwise,” and for the granting of a stay of execution (a) pending the determination of the appeal, and (b) pending the determination of an application for a certificate of reasonable doubt.\nWhile conceding that the stay of execution pending appeal provided for by section 527 is a “ stay of proceedings ” within the meaning of section 555, the learned district attorney argues that the temporary stay of execution provided for by section 529 is not such a “ stay of proceedings,” notwithstanding precisely the same form of language is used in both sections; and he bases his argument largely upon the circumstance that section 556 refers to a certificate of reasonable doubt which, as he contends, renders it meaningless unless bail is only permissible when such certificate has been first issued. The answer is that section 556 as originally enacted contained no such reference. The Code provisions for the vacatur of a certificate of reasonable doubt were the result of certain statutory amendments of sections, 529, 556, 585 and other sections, which went into effect May 14, 1897 (L. 1897, chap. 427), and are therefore not to be taken into consideration in determining the purpose and intent of the original framers of those sections. Eliminating the language thus interpolated and construing the sections as they previously stood it is clear that the stay of proceeding the existence of which authorizes the defendant’s admission to bail (§ 555) includes as well the temporary stay provided for by section 529 as that resulting from the filing of a certificate of reasonable doubt under section 527.\nThe district attorney urges in his brief, however, that these very amendments were passed with a view to controlling the abuses following the issuance of indiscriminate stays in criminal cases “ by refusing hail pending appeal, unless the defendant after notice to the District Attorney, can convince a judge that there is reasonable doubt of his guilt.” We do not agree with this view. The amendments in question had no relation to the subject of hail. Their sole purpose was to provide a means, then lacking, whereby tardy appellants at large on recognizances could be summarily dealt with (People v. Lyons, 29 App. Div. 174.) In the case just cited, in speaking of the frequency with which certificates of reasonable doubt were then granted, the court said: “ The result has been in many cases to create unreasonable delay and to impede the course of justice. Defendants who have obtained the stay in such cases have often been tardy with their appeals, and the People have found many obstacles thrown in their way in bringing the case before the appellate courts. To remedy this difficulty the Legislature made an amendment to section 529,” etc. In this connection it should he noted, as showing that the legislation in question had no hearing on the question of hail, that the act of 1897 also makes provision for the dismissal of criminal appeals if the same “ be not brought on for argument by the appellant as promptly after the return has been made as the circumstances of the case will reasonably admit” (Code Cr. Proc. § 534, as amd. by L. 1897, ch. 427). With these provisions of \"law available to the district attorney it is difficult to see how the mere fact that an appellant has been released on bail can delay the disposition of the appeal.\nThe requirement of notice to the district attorney and service upon him of a specification of the grounds of the application, before a certificate of reasonable doubt which operates as a stay pending the appeal, can be granted, is not, in the absence of language indicating a contrary intention on the part of the Legislature, to be taken as an implied deprivation of the power of the justice to whom the application is addressed to let the defendant to bail pending the application, when, in the exercise of the power expressly given him by the same section he has stayed the execution of the judgment for the purposes of the application. These requirements serve a useful purpose in preventing the issuance of ex parte stays operative until final judgment, but they do not require the arbitrary imprisonment of a defendant who in good faith intends to prosecute an appeal upon the grounds which prima facie satisfy the judge to whom the application is made that there is reasonable doubt whether the conviction should stand. The supposition that the Legislature intended that a convicted defendant, though abundantly entitled to a stay pending appeal, must undergo actual incarceration in order to afford the district attorney an opportunity to contest his application is utterly at variance with the motive and spirit of the legislation under consideration which was intended to postpone the infliction of the penalty following a conviction of doubtful validity. This purpose would not be furthered by the detention in jail of a defendant prima facie entitled to a stay and bail whose surrender in execution of the judgment could be assured by the sufficient undertaking. A temporary stay, so far from being of any benefit to the defendant, would operate to his distinct disadvantage unless bail were allowed, for the only effect would be to add to the term of the sentence a period of preliminary imprisonment. We cannot believe the Legislature contemplated any such incongruity.\nThe district attorney lays some stress upon the fact'that the Code while prescribing the form of undertaking to be given' where there is a stay pending appeal makes no provision for an undertaking for the defendant’s surrender if his application for such a stay is denied. We regard this as a mere casus omissus. The power to let to bail in either case being expressly conferred, the absence of an appropriate statutory form of bond will not prevent the exercise of that power.\nThe order should be affirmed.\nHirschberg, P. J., Jenks, Hooker and Rich, JJ., concurred.\nOrder discharging the relator affirmed, with costs.",
        "type": "majority",
        "author": "Gaynor, J.:"
      }
    ],
    "attorneys": [
      "Robert S. Johnston [Robert C. Taylor and William Travers Jerome with him on the brief], for the appellant.",
      "Nathaniel Cohen [John B. Stanchfield with him on the brief], for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT-APP. DIVISION-SECOND DEP.,\nApril 1906.\nTHE PEOPLE ex rel. ABRAHAM H. HUMMEL v. EDWARD J. REARDON.\n(112 App. Div. 866.)\n(1) . Bail—May be. Taken When Stay is Granted Pending Determination of Application for Certificate of Reasonable Doubt.\nAfter a conviction of a crime not punishable with death, a defendant who has appealed and obtained an order from a justice of the Supreme Court staying the execution of the judgment pending the determination of an application for a certificate of reasonable doubt, may be admitted to bail before the granting of the application.\n(2) . Same—Appeal.\nAlthough the right to appeal is not guaranteed by the Constitution and exists only by Statute, and although Section 555 of the Code of Criminal Procedure allows bail after conviction, for a crime not punishable with death, to a defendant who has appealed only “ when there is a stay of proceedings ” the Statute expressly allows such stay of proceedings (1) pending the determination of the appeal, and (2) pending the determination of an application for a certificate of reasonable doubt.\n(3). Same.\nThe fact that the Code while prescribing the form of undertaking to be given where there is a stay pending appeal makes no provision for an undertaking for the defendant’s surrender if his application for such a stay is denied,\" is a mere casus omissus. The power to let to bail in either case being expressly conferred, the absence of an appropriate statutory form of bond will not prevent the exercise of that power.\nAppeal by the People of the State of Hew York from an order of the Supreme Court, made at the Kings County Special Term and entered in the office of the clerk of the county of Kings on the 15th day of January, 1906, sustaining a writ of habeas corpus theretofore issued in behalf of the relator, Abraham H. Hummel, and directing the discharge of the said relator from custody.\nRobert S. Johnston [Robert C. Taylor and William Travers Jerome with him on the brief], for the appellant.\nNathaniel Cohen [John B. Stanchfield with him on the brief], for the respondent."
  },
  "file_name": "0067-01",
  "first_page_order": 89,
  "last_page_order": 96
}