{
  "id": 1855498,
  "name": "CARTWRIGHT v. CARTWRIGHT",
  "name_abbreviation": "Cartwright v. Cartwright",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 23, Calendar No. 45,923",
  "first_page": "68",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "333 Mich 441",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1833224
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/333/0441-01"
      ]
    },
    {
      "cite": "279 Mich 246",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1784316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/279/0246-01"
      ]
    },
    {
      "cite": "327 Mich 613",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1907097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/327/0613-01"
      ]
    },
    {
      "cite": "279 Mich 623",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1784347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/279/0623-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 744,
    "char_count": 14932,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.132118522398187e-07,
      "percentile": 0.9108392033666828
    },
    "sha256": "1bfca7a800e19b9dea13e4ed12384b21bca1ed492e98246e2720d3eb6006dbf9",
    "simhash": "1:802de2ee2d1ad61f",
    "word_count": 2543
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, Jj J., concurred."
    ],
    "parties": [
      "CARTWRIGHT v. CARTWRIGHT."
    ],
    "opinions": [
      {
        "text": "Butzel, C. J.\nArthur Cartwright, appellant, brought suit for divorce against Thelma L. Cartwright, appellee, who in turn filed a cross hill against appellant. She was awarded the decree. As only the provisions for division of the property are appealed from, we shall make but brief references to appellant’s extreme and unusual cruelty. Testimony in the case shows that appellant frequently struck appellee. He made a futile effort to have her arrested fdr having'secreted marijuana cigarettes in a car which she was driving at the time, hut which apparently was owned by another person. The testimony indicates that she was absolutely innocent and that the cigarettes were “planted” or placed in the car by someone else. Appellant had been in the car just previous to notifying the police. He made an effort to have appellee taken into custody as a “mentally-disturbed and neurotic” person, although she was and is absolutely sane. He attempted to malign her character.' There was testimony to show that at least on one occasion he was intimate with another woman. He evidently was very anxious to obtain a divorce. Shortly after filing his bill he disposed of his Cadillac car and also removed considerable silverware from the home.\nEach of the parties had been previously married and divorced prior to their marriage in 1937. Five children were born of the present marriage, 3 of whom will become 18 years of age respectively on March 10 or 12, 1956, May 27, 1957, and June 30, 1959. The other 2 children are much younger. At the time of the hearing in 1953, appellee was 37 years of age. . Appellant’s age was not shown. Appellee had had considerable illness, which she ascribed mainly to appellant’s cruel treatment. She has been a good mother, wife and housekeeper. Appellant is a constable, as well as a court bailiff. He has shown very great ability in operating and in buying, selling, and holding valuable properties in the city of Detroit and has amassed considerable assets. Appellee assisted him in many of his enterprises and in the earlier years when he was proprietor of hotels she kept the books and sewed articles used in the hotels. .\nIn 1949 the parties purchased a home on Arden Park in Detroit for $35,000. It is well furnished. Its present value is a matter of dispute. The friend of the court referee, who appraised it, as well as the other property involved in this case, set its value at $22,500. The home is mortgaged in the amount of $9,500. Plaintiff testified that its value was $35,000.\nOne of the 2 largest parcels involved is an apartment building at 2081 Virginia Park in Detroit, which appellant is purchasing on land contract with an unpaid balance of $65,000. At the time of the trial it was occupied to capacity by 36 tenants in addition to those renting 2 stores in the building. The friend of the court referee appraised it at' $150,000, but appellant testified that it was worth $110,000: Both parties accept the appellant’s 1952 income tax return figure setting the annual net income from this building at $3,262, less its share of the general expenses applicable to the management of all of the properties owned by appellant. There is also a balance due on a bank loan outstanding of $4,000 for refrigerators.\nAnother large parcel consists of an apartment building at 7441 Brush street, Detroit. This also is being purchased on land contract on which there is an unpaid balance of $38,000. The friend of the court referee appraised it at $150,000, while appellant testified that it was worth- $105,000. As of the time of the trial it was fully occupied by 52 tenants. The annual net income is $9,301 less the same general expenses mentioned above, based on appellant’s 1952 income tax return.\nAppellant also owned real estate on which there was a gasoline station valued at $1,500 by appellant and at $4,000 by -appellee. (Appellee’s asset values are primarily based upon those figures first determined by the friend of the court referee and later as found by the court.) Appellant also owned a lot on Norwood avenue which he claims is worth $700 but which appellee claims is worth $950. In addition appellant owns a 1951 car and possesses vendor’s equities in property in Detroit in the following amounts as shown by the net balances then due: $37,500 on the sale of property at 710 Madison avenue, $23,000 on the sale of property at 110 Chandler avenue, and $2,000 on the sale of property at 15550 Twelfth street. Household furnishings were valued at $3,000.\nThe decree awarded the Arden Park home, the Virginia Park apartment building, the Madison avenue contract, household furnishings, and a $50 bank balance to the appellee, who also must pay the amount owing on the bank loan for the refrigerators. The remainder of the properties, consisting of the Chandler avenue land contract, the Twelfth street contract, the gasoline station, the lot, the apartment building' on Brush street, the car, a $25 government bond and a $300 bank account, was awarded to appellant. On appeal the appellant disputes the division of assets and its resulting division of income.\nVarious tables are set forth in the respective briefs of the parties illustrating the division of assets and income, but they are confusing and in a sense misleading, particularly those of appellant. As regards income, appellant concludes that pursuant to the decree his income would be $5,527 whereas that of appellee would be $10,277. In reaching this result he treats the $5,200 annually, awarded in the decree for the maintenance of the children, as income to the appellee. The decree does not provide for alimony. Appellant by decree is bound to support his children until they reach the age of 18 years. This is not income that accrues to appellee, although she is\" given custody of the children and must look after the expenditure of the amounts paid by appellant. If this $5,200 is deducted from the alleged income that appellee will receive, then her income is $5,077. Appellant’s income is $5,527 or slightly more than half of the entire income without figuring appellant’s earnings in the future.\nAppellant, in order to show the inequity of the division of assets and liabilities, sets forth another table in his brief which is similarly misleading. His conclusion is that he receives 17 % of the net assets while appellee receives 83%. In addition to patent errors in addition, the value figures used are unrealistic and inconsistent. The values which appellant’s brief allots to the 2 largest properties, the Brush and Virginia Park apartment buildings, are $91,000 and $134,100, respectively. These differ from appellant’s own testimony which sets the values at $105,000 and $110,000, respectively, and also from the report of the friend of the court referee which sets the values at $150,000 each. Appellant’s values apparently reflect the cost minus depreciation figures reported in his 1952 income tax return. (It should he noted also that these tax return figures necessarily do not include the cost of the land hut only of the building.) In effect appellant argues that the original cost, less allowed or allowable (whichever is greater) depreciation, represents the present value of the property involved, when in fact such figures are merely used to formulate the basis under the income tax law in order to determine the amount of gain or loss. The figures are based upon the original cost of the property to the taxpayer which may he far less than its present day market value. Consequently they do not necessarily reflect the property’s current value.\nWhereas appellant used the income tax return to determine the value of the apartment buildings, he does not hesitate to use the figure of $1,500, brought out in testimony, as the value of the gasoline station, when the same income tax return lists the cost minus depreciation figure of the gasoline station at $4,500. The property with the gasoline station was awarded to the appellant. This inconsistent use of figures is wholly unconvincing.\nOn the basis of asset values determined by the testimony, mostly appellant’s, and overlooking for the moment the friend of the court referee’s figures, the division of assets gives 30% to appellant and 70% to appellee. Utilizing the friend of the court referee’s figures and not appellant’s testimony, the asset division is about 41% for the appellant and 59% for the appellee. Both or either of these divisions show a far better and truer picture than that pointed out to us by appellant.\nAppellant claims he owes the government $47,800 for income taxes and penalties. The record on appeal was certified on March 11,1954. There appears in the record a letter dated April 29,1954, addressed to the attorney for the plaintiff from a tax attorney, apparently also the appellant’s. The writer of the letter concludes that appellant’s tax liability to the date of writing is $47,825.01. Enclosed with the letter were 2 letters from the treasury department pointing out appellant’s tax liability for years 1948 through 1953. This letter with its enclosures apparently was not introduced as an exhibit in the instant case and was not before the judge when he rendered his decree. The letter was written and received more than 8 months after the decree was entered. It has no place in the record. While we review equity cases de novo, we can only review that which was before the court below.\nHowever, assuming that there is such a tax liability and assuming that the values of the property are what appellant claimed in his testimony, the division of assets at the very least is, as we have heretofore stated, 30% for appellant and 70% for appellee. The picture is even better when the friend of the court referee’s figures are considered as did the lower court.\nThe friend of the court referee recommended that appellee be alloted the vendor’s interest in the contract of sale of the Chandler avenue property and charged appellant with the payment of the balance due on the $4,000, the loan due on the refrigerators for the Virginia Parle property. The judge, however, awarded the Chandler avenue land contract to appellant and charged appellee with the repayment of the loan, since she was awarded the property on which the loan was made. It thus can readily be seen that the judge carefully went over the figures before rendering his decision.\nThere is still another element which enters into the ease. Appellant complains that he is obliged to pay $5,200 per year at the rate of $20 per week per child for the support of the 5 children until they respectively have reached the age of 18 years. Three of them will reach that age in a comparatively few years and appellant’s obligation to provide for their support will then be discharged.\nWe are mindful of the fact that appellee must maintain a home and look after the children, subject, however, to liberal hours of visitation by the appellant. She shows that she had not been well in the past. Appellant, however, appears to be a very successful real-estate operator and has made considerable money in the past. He also holds a public office.\nThe decree awarded the property to the wife in lieu of dower and alimony. In addition to the foregoing considerations the wife must pay some $150 a month on the $9,500 mortgage still on the residence. In view of the extreme cruelty shown to the wife and also of her inability to earn a living, as she is obliged to look after a household and 5 children, we find no arbitrary or capricious division of property or income by the trial judge.\nWe have held that under the law of this State a division of property need not be equal but rather should be fair and equitable under all of the circumstances involved. Pusylo v. Pusylo, 279 Mich 623. We find it such. In Szatynski v. Szatynski, 327 Mich 613, we said that in adjusting property rights in a divorce suit it cannot be overlooked that the breaking up of the family has been caused by the husband’s misconduct, and that the duty is upon him to furnish to the extent of his ability a home and other needs for his wife. We quoted with approval from Hallett v. Hallett, 279 Mich 246, where we said:\n“There is no rigid rule of division of property in divorce actions ‘and the security of a living for the wife is a major consideration.’ ”\nSee Mitchell v. Mitchell, 333 Mich 441, to the same effect.\nWe find no reason to change the decree. Affirmed, with costs to appellee.\nCarr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, Jj J., concurred.\nNote: The figures used in this opinion are not exact but approximate.",
        "type": "majority",
        "author": "Butzel, C. J."
      }
    ],
    "attorneys": [
      "Buckingham, Biggins, Rehn & Balmer (Frederic F. Pig gins, of counsel), for plaintiff.",
      "Joseph W. Louisell (Ivan E. Barris, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "CARTWRIGHT v. CARTWRIGHT.\n1. Divorce—Support op Children—Income.\nAmount awarded in decree of divorce to defendant wife for maintenance of children is not income that accrues to her, although she is given custody of the children and must look after the expenditure of the amounts paid by the husband for such purpose.\n2. Same—Division op Property—Value.\nProperty values, as determined for income-tax purposes, that are arrived at by taking original cost figures and making allowances for depreciation do not necessarily reflect the property’s current market value usable for purposes of division of assets between parties to suit for divorce.\n3. Appeal and Error—Record—Exhibit Not Before Trial Court.\nAn exhibit which was not before the trial judge when he rendered his decree has no place in the record on appeal.\nReferences for Points in Headnotes\n[1] 17 Am Jur, Divorce and Separation § 695.\n[2, 5] 17 Am Jur, Divorce and Separation § 445.\n[3] 3 Am Jur, Appeal and Error § 820.\n[4] 3 Am Jur, Appeal and Error §§ 895, 912.\n4. Same—De Novo Review—Record.\nThe Supreme Court reviews equity cases de novo but can only review that which was before the court below.\n5. Divorce—Division of Property—Equity.\nDivision of property whereby in lieu of dower and alimony wife was allotted income of $5,077 and $20 weekly for each of 5 children until they become 18 years of age, husband was allowed $5,527 income and wife was allowed from 59% to 70% of the value of the property the parties had acquired is not disturbed, whore wife is required to make payments of $150 monthly on home awarded her, is unable to earn a living and divorce is due to husband’s extreme cruelty, since the division of property need not be equal but must be fair and equitable under all circumstances involved and the security of a living for the wife is a major consideration.\nAppeal from Wayne; Maher (Thomas F.), J.\nSubmitted October 6, 1954.\n(Docket No. 23, Calendar No. 45,923.)\nDecided November 29, 1954.\nBill by Arthur Cartwright against Thelma Cartwright for divorce. Cross bill by defendant for divorce on ground of extreme cruelty. Decree for defendant. Plaintiff appeals in respect to division of property.\nAffirmed.\nBuckingham, Biggins, Rehn & Balmer (Frederic F. Pig gins, of counsel), for plaintiff.\nJoseph W. Louisell (Ivan E. Barris, of counsel), for defendant."
  },
  "file_name": "0068-01",
  "first_page_order": 108,
  "last_page_order": 116
}
