{
  "id": 3189036,
  "name": "Robert KELMELL v. ATLAS LIFE INSURANCE COMPANY, Inc.",
  "name_abbreviation": "Kelmell v. Atlas Life Insurance",
  "decision_date": "1959-06-25",
  "docket_number": "No. 44481",
  "first_page": "71",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 72"
    },
    {
      "type": "parallel",
      "cite": "113 So.2d 609"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "11 So.2d 272",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        10053415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/11/0272-01"
      ]
    },
    {
      "cite": "142 So. 914",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10086965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/142/0914-01"
      ]
    },
    {
      "cite": "27 La.Ann. 409",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "opinion_index": 0
    },
    {
      "cite": "12 La. Ann. 35",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        573335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/12/0035-01"
      ]
    },
    {
      "cite": "10 La.Ann. 809",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        11992741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/10/0809-01"
      ]
    },
    {
      "cite": "186 La. 934",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10064365,
        3065582
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so/173/0721-01",
        "/la/186/0933-01"
      ]
    },
    {
      "cite": "120 La. 971",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8504944
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/120/0971-01"
      ]
    },
    {
      "cite": "26 La.Ann. 326",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        5241593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/26/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 9317,
    "ocr_confidence": 0.723,
    "pagerank": {
      "raw": 2.1618190013584228e-07,
      "percentile": 0.7699831148456918
    },
    "sha256": "9a94c010f71fc7e4334edaa52fa48fc9968476443ca4f6d7a6f0d198d80f38e4",
    "simhash": "1:5004a422b5cf0daa",
    "word_count": 1533
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert KELMELL v. ATLAS LIFE INSURANCE COMPANY, Inc."
    ],
    "opinions": [
      {
        "text": "HAMITER, Justice.\nPlaintiff, Robert Kelmell, seeks to recover herein the proceeds of two industrial life insurance policies, issued by the defendant Atlas Life Insurance Company, Inc., under date of February 27, 1956, which insured one Angle L. Holland who died on January 12, 1957. Each contract provided for payment at death of $728 and named plaintiff as the beneficiary.\nIn its answer to the petition the defendant pleaded only that the insured, in her applications for the insurance, wilfully and with the intent to deceive gave untrue statements relative to her health; and that it would not have issued the policies had she truthfully answered the questions propounded to her.\nDuring the course of the trial counsel for plaintiff objected to the introduction of any evidence tending to show misrepresentation by the insured regarding her health, including the applications themselves. Subject to the objection, the evidence was admitted.\nAt the trial’s conclusion, however, the judge ruled that such evidence was inadmissible. Accordingly, he rendered and signed a judgment in favor of plaintiff for the sum of $1,456 — the total amount of the two policies.\nThe defendant appealed to the Court of Appeal for the Parish of Orleans, and there it filed exceptions of no right and no cause of action grounded on the allegation that “appellee Robert Kelmell had no insurable interest in the life of the insured, Angle Holland”.\nThat tribunal, when considering the appeal, first discussed at length the sole defense urged in the trial court and expressed the view that “there is grave doubt as to the admissibility of evidence showing fraud”. But it then pretermitted a determination of such defense and, in sustaining defendant’s exceptions of no right and no cause of action, went on to hold that the evidence adduced during the trial disclosed that plaintiff was without an insurable interest in the insured’s life. See La.App., 107 So.2d 81S.\nBecause of this holding, and on plaintiff’s application, we issued the writ of certiorari or review.\nAfter carefully examining the record before us we are not at all certain that the evidence supports the conclusion reached by the Court of Appeal.\nIn the first place the court relied principally on the following testimony given by plaintiff under cross examination regarding his relationship to the insured:\n“Q. You weren’t related to her, were you ? A. No sir.\n“Q. No way at all? A. No sir.\n“Q. How did you get to (be) beneficiary under this policy if you had no interest in her ? A. The insurance agent who sold the policy said it made no difference. If you will look at the records of the Atlas Insurance Company, I insured other people too.”\nHowever, an affiliation by blood or close affection is not essential for providing an insurable interest. It may arise, and often does, from a pecuniary or economic relationship — for example, that of creditor or debtor. LRS 22:613 C(2); Succession of Hearing, 26 La.Ann. 326; Lake v. New York Life Insurance Company, 120 La. 971, 45 So. 959; and Travia v. Metropolitan Life Insurance Company, 186 La. 934, 173 So. 721. And the nonexistence of the latter relationship is not shown here.\nIn the second place the above quoted testimony (to which much weight was given by the Court of Appeal in support of its holding) was admitted for the restricted purpose of testing the credibility of plaintiff. Thus, when counsel for plaintiff obj ected to its admissibility on the ground that a want of an insurable interest had not been pleaded, the trial court ruled: “The objection is sustained to the extent that the only evidence to be allowed is for the purpose of testing the credibility and not to bear upon the materiality. There has been no defense raised that this man has no insurable interest. As a matter of fact the defense is based, as set forth in the answer, on the basis that the information contained in the application for the said policy is false, and that is the sole and only defense. For the purpose of testing the credibility of the witness I will let the evidence in.”\nBut be that as it may, we are firmly of the opinion, just as plaintiff contends, that a want of insurable interest in a life insurance policy is a defense that must be specially pleaded in the trial court so that the beneficiary can be prepared to meet such issue (this, as before shown, was not done in the instant cause). The contract, valid on its face, is presumed to be legal until particularly assailed; and if the defendant insurance company does not by its pleading specially question the insurable interest of the beneficiary the latter is not required to introduce evidence in proof of it. This rule is well established in our early jurisprudence, and apparently it has not been disputed in later litigation until now. Kennedy v. New York Life Insurance Company, 10 La.Ann. 809; Katheman v. General Mutual Insurance Company, 12 La. Ann. 35; Roos v. Merchants’ Mutual Insurance Company of New Orleans, 27 La.Ann. 409; and McWilliams v. Liberty Industrial Life Insurance Company, La.App., 142 So. 914. Incidentally, in numerous more recent cases examined by us in connection with other phases of this cause, where a lack of insurable interest was discussed by the court, the defense in question had been specially pleaded.\nIn support of the argument that the exceptions in the instant cause were properly considered and sustained by the Court of Appeal, defense counsel cites only Hand v. Coker, La.App., 11 So.2d 272. Clearly the case is inapplicable, it not having involved an insurance contract. Moreover, the exception therein, urged for the first time on appeal, questioned merely the right of a married woman to sue and stand in judgment in an action for the recovery of property admittedly owned by the community. Here, the policies named plaintiff the beneficiary of the insurance. Surely, in that capacity, he had the right to institute suit to recover the proceeds and to stand in judgment.\nEntertaining the view that the Court of Appeal should have overruled defendant’s exceptions of no right and no cause of action, we next consider the sole defense pleaded in the district court — namely, that the insured’s wilful misrepresentations respecting her health, which her applications contained, rendered the insurance contracts null and void\nIn this court counsel for defendant has not urged or discussed such defense, he having relied entirely on the above mentioned exceptions. However, in his brief to the Court of Appeal he stated, among other things, as follows: “Defendants resisted payment on the grounds of fraud. ‡ ‡ ^\ns{» *1» H* v\n“The only issue in this case is whether or not the applications for the policies and the hospital records were properly admissible in evidence. Plaintiff’s counsel objected to their admission. The Trial Judge, in his reasons for judgment, stated that in order that the record might be complete, he referred the objections to the merits and allowed the testimony as to the insured’s health, and the applications to become part of the record. If the testimony as to the insured’s health, and the applications are admissible in evidence then there is overwhelming evidence of fraud which would bar plaintiff’s recovery.\n* # * * ‡\n“In the insurance policies sued upon there is a provision that the policy constitutes the entire contract between the parties. In each case there was a signed application, not attached to the policy nor referred to therein.” Then counsel argued to the Court of Appeal that the applications in question were admissible in evidence, notwithstanding that they were not incorporated in the insurance contracts, because no statute prohibits the introduction of them.\nIn 1956, when the instant policies were issued, there was in effect LRS 22:259 .which, insofar as pertinent here, provided: “All industrial life insurance policies, delivered or issued for delivery in this state, shall contain, in substance, the following provisions, * * *\n“(2) A provision that the policy shall constitute the entire contract between the parties, or at the option of the insurer, a provision that the policy and the application therefor shall constitute the entire contract between the parties, * *\nHad this insurer exercised the option granted in the foregoing statute — by inserting in each policy a provision that it and the application therefor shall constitute the entire contract between the parties — unquestionably the disputed applications would have been admissible in evidence. But such was not done. Rather, as aforeshown, each policy recited that it constituted the entire contract. Therefore, the applications that formed the basis for the pleaded defense of fraud were inadmissible and were properly excluded by the trial judge.\nFor the reasons assigned the judgment of the Court of Appeal is reversed and set aside, the exceptions of no right and no cause of action are overruled, and the judgment of the district court in favor of plaintiff and against the defendant is reinstated and made the decree of this court. Defendant shall pay all costs.",
        "type": "majority",
        "author": "HAMITER, Justice."
      }
    ],
    "attorneys": [
      "Burglass, Burglass & Burglass, New Orleans, for applicant.",
      "Guy J. D’Antonio, New Orleans, for respondent-defendant."
    ],
    "corrections": "",
    "head_matter": "113 So.2d 609\nRobert KELMELL v. ATLAS LIFE INSURANCE COMPANY, Inc.\nNo. 44481.\nJune 25, 1959.\nBurglass, Burglass & Burglass, New Orleans, for applicant.\nGuy J. D’Antonio, New Orleans, for respondent-defendant."
  },
  "file_name": "0071-01",
  "first_page_order": 68,
  "last_page_order": 73
}
