{
"id": 807201,
  "name": "THE PEOPLE EX REL GEORGE W. PERKINS v. JOSEPH F. MOSS ET AL.",
  "name_abbreviation": "People ex rel Perkins v. Moss",
  "decision_date": "1906-05",
  "docket_number": "",
  "first_page": "75",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 75"
    },
    {
      "type": "parallel",
      "cite": "113 App. Div. 329"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "50 Misc. 198",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        1834187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/misc/50/0198-01"
      ]
    },
    {
      "cite": "187 N. Y. 410",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        807187,
        2328259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-crim/20/0569-01",
        "/ny/187/0410-01"
      ]
    },
    {
      "cite": "153 N. Y. 585",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "151 N. Y. 24",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        29779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/151/0024-01"
      ]
    },
    {
      "cite": "22 N. Y. 258",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2026262
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/22/0258-01"
      ]
    },
    {
      "cite": "141 N. Y. 538",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2258403
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/141/0538-01"
      ]
    },
    {
      "cite": "6 Hun, 491",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 1
    },
    {
      "cite": "20 Hun, 98",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 1
    },
    {
      "cite": "64 Hun, 78",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 1
    },
    {
      "cite": "31 Hun, 57",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 1
    },
    {
      "cite": "61 N. Y. 583",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        525432
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny/61/0583-01"
      ]
    },
    {
      "cite": "7 N. Y. St. Repr. 795",
      "category": "reporters:state",
      "reporter": "N.Y. St. Rep.",
      "opinion_index": 1
    },
    {
      "cite": "14 Hun, 337",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 1
    },
    {
      "cite": "22 App. Div. 189",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2312320
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ad/22/0189-01"
      ]
    },
    {
      "cite": "63 App. Div. 396",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        7712837
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nys/71/0541-01"
      ]
    },
    {
      "cite": "148 N. Y. 264",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2272043
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny/148/0264-01"
      ]
    },
    {
      "cite": "169 N. Y. 350",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 1
    },
    {
      "cite": "100 N. Y. 592",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 2
    }
  ],
  "analysis": {
    "cardinality": 1329,
    "char_count": 51385,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 3.4042921432200126e-07,
      "percentile": 0.8776225949852675
    },
    "sha256": "9386a22545ecd72b7b7136c6a5d8b7d1ece94f8418a0dad0108b3b77c37ce3ef",
    "simhash": "1:bb24fa302454fe78",
    "word_count": 8938
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL GEORGE W. PERKINS v. JOSEPH F. MOSS ET AL."
    ],
    "opinions": [
      {
        "text": "Ingraham, J. :\nAn information was laid before Joseph F. Moss, one of the city magistrates, who proceeded to take the depositions of the witnesses produced, from which the following facts appeared: That the New York Life Insurance Company is a domestic corporation of which John A. McCall was president and the relator, George W. Perkins, vice-president; that in November, 1904, there was an election for President- of the United States, and Mr. Cornelius N. Bliss was the treasurer of the Republican national committee; that Mr. Bliss came to the relator and informed him that Mr. McCall, the president of the New York Life Insurance Company, had promised him that the corporation would contribute the sum of $50,000 or so much thereof as might be necessary for the purpose of the national campaign,, and had requested Mr. Bliss to see the relator in reference thereto; that at a subsequent interview with Mr. McCall he informed the relator that demands were being made upon him for political contributions by the company which it did not seém to him it would he for the interest of the company to make; that it would make it easier for him to refuse such demands if the payment to the Republican national committee was not at that time made directly from the funds of the company; that Mr. McCall asked the relator to see Mr. Bliss and to make the payments personally, and said that he would see that the matter was taken care of later on; that in pursuance of this request the relator advanced to Mr. Bliss from his own resources various sums amounting to $48,500; that during the month of December, 1904, the subject of the relator’s reimbursement for these advances was discussed between the relator and Mr. McCall, when it was concluded to take the matter up with the members of the finance committee, of which Mr. McCall and the relator were members; that subsequently, at a meeting of that, committee at which the relator and McCall were present, McCall stated to the committee that on behalf of the company he had promised Cornelius Y. Bliss that the Yew York Life Insurance Company would give to Mr. Bliss, in his capacity as treasurer of the Republican national committee, and for use in the presidential campaign then in progress, a sum not to exceed $50,000, and that the relator had advanced to Mr. Bliss pursuant to said agreement the sum of $48,500; that McCall did not ask that the committee, as a committee, take official action upon this statement, but desired to inform the committee of the facts; that the matter was then discussed by the committee, but no vote was formally taken and no entry made in the minutes of the committee of the transaction; but it was the expressed opinion of those present that Mr. McCall should cause Mr. Perkins (the relator) to be reimbursed for the sums advanced out of the funds of the Yew York Life Insurance Company; that some time after this meeting, and on the 30th of December, 1904, the treasurer of the Yew York Life Insurance Company drew a check payable to the order of Messrs. J. P. Morgan & Co. for $48,102.50; that on that day there was a charge on the books of account of the company to the “ Hanover office account charged—Treasury Department. Cheque to J. P. Morgan & Co.,” and in the ledger, “By order of President, $48,702.50; ” that these entries were made by the bookkeeper in the form usually employed in the books of the company where disbursements were made upon the order of the president and in the accustomed form of entering transactions by the company; that the relator had no control over the funds of the company, had no knowledge of its books and gave no order to the company in relation to this transaction; that this check was subsequently collected by J. P. Morgan & Co., and the proceeds placed to the credit of the relator.\nUpon these depositions the magistrate issued a warrant for the arrest of the relator charging him with the crime of grand larceny in the first degree. Under that warrant the relator was arrested. He immediately sued out a writ of habeas corpus and a writ of certiorari, claiming that on these facts he was not guilty of a crime. The court at Special Term, upon the return to these writs, held that a crime was charged, dismissed the writs and remanded the relator to custody, and from the order entered thereupon the relator appeals to this court.\nUpon this appeal the only question that has been argued is whether on these facts the relator was guilty of a crime. In the discussion of this question it must be understood that we are not now concerned' with the civil responsibility of the relator to the company. What is said relates solely to the question whether or not the relator is guilty of the crime of grand larceny, for which he was in custody when these writs were obtained.\nUnder sections 148 and 149 of the Code of Criminal Procedure, when an information is laid before a magistrate, charging the commission of a crime, he must examine on oath the witnesses produced, whose depositions must set forth the facts stated by the prosecutor and his witnesses tending to establish the commission of the crime and the guilt, of the defendant, and section ISO provides that if the magistrate is satisfied therefrom that the crime complained of has been committed, and that there is reasonable ground to believe that the defendant has committed it, he must issue a warrant of arrest. If, upon the facts stated in the depositions, no crime has been committed, or there is not reasonable ground to believe that the defendant has committed it, the warrant is improperly issued and the defendant cannot be held under it. (Hewitt v. Newburger, 141 N. Y. 538.)\nThe crime charged is grand larceny in the first degree, under-sections 528 and 530 of the Penal -Code. The former section provides: “ A person who, with the intent to deprive or defraud the true owner of his property, or of the use and benefit thereof,, or to appropriate the same to the use of the taker, or of any other person, * * * having in his possession, custody or control, as a bailee, servant, attorney, agent, clerk, trustee, or officer of any person, association or corporation, or as a public officer, or as a person authorized by agreement, or by competent authority, to hold or take such possession, custody or control, any money, property, evidence of debt or contract, article of' value of any nature, or thing in action or possession, appropriates the same to his own use, or that of any other person other than the true owner or person entitled to the benefit thereof, steals such property and is guilty of larceny.” And as bearing upon the construction to be given to section 528, section 548 provides that, “ upon an indictment for larceny, it is a sufficient defense that the property was appropriated openly and avowedly under a claim of title preferred in good faith, even though such claim is untenable.” Section 530 defines grand larceny in the-first degree.\nIt is evident that there are two essential elements which must appear to justify a conviction for this crime: First, it must appear that the person charged intended to deprive or defraud the-true owner of his property, or of the use and benefit thereof, or-to appropriate the same to the use of the taker, or of any other person, and that the property was not appropriated openly and avowedly under a claim of title, preferred in good faith, even though such claim is untenable; and, second, it must appear that the person charged with the crime had in his possession, custody or control, as bailee, servant, attorney, agent, clerk, trustee or officer of a person, association or corporation, the money or property appropriated. Bearing in mind these two necessary elements, the question presented is, whether the deposition taken before the magistrate justified him in issuing a warrant against the relator.\nThe act of the president of this corporation in making a contribution to one of the political parties of the United States to aid in the election of its candidates for President, is the act which it is claimed was the misappropriation of this money of the corporation, which was the foundation of this charge. In ■considering the nature of this act, it must be borne in mind that such a contribution by a corporation was not prohibited by law. It is claimed, however, that the payment of money was ultra vires of the corporation, and, therefore, beyond its legitimate •or authorized power. We may assume the correctness of this •claim; but the money that was disposed of being the money of the corporation, if the contribution had been made by an order •of the corporation itself, or with the assent of those constituting the corporation, no officer of the corporation would have been liable for making the contribution. That principle is established in this State beyond controversey. (Bissell v. M. S. & N. I. R. R. Cos., 22 N. Y. 258.) In that case it is said, in speaking of contracts of corporations ultra vires: “ Undoubtedly such engagements may have the vices which sometimes infect the contracts of individuals. They may involve a malum in se or a malum prohibitum, and may be void for any cause which would avoid the contract of a natural person. But where no such vices exist, and the only defect is one of power, the contract cannot be void because it is illegal or immoral.” And the learned court then cites as an example the act of a bank making a contribution for charity, with no authority to engage in benevolent enterprises, and says: “ A subscription made by authority of the board of directors and under the corporate seal for the building of a church or college or an almshouse would be clearly ultra vires, but it would not be illegal; ” and after other illustrations of the same character, continues: “ To apply the word ‘ illegality ’ to such transactions, is to confound things of a totally different nature. It is only private interests which are affected by them; and there is no statute or rule of the common law by which they become public offences.” This case has been followed by Bath Gas Light Co. v. Claffy (151 N. Y. 24) ; Moss v. Cohen (158 id. 240), and Holmes v. Willard, (125 id. 75).\nThere was no evidence before the magistrate that this corporation had not authorized the contribution. The only evidence on the subject was the deposition of the treasurer of the corporation that “ for many years the president of the company had exercised the power of ordering disbursements out of the company’s funds upon his sole personal authority, and, as far as I am aware, his right to do this had never been challenged; ” and of one of the vice-presidents of the corporation that “ said McCall, by virtue of his office, had power to make disbursements known as disbursements upon executive order.” It cannot, I think, be disputed but that this act of making such a contribution to one of the political parties, not being prohibited by law, would have been perfectly lawful if made by an individual. Mo law and no declared public policy prohibits the making of contributions to political parties, except for certain specified purposes stated in section 41n of the Penal Code. That being so, it follows that if the corporation had made this contribution, the illustration of Chief Judge Comstock in Bissel v. M. S. & N. I. R. R. Cos. (supra) would apply—that “ to apply the word ‘ illegality ’ to such transactions, is to confound things of a totally different nature. It is only private interests which are affected by them; and there is no statute or rule of the common law by which they become public offences.” It would seem, therefore, to follow that, without some proof that the corporation itself did not authorize this transaction, or that the president had no authority to make such a contribution on behalf of the corporation, there was no evidence that a crime had been committed. When an unlawful and criminal intent is essential, it is necessary to aver the unlawful and criminal intent which constitutes the crime. (Hewitt v. Newburger, 141 N. Y. 538; People v. Stevens, 109 id. 159.)\nThe relator, however, was not the officer who made the contribution. The president of the company having the power, according to the evidence, to order disbursements out of the company’s funds, his right to do so never having been challenged, informed a subordinate officer of the company (the relator) that he had made an arrangement to make this contribution on behalf of the company, and requested the relator to make such a contribution out of his own funds, for which he was to be reimbursed by the company. Acting under this authority the relator paid the money to carry out the obligation assumed by the president on behalf of the company. There is no allegation that the relator had any knowledge that the president was not authorized by the corporation to make this contribution. There is no act proved to justify the inference that the relator had any knowledge that' the president of the company was acting without lawful authority to make the contribution; no allegation that the president of the company had any intent to deprive this corporation of its money for the use of the relator, or for any other purpose; and no allegation and no. fact alleged to justify an inference that in carrying out this, transaction at the request of the president of the corporation, the relator had any intent to defraud the company, or to deprive it of its property, or to violate the law.\nTo one of the depositions upon which this warrant was granted there is a letter of the relator to the district attorney, stating his connection with the transaction, in which he says: “ When I made the advances above mentioned, and when I was reimbursed therefor, it never occurred to me that there could be any question as to the propriety of such expenditure, which I believed to be for the benefit of the company.” This admission of the relator being used as an admission, there being no fact alleged to justify the inference that the relator had a criminal intent in carrying out, on behalf of the company, the obligation which had been entered into by its president, there was no charge of a criminal intent, the only evidence being that the relator acted in good faith. ISTor is there an allegation that the relator had the possession of or the control over the money of the corporation, or that the money he received was “ in his possession, custody or control, as a bailee, servant, attorney, agent, clerk, trustee or officer ” of the corporation, or that he appropriated any money of the corporation which was in his possession or under his control. The president of the corporation having incurred on its behalf a liability to repay this money to the relator, at a meeting of the finance committee of which the relator and the president were members, stated the facts to the committee, informed them of his promise to Mr. Bliss and his arrangement with the relator by which the relator had advanced the money to carry out that promise, and expressed to the finance committee his opinion that the relator should be reimbursed from the funds of the company. There is no statement that the relator advocated such repayment or in any way used his position to obtain it. The matter was discussed with the finance committee. 2io formal action was taken by the committee, “ but it was the expressed opinion of those present that Mr. McCall should cause Mr. Perkins to be reimbursed for the sums so advanced out of the funds of the Hew York Life Insurance Company.” There was thus no secrecy about the transaction. Before the company had disbursed a dollar of its money the facts were stated to the finance committee, and all of those present acquiesced in the suggestion that the president should repay to the relator what he had advanced. Subsequent to this transaction the president of the company delivered to the firm of which the relator was a partner a check for the amount of the advance made, which was received by J. P. Morgan & Co., and by them credited to the relator.\nUpon the argument it was claimed by the learned district attorney that the crime for which the relator was sought to be held was committed when he received from the corporation the money to reimburse him for the claim that he had against the corporation based upon the payment of his own money to fulfill an obligation incurred by the president of the corporation on its behalf. But the relator had paid his money on behalf of the obligation entered into by the president of the corporation on its behalf. He certainly was entitled to claim that he should he reimbursed this money, and the receipt of the money of the corporation in payment of this claim, whether well founded or not, is by the provision of section 548 of the Penal Code a sufficient defense to the charge. It is, however, I think a complete answer to this claim that the money which was received by the relator was not money that he had in his “ possession, custody or control ” as a bailee, servant, attorney, agent, clerk, trustee or officer of the corporation. At no time did this relator appropriate any money of the corporation which was in his possession, custody or control as its officer or trustee.\nIt is claimed, however, that, as this money was in the possession, custody or control of McCall as president of the company, and as McCall’s intention was to make this political contribution, which was an appropriation of the property of the company for the use of a person other than the true owner, and as the relator aided and abetted in the appropriation of the money, he was a principal under section 29 of the Penal Code. That section provides that “ A person concerned in the commission of a crime, whether he directly commits the act constituting the offense, or aids and abets in its commission, * * * is a principal.” But, as before stated, the evidence before the magistrate was not sufficient to prove that McCall had committed a crime. But assuming that McCall made this arrangement for the contribution without authority from the corporation, the evidence does not establish that the relator aided and abetted in the commission of the offense, if one was committed. He was not the moving party in making the contribution. It was not done by his command, inducement or procurement. His connection with it was in obeying a request of the president, so far as appears, in entire good faith and with no possibility of any personal advantage or benefit.\nIn Bouvier’s Law Dictionary (Vol. 1 [Rawle’s Rev.], p. 125), “Aiding and Abetting” is said to be “the offence committed by those persons who, although not the direct perpetrators of a crime, are yet present at its commission, doing some act to render aid to the actual perpetrator thereof. * * *\nA principal in the second degree is he who is present aiding and abetting the fact to he done. * * * Actual presence is not necessary; it is sufficient to he so situated as to come readily to the assistance of his fellows.” It is stated generally in the American and English Encyclopaedia of Law (Vol. 1 [2d ed.], p. 264), that “in order that a person may he guilty as an accessory before the fact, it is necessary, first, that he should have shared the criminal or mischievous design of the principal felon; and, second, that that design should have been substantially effected through his incitement thereto; ” and, at page 265, “ the guilt of an accessory before the fact consists in his having incited to a crime afterwards accomplished.” As I understand it, the essential element in aiding and abetting in the commission of a crime is taking an active part with a criminal intent to commit the crime. Certainly the act of the officers and employees of this corporation in obeying the order of the president and preparing and delivering the check in repayment of money advanced by the relator, was not aiding and abetting in the commission of a crime. In People v. Peckens (153 N. Y. 585), in speaking of section 29 of the Penal Code, it is said: “ It is expressly provided by statute that a person who advises or procures the commission of a crime may be indicted and convicted thereof, although he was absent when it was committed. (Penal Code, § 29.) Indeed, such was the law as it previously existed, the general rule being that what one does or procures to be done through the agency of another is to be regarded as done by him.” It was McCall who directed the payment of the money of the corporation; and the officers or employees of the company who obeyed his direction in making that payment, without intent to do more than carry out the instructions of the president of the corporation, were not, as I view it, responsible for the act.\nI think, therefore, that it does not appear from these depositions before the magistrate that a crime had been committed, or that there was reasonable ground to believe that the defendant was guilty thereof; and the order appealed from should be reversed and the relator discharged.",
        "type": "majority",
        "author": "Ingraham, J. :"
      },
      {
        "text": "McLaughlin, J. (concurring) :\nLarceny, as defined in section 528 of the Penal Code, includes every act which was larceny at common law and in addition such acts as formerly constituted false pretenses and embezzlement. (People v. Miller, 169 N. Y. 350.) The distinction between larceny at common law, embezzlement and false pretenses, as the same were formerly known, is clear and well defined. (1) If a person honestly and in good faith received possession of personal property in trust and thereafter converted the same to his own use, he was guilty of embezzlement. (2) If he obtained possession of the property by fraud—the owner intending, nevertheless, to part with the title as well as the possession —then the offense was obtaining property under false pretenses. (3) If the possession, however, were wrongfully or fraudulently obtained, without the owner’s consent and without color of right, and with a felonious intent of converting it to the use of the taker or another, then the offense was larceny.\nDo the acts set out in the depositions—including the letter of the defendant upon which the warrant was issued—establish prima facie that the crime of larceny as now defined by the section of the Penal Code referred to, has been committed, and was there reasonable ground to believe that the defendant committd it? This is the real and substantial question presented by the appeal. Unless it can be answered in the affirmative, then the order appealed from should be reversed, the writ sustained, and the relator discharged, because in that event the magistrate did not have jurisdiction to issue a warrant. To justify a magistrate in issuing a warrant for the arrest of a person he must first be satisfied, from the facts presented to him, that a crime has been committed, and then, that there is reasonable ground to believe that the person for whom the warrant is asked committed it. (Code Crim. Proc. § 150.) This has been held by numerous authorities. (Swart v. Rickard, 148 N. Y. 264; Hewitt v. Newburger, 141 id. 538; McKelvey v. Marsh, 63 App. Div. 396.) And it has also been held that where the facts are stated wholly upon information and belief and the ground of the belief and the source of the information are not given, that this is insufficient to confer jurisdiction upon a magistrate to issue a warrant. (People v. Cramer, 22 App. Div. 189; Warner v. Perry, 14 Hun, 337; Blodgett v. Race, 18 id. 132; People ex rel. Kingsley v. Pratt, 22 id. 300; People v. Olmsted, 74 id. 323.)\nIf the facts set out in the depositions upon which the warrant here was issued be construed in the most liberal way consistent with a judicial determination, I am of the opinion that such facts do not establish that the crime of grand larceny in the first degree has been committed, as the same is defined by sections 528 and 530 of the Penal Code. First. Such facts certainly do not establish larceny as defined by the common law. The defendant had a right to give of his own funds to the chairman of the Republican national committee. There was no statute prohibiting such contribution, and such act was not, in and of itself, a crime. The relator made the contribution at the request of the president of the insurance company, with the express understanding that it would repay him. Having made the contribution, relying upon this understanding, he then had a' claim against the insurance company for the amount advanced, and it is entirely immaterial, so far as the question here presented is concerned, whether or not such claim could have been enforced in a civil action. The claim existed, and if, in satisfaction of it, the defendant received from the insurance company the amount called for, in good faith, such reception and thereafter retention did not constitute larceny. Of this there can be no doubt because the statute provides that upon an indictment for larceny (and the sufficiency of the depositions must be tested in the same way that the sufficiency of an indictment would be) it is a sufficient defense that the property was appropriated openly and avowedly under a claim of title preferred in good faith, even though the claim were untenable. (Penal Code, § 548; People v. Ouley, 7 N. Y. St. Repr. 795.) The money belonging to the insurance company, if appropriated, was appropriated “ openly and avowedly ” by the relator, after all the facts had been stated to the finance committee, to reimburse him for the money which he had previously advanced. It was not stealthily taken, nor was there anything secretive about it. The fact that the check was drawn payable to the order of J. P. Morgan & Co., and so entered on the insurance company’s books, is of no importance because it does not appear that the relator had anything to do with the drawing of the check, or had any knowledge of the entry in the company’s books. Besides, the check was concededly for the purpose of reimbursing the relator for moneys which he had previously advanced. The finance committee knew that the president was about to repay the relator for this advance out of the funds of the insurance company by what is termed “ executive order.” There is not a single fact stated in the depositions from which a jury would have the right to find—and if they did it would be the duty of the court to set aside the finding—that the relator in receiving the money in satisfaction of his claim, feloniously intended to deprive the insurance company of it; on the contrary, the only inference which can fairly and legitimately be drawn from such facts is that he believed he had a right to take it in satisfaction of his claim. The depositions are defective in that they do not show a felonious intent or any facts from which such intent can fairly be inferred.\nIn McCourt v. People (61 N. Y. 583) the plaintiff in error-stopped at the house of the prosecuting witness and asked his daughter, who was alone at the time, for a drink of cider. She refused to let him have it, and he thereupon opened the cellar-door, went into the cellar, although forbidden by her to do so, and carried away a pail of cider. He was subsequently indicted, triéd and convicted for burglary and larceny. On appeal the judgment of conviction was reversed, the court holding that the-evidence failed to show that the accused entered the cellar with intent to commit a crime, and while there was evidence of an intent to obtain a drink of cider, and thus deprive the owner of his property, there was an absence of the circumstances ordinarily attending the commission of a larceny, and which distinguished it from a trespass, and all of the circumstances were-consistent with the view that the transaction was a trespass merely.\nIn People v. Woodward (31 Hun, 57) the defendant was found guilty of grand larceny in stealing a horse from the owner’s stable and then killing it. At the conclusion of the trial the court was asked to instruct the jury that “ If, before the taking of the horse, the intent was to take it and kill it, the crime would not be a felony, but an offense under the statute classed among misdemeanors, under the term of malicious mischief.” The instruction was refused and on this ground alone, the judgment was reversed and a new trial ordered. The case is cited with apparent approval in People v. Bosworth (64 Hun, 78). In Devine v. People (20 Hun, 98), while a bartender was stooping to get a bottle, an outsider reached over the counter and took money from a drawer. He made no effort to secrete it, and thereafter returned it to the barkeeper, saying he took it for fun. He was subsequently indicted, tried and convicted, but on appeal it was held that the judgment could not stand, inasmuch as there were no facts or circumstances which justified a finding of felonious intent. In Abrams v. People (6 Hun, 491) a quantity of cloth was delivered to Abrams to be made into coats and then returned. He made the coats and then sold them and absconded with the proceeds. It was held that he was not guilty of larceny unless he intended at the time he received possession of the cloth to steal the coats. The relator, therefore, in receiving the money, did not commit larceny at common law.\nSecond. Nor did he obtain possession of the money by false pretenses. It was not only voluntarily given to him by the president of the insurance company, but it was received openly and avowedly to reimburse him for what he had previously advanced. The case is devoid of every element from which it could be claimed possession was obtained by false representation.\nThird. The only remaining inquiry, then, is, was the money received in trust and thereafter converted to his own use ? To this question, it seems to me, there can be but one answer. It was not received in trust; on the contrary, it was received to satisfy the relator’s claim. But it is urged by the People that the relator was vice-president of the insurance company; was chairman of the finance committee, and as such was charged in law with the custody of the company’s property, for which reason it Was his duty when the same was received to turn it over to the treasurer or the proper custodian of the fund. It undoubtedly was the relator’s duty to see to it, so far as he could, that the .company’s property was preserved and used solely for corporate purposes, but this did not prevent him from receiving money from the corporation in satisfaction of a just claim, nor did it make him guilty of larceny if he received money from the corporation in satisfaction of an illegal claim if he believed he had a fight to receive it. It may be that the payment to the defendant was an ultra vires act, for which reason an action could be maintained by the corporation to reclaim or recover such money, but if this be assumed, it does not show the defendant was guilty of larceny in receiving it, inasmuch as there are no facts stated from which, as we have already seen, a jury would be justified in finding a felonious intent, which is absolutely necessary before one can be found guilty of the crime of larceny. To say that the defendant’s intent is a question for the jury is simply begging the question. As a general proposition, the intent of a person committing an alleged criminal act is for the jury, but if, in connection with the act which is alleged to be criminal, there are other facts and circumstances which negative the existence of a criminal intent, or. are consistent with innocence, then a conviction cannot be had and it is the duty of the court to so hold as a matter of law whether the question be presented, as here, or on demurrer to an indictment, or on motion to discharge the defendant at the close of the People’s case.\nI am of the opinion, therefore, for the reason stated, that the order appealed from should be reversed, the writ sustained, and the relator discharged.\nPatterson, J., concurred.",
        "type": "concurrence",
        "author": "McLaughlin, J. (concurring) :"
      },
      {
        "text": "Patterson, J. (concurring) :\nI concur in the opinion of Mr. Justice McLaughlin. The affidavits presented to the city magistrate do not show that the crime of grand larceny in the first degree, as defined by sections 528 and 530 of the Penal Code, was committed by the relator. It is conceded that criminal intent is an ingredient of the crime, is a fact and must be proven as well as the overt act. It is not charged in the information, nor is it shown by the affidavits, that the relator took, or received, or became possessed of the moneys of the insurance company feloniously. Criminal intent implies design, purpose and deliberation. It is not the act of taking the money which per s'e constitutes the crime of larceny, but there must be associated with the act the guilty purpose and design of depriving the owner thereof or appropriating the same to the taker’s own use, or that of some person other than the owner. The fraudulent or felonious intent is an intent without an honest claim of right. (Whart. Crim. Law [10th ed.], § 883.) It is quite true that there are eases in which criminal intent will be inferred from the act itself; that is to say, where that act is in its nature wrongful. In the present case the act charged as inculpating the relator was his receiving money of a corporation in reimbursement of an amount he had paid out of his own private funds at the request of the president of that corporation, upon a promise of repayment from the corporate moneys. He undoubtedly had full knowledge that, he was advancing money as a political contribution for and on behalf of the insurance company, and that he was to be repaid from funds of that company; but that knowledge does not necessarily imply an intent on his part to steal in receiving satisfaction of a claim which he honestly believed he had against the corporation and which constituted a debt due him, and that he had such belief appears in the statement made by him and which was received and acted upon by the magistrate ¿s part of the proof upon which the warrant was issued. The contribution for political purposes was not, at the time mentioned in the information, prohibited by law. The officers and those in control of the insurance company had no power to use the money of the company for such a purpose, and the relator may be compelled by a civil action to make restitution of what he received, but the inference of an intent to steal the corporate money—and that specific intent is required to be shown—cannot be drawn from the fact that in excess of corporate power corporate money was applied for a purpose not prohibited by law. “ It is elementary, when a specific intent is required to make an act an offence, that the doing of the act does not raise a presumption that it was done with the specific intent.” (People v. Plath, 100 N. Y. 592.) But it is argued that the surrounding circumstances disclosed by the affidavits in connection with the relator’s position as an officer of the company sufficiently indicate a criminal intent running through the whole transaction, from its inception, in the request made by the president of the company up to the final act of the receipt of the money by the relator in reimbursement of his outlay. Upon the statements contained in the affidavits—and due weight must be given to all the facts therein stated—the inference of criminal intent is not authorized but rather repelled. There are three affidavits, one of Hr. Kingsley, secretary of the finance committee of the New York Life Insurance Company, in which it is set forth that some time in December, 1904, a meeting was had of that committee, all of the members being present, including the relator and the president of the company, an ex officio member. It was stated by the president that he had promised to pay to the treasurer of the Republican national committee for use in the presidential campaign such sum or sums as should not exceed $50,000, and that relator, then a vice-president, had advanced large sums at his, the president’s, request on account of such promise; that conversation ensued regarding the matter, and although the committee was not called upon to deal with it in its official character, yet it was the expressed opinion of those present that the relator should be reimbursed for the sums so advanced out of the funds of the New York Life Insurance Company. It is also stated in that affidavit that the president of the company, by virtue of his office, had power to make disbursements upon executive order. Therefore, it appears that the president of the company, having power to make disbursements upon executive order, requested the relator to advance\" money for political purposes; that the advance was made; that the whole subject was subsequently laid before the finance committee and the opinion was expressed, although not officially, that the relator should be reimbursed from the funds of the company. Mr. Randolph, the treasurer of the company, also deposed to what took place at the meeting of the finance committee, and that he drew a check to reimburse the relator for the moneys he advanced, and evidence was presented in connection with his offidavit which showed the payment of that money by a check drawn to the order of the firm, of which the relator was a member, and that the check was drawn and sent in accordance with the instructions received from the president of the company, who at that time had large powers to order disbursements to be made from the funds of the company without first submitting them for approval to any committee. The relator at that time was a vice-president of the company and chairman of the finance committee. For many years the president had exercised the power of ordering disbursements out of the funds of the company upon his sole authority.\nThus far we have merely the following circumstances: That the relator, at the request of the president of the New York Life Insurance Company, advanced moneys to the treasurer of the Republican national committee for election purposes; that at a meeting of the finance committee of the insurance company they were informed of the advances; that the members of the committee expressed the opinion that reimbursement should be made from the funds of the company, and that reimbursement was made. That is about all those affidavits show. In addition, thehe is an affidavit made by Hr. Buckner, a vice-president of the insurance company, in which is incorporated a written statement made by the relator to the district attorney of the county of Hew York, in which he set forth the facts connected with the whole transaction. He states that the treasurer of the Republican national committee called upon him in September, 1904, and stated that the president of the insurance company had promised that such company would contribute the sum of $50,000, or so much thereof as might be necessary, towards the purposes of the Republican national campaign, and upon inquiry the president of the insurance company corroborated that statement, and stated further that demands were being made upon him for other political contributions by the company, which it did not seem to him that it would be for the interest of the company' to make and he said that it would make it easier for him to refuse such demands if the payment to the Republican national committee was not at that time made directly from the funds of the company, and he asked the relator to see the treasurer of the Republican committee and make the payment personally, and that he would see that the matter was taken care of later on; that accordingly the relator advanced from his own resources various sums amounting to $48,500; that in December, 1904, the subject of reimbursement for the advances came up before the president and the relator, and it was concluded to take the matter up with the members of the finance committee; that later in the month, at a meeting of that committee, at which the relator and the president of the company were present, it was stated by the president that at his request the relator had made the advances, and that provision should be made for reimbursement; the conclusion was reached that the president should cause that reimbursement be made; that on December 13, 1904, a check to the order of the firm of which the relator was a member, was drawn by the treasurer and assistant treasurer, delivered to that firm and credited to the relator’s account; that when the relator made the advances mentioned, and when he was reimbursed therefor, it never occurred to him that there could be any question as to the propriety of the expenditure which he believed to be for benefit of the company, and that it came to him as a total surprise that the legality of such payment should be questioned; and he proceeds to say that while so asserting, it is not his intention to dispute or to deny civil liability to account to the company for these moneys.. “ You may make such use of this statement as you see fit. It is my purpose frankly to state my connection with the transaction, and advisedly and deliberately I waive any right, privilege or immunity in connection with or in consequence of my giving this information. I derived no personal advantage of any kind from the transaction; and certainly I had no intent other than to serve the interests of the company.” Those were all the facts laid before the magistrate by way of information. The statement of the relator is used as part of the information and to establish the facts; and upon all of them, as they are arrayed in the affidavits, there is nothing sufficient to justify the imputation of criminal intent or a design on the part of the relator to steal the moneys of the insurance company by appropriating them to his own use, or to the use of some one other than the corporation. The facts are plain; what was done is evident, but the intent to steal by the commission of those acts is not made out. The most that can be said is, that the president and the relator and the other officers of the company had no right to use the corporate moneys in the way in which they were used in this transaction; but the specific intent to take the moneys of the company feloniously is not made apparent.\nMcLaughlin and Clarke, JJ., concurred.",
        "type": "concurrence",
        "author": "Patterson, J. (concurring) :"
      },
      {
        "text": "Clarke, J. (concurring) :\nThe contribution of money to a political party for legitimate campaign purposes, at the time of the occurrences here under consideration, was neither malum prohibitum nor malum in se. The Federal government having no control over insurance matters, the contribution to a national political party for such purposes in a national campaign by an insurance company would not only not be malum prohibitum or malum in se, but would not even be wrong ethically, to the extent of implying criminality, without alleging and proving a corrupt or wicked motive and a felonious or evil intent. There is no allegation in these papers of a felonious, criminal or wicked intent, nor is there any proof tending to establish such intent. How an act believed to be for the use of the corporation, for its benefit and advantage in aiding to procure the general good of the country by the success of a national party—an act not prohibited by the common or statute law—can be made a crime, without alleging and proving the necessary ingredient of crime, to wit, criminal intent, I do not see. If under precisely similar circumstances Mr. McCall had said to Mr. Perkins, “ I have decided to make a contribution to the San Francisco Relief Fund, but as other disasters may happen and I do not want this to be an embarrassing precedent, I want you to contribute to the Red Cross up to $25,000 as they need it, and I will see that you are reimbursed,” and Mr. Perkins had made the contribution and Mr.. McCall had reimbursed him from the funds of the company, would any one have asked for his indictment ? But it might be said, the political contribution might have been made to procuro improper political or official favors. Precisely, but that would have involved a criminal intent, and it is the absence of any allegation or proof thereof in these papers which leads me to concur in the reversal of the order and the discharge of the defendant.\nPatterson, J., concurred.",
        "type": "concurrence",
        "author": "Clarke, J. (concurring) :"
      },
      {
        "text": "Laughlin, J. (concurring) :\nI agree with Mr. Justice Ingraham, and with my associates,, that the order shall be reversed and the relator discharged, and will briefly state my views. A criminal or felonious intent is an essential element of the crime of grand larceny in the first degree. The crime with which the relator is charged cannot be committed either unconsciously or innocently. The depositions and statements on which the.warrant was issued not only do not charge that the money was taken or appropriated or received by the relator with intent to deprive the owner thereof, but the facts set forth negative the existence of any criminal or felonious intent. They show that this money was contributed to promote the election of the Republican national ticket, in the belief that the success of the candidates of that party would be beneficial to the insurance company. This is the reason for the contribution disclosed in the record, and it is the only inference that can be drawn legitimately from the facts. The object could not have been to influence legislation favorable to' the interests of the -company, or to prevent unfriendly legislation, because Congress has no jurisdiction over insurance corporations organized under State laws. It may not be inferred that the president of the insurance company was actuated by a desire to favor his own party or Mr. Bliss, or any other person through motives of friendship, or to place it or them under obligations to him or to his company, for it is not so alleged, nor is it alleged that he was a member of the party in behalf of which the contributions were made. The only facts tending to give rise to a suspicion are those relating to the circuitous method of advancing the money, and reimbursing therefor, and the meagre entries concerning the latter. Those matters are explained in the depositions and statement on which the warrant was issued. It was evidently believed that the company or its officers would be embarrassed by solicitations for other contributions for political purposes during that or succeeding campaigns. The absence of a wrongful intent on the part of the relator is evidenced by his advancing this large amount of money for the company and for what was deemed to be the use and benefit of the corporation at the instance of the president. It does not appear that Perkins had any personal interest in the matter before he advanced the funds, and his only interest after was to obtain reimbursement. Long after the election of the ticket to further whose election the contribution was made, the president of the corporation and members of the finance committee all appear to have been of opinion that the contribution in behalf of the company was proper and that the moral obligation of the company to reimburse Mr. Perkins should be met. In these circumstances, especially in view of the provisions of section 548 of the Penal Code, it cannot be said that Mr. Perkins presented the claim in bad faith, or that he did not have a moral claim, or something more than a colorable claim, even though, owing to the fact that the president doubtless exceeded his authority, he may have had no legal claim for reimbursement. It is a matter of recent history and of common knowledge that the effect of a change in the policy of the government, by a change in the national administration, upon the business prosperity and financial condition of the country, was one of the principal issues in the national campaign of 1904 and preceding national elections, and that large sums of money were and had been customarily contributed by in-' dividuals and corporations toward the success of the party whose success was deemed most beneficial to the respective contributors. Contributions by individuals for such political purposes were con cede dly lawful, and contributions by corporations, although probably seldom formally authorized by the stockholders or policyholders, were not expressly prohibited by law. I do not believe that the inference is fairly justified that the relator either in advancing his own funds or accepting reimbursement therefor was actuated by a dishonest motive. If all of the policyholders did not authorize or ratify this contribution or reimbursement, then the relator would be liable to the company either in an action for money had and received or for conversion. Although the relator be liable civilly to refund the money to the corporation, it does not follow that he is guilty of grand larceny, or that there is such reasonable ground to believe that he is guilty to warrant taking him into custody and depriving him of his liberty.\nI, therefore, vote for the reversal of the order and the discharge of the relator.\nOrder reversed and relator discharged. Order filed.",
        "type": "concurrence",
        "author": "Laughlin, J. (concurring) :"
      }
    ],
    "attorneys": [
      "William N. Cohen and Lewis L. Delafield, for the appellant.",
      "William Travers Jerome and Samuel Untermyer, for the respondents."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION—FIRST DEPARTMENT,\nMay 1906.\nTHE PEOPLE EX REL GEORGE W. PERKINS v. JOSEPH F. MOSS ET AL.\n(113 App. Div. 329.)\n(1) Grand Larceny—Contribution by Insurance Corporation to\nPolitical Campaign—Penal Code § § 528, 530.\nAlthough it may be ultra vires for an insurance corporation to contribute money to a political campaign, such contribution in the absence of a statute to the contrary, is not a crime unless made for the specific purposes stated in Section 41-n of the Penal Code.\n<2). Same.\nAn officer of such insurance corporation, who, at the request of the president thereof, advances his own money for a political campaign upon a promise of reimbursement, and who pursuant to such promise is reimbuised out of the moneys of the corporation after the facts had been laid before the finance committee, with its consent though not expressed by formal resolution, is not guilty of grand larceny in the first degree.\n(3) . Same—Penal Code § 528.\nBy receiving reimbursement under such circumstances the officer is not appropriating money of the corporation in his possession, custody or control as an officer or trustee, so as to be guilty of grand larceny under Section 528 of the Penal Code.\n(4) . Same.—Penal Code § 548.\nEven though the corporation may be entitled to recover the money paid to such officer to reimburse him, the fact that he received it openly and avowedly under a claim of title preferred in good faith is a defense to the charge of larceny under Section 548 of the Penal Code.\n(5) . Same.\nAs such officer advanced the money for political purposes at the request of the president of the corporation, he has not aided or abetted the same so as to be a principal even if the contribution were considered to be a crime.\n(6). Same—Habeas Corpus.\nUnder depositions showing only the facts aforesaid a magistrate has no jurisdiction to issue a warrant of arrest on a charge of grand larceny, and a person imprisoned on such warrant will be released on habeas corpus.\nAppeal by the relator, George W. Perkins, from an order of the Supreme Court, made at the New York Special Term and entered in the office of the clerk of the county of New York on the 19th day of April, 1906, dismissing a writ of habeascorpus.\nWilliam N. Cohen and Lewis L. Delafield, for the appellant.\nWilliam Travers Jerome and Samuel Untermyer, for the respondents.\nAffirmed 187 N. Y. 410; Reversing 50 Misc. 198."
  },
  "file_name": "0075-01",
  "first_page_order": 97,
  "last_page_order": 122
}