{
"id": 1855495,
  "name": "PLUM HOLLOW GOLF & COUNTRY CLUB v. TOWNSHIP OF SOUTHFIELD",
  "name_abbreviation": "Plum Hollow Golf & Country Club v. Township of Southfield",
  "decision_date": "1954-11-29",
  "docket_number": "Calendar No. 46,150",
  "first_page": "84",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "321 Mich 193",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1919981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/321/0193-01"
      ]
    },
    {
      "cite": "315 Mich 556",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1890256
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/315/0556-01"
      ]
    },
    {
      "cite": "149 ALR 1433",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "307 Mich 728",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1850247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/307/0728-01"
      ]
    },
    {
      "cite": "331 Mich 732",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0732-01"
      ]
    },
    {
      "cite": "297 Mich 32",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1831821
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/297/0032-01"
      ]
    },
    {
      "cite": "249 Mich 52",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1846229
      ],
      "pin_cites": [
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/249/0052-01"
      ]
    },
    {
      "cite": "329 Mich 331",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1902984
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0331-01"
      ]
    },
    {
      "cite": "329 Mich 146",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1903052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0146-01"
      ]
    },
    {
      "cite": "326 Mich 387",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1908655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/326/0387-01"
      ]
    },
    {
      "cite": "322 Mich 404",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1917300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/322/0404-01"
      ]
    },
    {
      "cite": "298 Mich 31",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1830147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/298/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 578,
    "char_count": 11826,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.6384801542891184e-07,
      "percentile": 0.6906771398641388
    },
    "sha256": "4e5b6628f99e9015a467a733bb4130fc9036e03ee18d90e84221f0ac826c273c",
    "simhash": "1:336af02b5ba587c8",
    "word_count": 1975
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Btjshnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "PLUM HOLLOW GOLF & COUNTRY CLUB v. TOWNSHIP OF SOUTHFIELD."
    ],
    "opinions": [
      {
        "text": "Carr, J.\nPlaintiff is the owner of land in South-field township, Oakland county, Michigan, on which it maintains a country club and operates a golf course. On the south portion of the property is a depression which the trial court determined, on the basis of somewhat conflicting testimony, to be approximately 200 feet in width by 700 feet in length and from 15 to 20 feet in depth. In 1946 defendant township adopted a zoning ordinance by which plaintiff’s land in question here was restricted to use for residential purposes. Chapter 8, section 2:F, of the ordinance authorizes the zoning board of appeals, provided for by the ordinance, to:\n“Permit in residence zones a temporary building or use incidental to the development of the property on which it is located, such permit to be granted for an initial period.of not more than 2 years.”\nDesiring to fill the depression on its property and thereby render it suitable for use, plaintiff petitioned the township board for authority allowing the fill to be made with rubbish collected in the city of Detroit and drawn to the premises in question by enclosed or covered trucks. The permit was refused, and the zoning board of appeals sustained such action. Plaintiff then filed in the circuit court of Oakland county a petition for a writ of mandamus to compel the granting of the permit. After a hearing at which testimony was introduced the trial judge came to the conclusion that plaintiff was entitled to the relief sought and entered an order accordingly.\nDefendants, on leave granted by this Court, have appealed in the nature of certiorari, claiming that the ordinance, construed and applied so as to prevent plaintiff from improving its property in the manner indicated, is not invalid, and that plaintiff may not, under the circumstances involved in the controversy, seek relief by way of mandamus., It is the claim of plaintiff, and the circuit judge so found, that the land sought to be filled is at present swampy and a breeding place for mosquitoes. In warm weather an offensive odor emanates from it. It is undisputed that in its present condition it cannot be used for any practical or desirable purpose. It is also plaintiff’s claim, not disputed by defendants, that the cost of filling the depression with earth would be so high as to render such method , of improvement impracticable.\nThe situation seems to be that, unless plaintiff is permitted to improve the property in the manner proposed by it, there is no alternative other than to leave it in its present condition. In effect it is the position of the appellants that this should be done, and the argument is advanced that under the circumstances here plaintiff is not entitled to urge that the zoning ordinance, construed and applied in such manner as to prevent the improvement, is invalid on the ground that it is thereby deprived of property rights without due process of law. Attention is directed to the fact that the parcel of land involved is limited in area, and it is suggested that prior decisions of this Court holding zoning ordinances invalid as applied to larger parcels of land should not be deemed in point. However, the fact that the portion of plaintiff’s property sought to be improved is not extensive in area is not of controlling importance in the application of legal principles involved. It may be noted further that in its present condition the depression that plaintiff desires to fill affects the use and enjoyment of its adjoining land.\nIt has been determined by prior decisions of this Court that a zoning ordinance must be reasonable in its operation, that whether it is so is the test of its legality, and that in the decision of such an issue each case must be determined on its own facts. Pere Marquette Railway Co. v. Muskegon Township Board, 298 Mich 31; Ervin Acceptance Company v. City of Ann Arbor, 322 Mich 404; Grand Trunk Western Railroad Company v. City of Detroit, 326 Mich 387; Long v. City of Highland Park, 329 Mich 146. In Hitchman v. Township of Oakland, 329 Mich 331, 335, it was said:\n“Under the act, arbitrary action or the unreasonable exercise of authority may not be justified. A zoning ordinance must be reasonable in its operation. This is the test of its legality. City of North Muskegon v. Miller, 249 Mich 52, 57; Moreland v. Armstrong, 297 Mich 32, 36. Every case of this character must he determined on its own facts.”\nOf like import is Fenner v. City of Muskegon, 331 Mich 732, in which a zoning ordinance of the defendant city was held unreasonable and invalid in its application to land that could not be used for the purpose for which it was zoned. Other decisions are in accord with the principles recognized and applied in the cases cited. Applying such principles to the facts in the instant case leads to the conclusion that if plaintiff may not under the zoning ordinance of defendant township so improve its property as to adapt it to a reasonable use its property rights will be infringed thereby.\nCounsel for appellants direct attention to chapter 4, section 5, of the zoning ordinance, which forbids an occupant of a building to permit the storing or accumulation of waste or rubbish, as defined by the ordinance, in open yards or lots. It is suggested, in effect, that plaintiff’s proposed action would constitute a violation of this provision which is applicable in residential zones. It is plaintiff’s position that the depression that it seeks to fill is not, in its present condition, properly zoned as residential property. Plaintiff does not question, however, that the restriction of the ordinance will apply if it is permitted to make the desired improvement.\nThe primary purpose sought to be accomplished by the instant proceeding is not the establishment of a rubbish dump but, rather, the filling of the depression. Under the method of operation proposed, the rubbish will be hauled from the city of Detroit in closed or covered trucks and deposited in the depression. Such material will then be distributed, leveled, and compressed by the use of heavy bulldozers. The tentative arrangement between plaintiff and the contractor, who is to do the hauling, permits plaintiff, if it so desires, to require a cessation of the operation during the summer months. In such event, the material deposited will be covered with sufficient dirt to obviate any offensive condition that might otherwise result. On the completion of the work of making the fill, earth will be used to cover the site, and plaintiff’s plans contemplate the landscaping and use thereof in connection with its operations.\nThe trial court found that the use of trucks in hauling- the rubbish to the site will not constitute a traffic hazard. The record fully supports such conclusion, and further establishes that the carrying out of the project contemplated by plaintiff will not create a nuisance. It is a temporary operation that will be completed in less than 2 years, and there is no satisfactory showing that it will result in prejudice to the occupants of residences in the vicinity, no residence being located less than 700 feet from the depression sought to be filled.\nAppellants’ claim that the remedy by way of mandamus is not appropriate under the facts here involved is without merit. Plaintiff does not seek to prevent, permanently or indefinitely, the application of the provisions of the zoning ordinance restricting the use of its property to residential purposes. Rather, its position is as set forth in the brief of its counsel in the following statement:\n“Plaintiff does not ask that the residential zoning be changed, nor does it intend to operate a permanent commercial dump on its premises, but is merely desirous of reclaiming its land to servé a useful purpose.”\nUnder the record before him the trial judge correctly held that the zoning ordinance authorized the issuance of the permit sought by plaintiff, that the application of the ordinance so as to compel plaintiff to leave its property in snch condition that it is not usable for any practical purpose would constitute an invasion of its property rights, and that the method of improvement sought would not result in detriment to adjoining property owners or to the public generally. We agree with the trial court’s conclusion that plaintiff is entitled to the permit sought by it, and that mandamus is the appropriate remedy to compel its issuance. This Court has so held in cases presenting an analogous question. See Senefsky v. City of Huntington Woods, 307 Mich 728 (149 ALR 1433); Frischkorn Construction Co. v. Redford Township Building Inspector, 315 Mich 556; Faucher v. Grosse Ile Building Inspector, 321 Mich 193.\nThe order of the trial court directing the issuance of a writ of mandamus is affirmed. No costs are allowed, the question involved being one of public interest.\nBtjtzel, C. J., and Btjshnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Carr, J."
      }
    ],
    "attorneys": [
      "Arthur Mitchell, for plaintiff.",
      "Dell & Heber ' (Harry N. Dell, of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "PLUM HOLLOW GOLF & COUNTRY CLUB v. TOWNSHIP OF SOUTHFIELD.\n1. Townships—Zoning Ordinances—Reasonableness.\nA township zoning ordinance must be reasonable in its operation: and whether it is so is the test of its legality.\n2. Same—Zoning Ordinance—Reasonableness.\nThe determination of whether or not a township zoning ordinance is reasonable in its operation must be made on the facts of each case in which it is applied.\n3. Same—Zoning Ordinance—Arbitrary Action.\nArbitrary aetion or the unreasonable exercise of authority under a township zoning ordinance may not be justified.\n4. Same—Zoning Ordinances—Improvements.\nA property owner suffers an infringement of its property rights where it is prevented from so improving its property as to adapt it to a reasonable use because of the provisions of. a township zoning ordinance.\n5. Nuisance—Rubbish Dump—Filling op Depression.\nThe filling of a malodorous, mosquito-breeding, swampy depression approximately 200' wide, 700' long and 15' to 20' deep w'ith rubbish drawn from city in covered trucks within a 2-year period and which is to be covered with dirt and landscaped when filled, does not constitute a nuisance, where operations may be discontinued during summer months, nor does it constitute a rubbish dump proscribed by township zoning ordinance (Southfield Township Zoning Ordinance, eh 4, § 5, eh 8, § 2-F).\n6. Mandamus—Permit to Fill Depression With Rubbish.\nMandamus was an appropriate remedy to compel issuance by defendant of a permit to fill depression approximately 200' wide by 700' long by 15' to 20' deep on plaintiff’s land with rubbish, where ordinance authorized zoning board of appeals to permit temporary uses incidental to development of the property, and project contemplated will not suspend operation of ordinance zoning property for residence purposes nor result in detriment to adjoining property or the public generally and place will eventually be landscaped.\nReferences for Points in Headnotes\n[1-3] 58 Am Jur, Zoning §§ 21, 22.\n[4] 58 Am Jur, Zoning § 19.\n[5] 39 Am Jur, Nuisances §§ 62, 94, 95.\n[6] 34 Am Jur, Mandamus § 125.\n[7] 35 Am Jur, Mandamus § 393.\n7. Costs—Public Question—Mandamus—Township—Permits.\nNo costs are allowed in mandamus to require township to issue a permit to plaintiff to fill a depression on its land with rubbish, a question of public interest being involved.\nAppeal from Oakland; Doty (Frank L.), J.\nSubmitted October 12, 1954.\n(Calendar No. 46,150.)\nDecided November 29, 1954.\nPetition for mandamus by Plum Hollow Golf & Country Club, a Michigan corporation, against Township of Southfield and its zoning board of appeals to enforce granting of application to reclaim land by filling with rubbish. Defendants review order granting writ by appeal in the nature of certiorari.\nAffirmed.\nArthur Mitchell, for plaintiff.\nDell & Heber ' (Harry N. Dell, of counsel), for defendants."
  },
  "file_name": "0084-01",
  "first_page_order": 124,
  "last_page_order": 130
}