{
  "id": 1224695,
  "name": "THE PEOPLE v. EDWIN E. ZITTEL",
  "name_abbreviation": "People v. Zittel",
  "decision_date": "1920-12",
  "docket_number": "",
  "first_page": "86",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 86"
    },
    {
      "type": "parallel",
      "cite": "114 Misc. 33"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Gen. Sess.",
    "id": 9672,
    "name": "New York Court of General Sessions"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "84 N. Y. 569",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 10066,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.04506473729102938
    },
    "sha256": "d1bbbb131ca31f52fbcca1c59ccea34039b181e79715e3a2818704cf484656c5",
    "simhash": "1:b7e2169f61dbf34a",
    "word_count": 1736
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. EDWIN E. ZITTEL."
    ],
    "opinions": [
      {
        "text": "Mulqueen, J.:\nThis is a motion to dismiss an indictment charging the defendants with conspiracy, in violation of subdivision 5, section 580 of the Penal Law. The defendants having been allowed to inspect the minutes of the grand jury, contend that there is no legal evidence to sustain the indictment.\nIt appears that for four years under lease granted by the defendants Zittel, the complainant had occupied an .apartment of ten rooms on the fourth floor of the apartment house, No. 838, West End avenue, in the County of New York. His lease expired September 30th, 1919. In May of that year he notified the defendants Zittel that he did not intend to renew the lease. The defendant Freeze is the superintendent of the said building. About June first defendant Katz leased the apartment for a term beginning October 1, 1919. On June fifth, the complainant closed his apartment and with his family consisting of his wife and five children, went to the country.. About the third of September he removed some of his belongings from 838 West End avenue and on September tenth he removed most of his furniture to another apartment he had hired, leaving at the West End avenue rooms a parlor set of furniture in the parlor, some clothes in the closets, linen in the linen closet and a lot of children’s toys and other things in all about a van load. These articles were all removed by the complainant on September twenty-seventh to his new apartment. None of this property was lost or in any way damaged.\nWhen defendant Katz leased the apartment on June first, the defendant Zittel agreed to make extensive repairs, the defendant Katz consenting to pay $500 as his share of the costs. In September the defendant Katz urged the Zittels to have this work done so that the apartment might be ready for occupancy as soon as possible; he urged that his wife was in a sanitarium, that her doctors had told him that her health would improve if she were taken home to live with her husband and her children; that he had offered the complainant six weeks’ rent, if he would surrender possession on September fifteenth; that his offer had been refused; he also assured the defendant Zittel that he would pay any judgment that might be rendered against him, if they were mulcted in damages, for re-entering the apartment, without the consent of the complainant, prior to October first.\nThe Zittels yielded to his importunities, and directed the defendant Freeze to proceed with the repairs. Accordingly, Freeze gave the order and on September thirteenth the painters began their work. On the afternoon of the fifteenth, complainant’s wife went to the apartment and found the painters at work; they did not leave when requested by her, and the defendant Freeze refused to remove them. She went to a police station, where the lieutenant in charge properly refused to send a policeman to the premises. She then went to the office of the Zittels and demanded that the workmen be removed, and be kept out of her apartment. She returned to the apartment on the morning of the sixteenth and found the workmen in the rooms. Freeze again refused to order them to leave. On the seventeenth, the complainant went to the house and requested the defendant Freeze to remove the paint pots and other things from the apartment and to keep the men out. Freeze promised to do so. On the eighteenth, complainant’s wife again visited the apartment and found five or six workmen there. The parlor furniture had been removed to another room, and part of the flooring had been taken up. She called up her attorney and on his advice procured a summons for Freeze to appear before a magistrate. She returned with the summons, but Hr. Freeze and the men refused to leave. She then went to the police station; but the lieutenant again refused to send an officer to the apartment. She returned on the nineteenth, and found no workmen in the rooms, but on the twentieth and twenty-first the men were again at work. On the latter day, which was Sunday, the men left at her request, although Freeze directed them to remain. Meanwhile, the magistrate had dismissed the complaint of unlawful entry. Complainant’s wife did not return to the apartment, but on the twenty-second the complainant went there with a friend. They went to the fourth floor, and found that the lock had been changed so that they could not enter the apartment. They went downstairs and waited for Mr. Freeze, who refused to let them use the elevator, and said he had orders from the Zittels not to allow complainants to go above the ground floor. On the twenty-third the complainant secured a summons in the Magistrate’s Court, directing Mr. Freeze to answer a complaint of disorderly conduct. On the twenty-fourth the magistrate ordered Mr. Freeze to give the new keys to the complainant. Freeze promised to comply, but failed to do so. The complaint was nevertheless dismissed by the magistrate. Complainant returned to the premises with his friend and a county detective and an official from the district attorney’s office. Mr. Freeze refused to give them the keys or to allow them to use the elevator. They managed to gain access to the fourth floor, but found the doors locked, and they were unable to enter the apartment. After much discussion they left, but complainant returned later in the evening and Mr. Freeze allowed him to enter the apartment to get some articles. ¡Next day he went to the district attorney’s office. Then the keys were given to him, and he removed the remainder of his property on September twenty-seventh to his new home.\nI have stated the facts fully to clearly demonstrate that the learned magistrate committed no error in deciding that the defendants were not guilty of unlawful entry, and that there had been neither a forcible entry into the premises nor a forcible detainer thereof. The learned district attorney evidently is of the same opinion, as he has not charged the defendants with these crimes. He procured an indictment charging conspiracy. To constitute conspiracy it must appear either that the defendants agreed to commit a crime, or that they agreed to employ criminal means to accomplish a lawful end. In this case the end sought was the repair of the landlord’s property, which is not a crime, and the means employed violated no statute in existence at that time. Assuming that the landlord violated the provisions of the lease, by re-entering in the absence of the tenant, to make repairs before the expiration of the term, that at most would make him a trespasser. But such a trespass was not a crime. (Penal Law, §§ 1425, 2036.)\nIf the complainant sustained damage by reason of the. defendants’ acts, his remedy must be sought in the civil courts. Not every violation of legal right is a crime. Furthermore, it has been held that subdivision 5 of section 580 of the Penal Law does not apply to real estate. (People v. New York & Manhattan Beach R. Co., 84 N. Y. 569.) This case was cited by Mr. Justice Q-reenbaum on granting a certificate of reasonable doubt to defendants who had been convicted of conspiracy in the Court of Special Sessions on the charge that they had instigated a “ rent-strike.” (People v. Weser, N. Y. L. J., December 3, 1919.)\nThe learned district attorney maintains that the certificate of the learned justice was merely the expression of a doubt as to the legality of a conviction of persons who were in prison, and that it should not receive the weight of a well-considered opinion. On the contrary, I regard the ruling of the learned justice, who is now a member of the Appellate Division, as a correct statement of the law defined in the earlier case.\nThe learned district attorney vigorously opposes this motion, and as the issue was deemed of great importance to the community in view of the housing conditions at that time, and as the defendants were on bail, I deemed it advisable to await the decision of the Appellate Division. But that appeal has not been heard; new laws have been enacted, and this case has appeared several times on the daily calendar of this court for trial. The decision should not be delayed further. It is, perhaps, proper to add that the so-called rent laws have not been considered, as their enactment was subsequent to these occurrences.\nBail discharged and indictment dismissed as to all the defendants.\nIndictment dismissed.",
        "type": "majority",
        "author": "Mulqueen, J.:"
      }
    ],
    "attorneys": [
      "Edward Swann, District Attorney (Alfred J. Talley, Robert S. Johnstone, Ferdinand Q. Morton, Assistant District Attorneys, of counsel), for the People.",
      "William H. Chorosh, for defendant Katz.",
      "Frederick J. Groehl, for defendants Zittel and Freeze."
    ],
    "corrections": "",
    "head_matter": "COURT OF GENERAL SESSIONS — COUNTY OF NEW YORK.\nDecember, 1920.\nTHE PEOPLE v. EDWIN E. ZITTEL.\n(114 Misc. 33.)\n(1) Criminal conspiracy — What constitutes.\nTo constitute a criminal conspiracy it must appear either that the parties charged therewith agreed to commit a crime or that they agreed to employ criminal means to accomplish a lawful end. (P. 37.)\n(2) Same — Penal Law, § 580.\nSection 580 (5) of the Penal Law does not apply to real estate. (P. 38.)\n(3) Same — Landlord and tenant.\nA landlord who, before the expiration of the lease and in violation thereof, by means which violate no then existing statute, reenters the premises in the absence of the tenant, to make repairs, is a mere trespasser and commits no crime by such act. (P. 37.)\n(4) Same.\nWhere on motion to dismiss an indictment charging a landlord and the superintendent of an apartment house in the city of New York with conspiracy under section 580 (5) of the Penal Law it appears that the defendants, in entering the apartment of one of the tenants in his absence for the purpose of making repairs, were not guilty of an unlawful or forcible entry, the motion will be granted on the ground that there was no legal evidence to sustain the indictment.\n(5) Same.\nIt is not every violation of a legal right that constitutes a crime, and if the tenant sustained damage by reason of the act of defendants, his remedy is by a lawful action. (P. 38.)\nMotion to dismiss an indictment.\nEdward Swann, District Attorney (Alfred J. Talley, Robert S. Johnstone, Ferdinand Q. Morton, Assistant District Attorneys, of counsel), for the People.\nWilliam H. Chorosh, for defendant Katz.\nFrederick J. Groehl, for defendants Zittel and Freeze."
  },
  "file_name": "0086-01",
  "first_page_order": 106,
  "last_page_order": 111
}
