{
"id": 1933590,
  "name": "Hathon, guardian, vs. Lyon",
  "name_abbreviation": "Hathon v. Lyon",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "93",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 341,
    "char_count": 6953,
    "ocr_confidence": 0.353,
    "pagerank": {
      "raw": 2.841431222753582e-07,
      "percentile": 0.8399460740761334
    },
    "sha256": "ba8ed52cdafe49ca24d9aa0903d6020b690eb62f6f5a82cac3153b60e6caedb0",
    "simhash": "1:0d6ff1424e353748",
    "word_count": 1261
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hathon, guardian, vs. Lyon."
    ],
    "opinions": [
      {
        "text": "By the Court, Pratt, J.\nBy the case, it is admitted that the mother of the plaintiff was married to Mathias Kemph, on the 4th day of July, 1843, and that on the 14th day of August, 1844, she acquired by grant, and became seized in fee; of the premises in question; that the plaintiff was her daughter by a former husband by the name of Uhl, who died some two years before said grant, and about the time of the birth of the plaintiff That the mother, during her coverture with Kemph, gave birth to a child, which died on the 18th day of July, 1845; and that on the 4th day of November, 1848, the mother died intestate, leaving the plaintiff, her only ■living child, and Kemph, her second husband, surviving. That on the 15th day of March, 1845, the defendant, Thomas Lyon, went into' possession of the premises, under a demise executed to him by Kemph; that he used and occupied the same during the months of October and November, 1849, and that on the 13th day of January of-that same year, the said Anson E. Hathon was duly appointed guardian of the plaintiff, &c. Upon these facts, it is contended by the plaintiff’s counsel, that Kemph, the surviving husband, has never been seized of an estate of any kind in the premises, and therefore could not convey any valid right of possession to the defendant, by demise or otherwise.\nOn the other hand, it is insisted by the defendant’s counsel, that he .is legally seized of a life estate in the premises, as tenant thereof by the curtesy.\n' If Kemph, as surviving husband, has an estate in the premises, by the curtesy, there is ■ no doubt that he could legally occupy the premises ■himself, or convey, that right to another. But legally, can he be regarded in the light of a tenant of the estate by the curtesy ? At common law, four requisites are necessary to create such a tenancy, viz: marriage, seizin by the wife, issue, and death of the wife. (2 Blk. Com., 127; 1 Coke upon Littleton, 643.) The facts admitted by the case are sufficient to establish his right of tenancy at common law, and unless that right has been cut off by statute before it became vested, he would be entitled to the use and occupation of the premises during his life.\nBy an act of the Legislature, entitled “An act to define and protect the rights of married women,” Approved March 11, 1844, it was provided, that any real estate acquired by a female before marriage, or to which she may at any time after be entitled by inheritance, gift, grant, or devise, should be and continue her estate, and should not be liable for the debts or engagements of her husband. Under this act, and several months after it became the law of the State, the wife, as admitted by the ease, acquired the premises in her own right by grant, and of which she 'died seized in fee. This provision of the act of 1844 was re-enacted in 1846 and incorporated into the revised statutes, and still remains unchanged. . (R. S. of 1846, p. 340, Sec. 25.) In order to carry out this statute,it is further expressly provided, that in all matters arising under it, the wife may institute proceedings in her own name, either at law or in equity. In view of this statute, it is clear that Kempli, at no time prior to the death of his wife, was seized of an estate in the premises of any kind.\nAt common law, the husband, by the birth of a child, capable of inheriting, becomes a tenant by the curtesy initiate only, but this right initiate is not consummate, nor can it be, until after the death of the wife. (2 Blk. Com., 127.) And the Legislature has the same power by statute, to cut off this right initiate before it becomes vested, that it possesses, to change or abrogate any other principle of the common law; and in this particular .class of cases has done so. It is true, that by the 27th section of the Revised Statutes, before referred to, it is provided that in case the wife dies without making .any disposition of her real estate, the husband surviving shall have a life estate therein by the curtesy. This is the general rule, established by statute; and if there was no exception to it, Kemph woidd have become seized of a life estate in the premises in question, on the death of his wife, with or without issue, during the covertwe. But by another section of the Revised Statutes, (R. S. of 1846, p. 27l, Sec. 30,) it is provided, “that if the wife, seized of an estate in her own right, shah, at her death, leave issue by a former husband, to whom the estate may descend, such issue shah take the same, discharged from the right of the sivroiving husband as tenant by the curtesy.” This provision clearly constitutes an exception to the general rule, and is most just and equitable in point of principle; and by it the prospective common law right of Kemph, as tenant of the estate by the curtesy, was cut off and abrogated before it became consummate by the death of his wife; he has, therefore, no estate of any kind in the premises, either possessory or in expectancy; hence any demise he may have executed to the defendant, can be of no legal force or effect,- or tend in the least to bar the plaintiff from recovering through her guardian the rents and profits arising from the use and occupation of the premises. The opinion of this Court certified accordingly.",
        "type": "majority",
        "author": "By the Court, Pratt, J."
      }
    ],
    "attorneys": [
      "Howard é Mandell, for plaintiff.",
      "Backus dr Harbaugh, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hathon, guardian, vs. Lyon.\nu. Loving a daughter by a former husband, married K., by whom she also had a child. After her marriage with K., and before the birth of her second child, she acquired by grant, and ‘ became seized in fee, of certain real estate. Her child by K. died, and afterwards she died, leaving K., and her daughter by her first husband, surviving her. Held, that (under R. S., 271, §30) K. was not tenant by the curtesy of the land his wife died seized of, which descended on her death to her daughter by her first husband.\nCase reserved from Wayne County > Court. Assumpsit for the use and occupation of real estate. The mother of Margaret Uhl, the ward, was married on 4th July, 1843, to Mathias Kemph, who was her second husband, Margaret being her daughter by a former husband. On 14th August, 1844, she acquired by grant, and became seized in fee simple, of the premises for the use and occupation of which the action was brought. During her coverture with Kemph, she gave birth to a child, which died on the 18th July, 1845; and on the 4th November, 1848, the mother died, intestate, leaving Margaret, her daughter by her first husband, and Kemph, her second husband, surviving her. On the 15th March, 1845, Thomas Lyon, the defendant, went into possession of the premises under Kemph, arid used and occupied them during the months of October and November, 1849. On the part of the plaintiff, it was contended Kemph never had any interest in the premises, and therefore could not convey any to defendant; while on the part of defendant, it was insisted he was tenant by the curtesy.\nHoward é Mandell, for plaintiff.\nBackus dr Harbaugh, for defendant."
  },
  "file_name": "0093-01",
  "first_page_order": 101,
  "last_page_order": 104
}