{
  "id": 1933615,
  "name": "Jerome vs. Hopkins et al.",
  "name_abbreviation": "Jerome v. Hopkins",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "96",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "11 Pet, 294",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 13689,
    "ocr_confidence": 0.347,
    "pagerank": {
      "raw": 9.190938778201705e-08,
      "percentile": 0.5094177305317801
    },
    "sha256": "8d01b3bc05c447a32b2a161cbf1e50bf3608866388e71ebd584a582a2bc3c410",
    "simhash": "1:e1eb95e8dc5c0d5c",
    "word_count": 2470
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jerome vs. Hopkins et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Wing, J.\nThe complainant files his bill to foreclose a mortgage executed by defendants to Horace B. Jerome and assigned to complainant. The condition of the mortgage is stated to be for the payment of the sum of four hundred dollars, as follows: two hundred and seventy-five dollars on or before the first day of May, 1836, and the further sum of one hundred and twenty-five dolíais on or before the first day of May, 183 V, with interest from the first day of May, 1836. The defendants admit the execution of the mortgage set forth in the bill, but deny that it contains any such condition as set forth therein, and they say that the only condition of said mortgage is as follows, viz: “ that if the said S.F. “ Hopkins, his heirs, executors, administrators or assigns shall pay or cause “ to be paid to the said Horace B. Jeróme, his heirs or assigns, the sum of “fourhundred dollars, as stipulated in a certain bond executed by the said ‘‘Hopkins to the said Jerome and bearing date the fifteenth day of December, eighteen hundred and thirty-five, that is to say, the said Hopkins has “obliged himself to pay the sum of two hundred and seventy-five dollars “on or before the first day of May next, and the further sum of one “hundred and twenty-five dollars on or before the first day of May, eighteen “hundred and thirty-seven, with interest from and after the first day of “May next, then this deed to be void,” &c. The defendant then sets out two bonds, in each of which there is a reference to the other, by which it appears, said Horace B. Jerome agrees to deed to said Hopkins a certain farm in St. Clair County, called the Jerome farm, for the sum of three thousand dollars, to be paid fort by Hopkins, by his deeding to ■said Jerome certain lots of land in the village of Palmer, and by his erecting on one of said lots a dwelling house, to bepmished as Jerome may direct, the value of the lots and the house to be built, were stated in the bonds to be agreed upon as b ing twenty-six hundred dollars; but it appears it was supposed the finishing of the house as Jerome might direct, might exceed the estimate. In that case, if they could not agree upon its value, it was to be appraised, and the balance remaining due from Hopkins after deducting such payments was to be paid by Hopkins on or before the first day of May, 183V, m worlc, or otherwise, as the parties might agree; and this payment was to be secured by Hopkins, by a mortgage on the Jerome farm. These bonds respectively bear date the fifteenth day of December, 1835.\nIt is not claimed by the defendants that there is any present validity to these bonds, or that they are otherwise important in this ease, than as furnishing an explanation of the true import of the undertaking to pay, as expressed in the condition of the mortgage. It is insisted by them that the mortgage, by reference to the bonds, makes the balance of four hundred dollars payable “ in work, or otherwise, as the parties may agree,” and not in money, as alleged in complainant’s bill; and as the complainant has not alleged any demand of the work, nor any offer to agree to any mode of payment, he cannot recover; and he also insists that the condition of the mortgage is not tralyjsetforth in the bill; and as the complainant has not sustained his case as made by the bill, he cannot recover, though the case made for him^by the defendant should be considered by the Court as one upon which he might have recovered, if properly stated in his bill.\nThe case is brought to a hearing upon bill, answer, and replication; no proofs have been taken.\nThe complainant makes no objection to the mortgage and bonds being considered together. We shall therefore endeavor to ascertain, in the first place, whether by the terms of the condition of the mortgage, the four hundred dolíais is payable in money, or “in worlc, or otherwise, as the parties mag agree?\nThe terms of the bonds show plainly that it was the understanding of the parties that after the defendant, S. E. Hopkins, had finished the-house, they were to come together and make the conveyances, ascertain the balance due from Hopkins, agree upon the mode of payment,, and that Hopkins should execute a mortgage to Jerome, to secure the payment of the amount due. Pursuant to this understanding and agreement they met on the first day of March, 1836, when the balance due to Jerome was found to be four hundred dollars, and Hopkins, pursuant to the condition of his bond, executed the mortgage to Jerome.\nWe have no doubt that the reference in the condition of the mortgage to the bond of Hopkins, was intended by way of recital, to show that Hopkins had admitted the balance due from him on his bond was four hundred dollars, as it would seem from the bond, it was supposed it would be; and that the mortgage was given in satisfaction of the bond.\nThis mortgage, so executed, must be considered to be the subsequent agreement which, at the time of the execution of the bonds, the parties contemplated, and which was to provide for the mode in which payment of the balance (which might be found due from Hopkins, on settlement-,) should be made.\nUpon a careful examination of the condition of the mortgage, in connection with the bonds, we have no doubt that the trae construction to be put upon the undertaking of the defendant is, that the four hundred dollars is to be paid in money, and not “ in work, or otherwise, as the parties may agree? Hopkins must have intended, by executing the mortgage, to come under a definite legal obligation to Jerome. He was closing up all the matters embraced by the conditions of his bond. He was stating not only the amount of his debt to Jerome, but the mode in which it was to be paid. He was making that certain, which before was uncertain. Can we suppose that the parties would go through the useless ceremony of executing and receiving a mortgage, to secure the performance of an undertaking on the part of Hopkins, that he would pay to Jerome four hundred dollars, in the mode they might afterwards agree upon; this would not bind Hopkins; by it he would not be obliged to agree to any mode of payment; Jerome could not, by any notice, demand, or proposal, make it operative or binding upon Hopkins, who would be at liberty to disagree to any offer or proposal Jerome might make to him, without incurring any responsibility thereby. ( Ohitty on Contracts, 16 in note, page 73.) The words of the recital do not necessarily, or by fair interpretation, bear the meaning claimed for them by defendants. The mortgagor having recited the fact that he was obligated by Ms bond to give to Jerome a mortgage for tire balance due, ’ apparently for tire purpose of precision, says “ that is to say, that said Hopkiiis Has obligated himself to pay the sum of two hundred and ■'sevbnty-fiv’e dollars on or before the first day of May next, and the further suni bf oire hundred and twenty-five dollar’s on or before the first ’day ¿Í May, 1837.” This was the second instrument that had been ex-'eéuted bétwe'en the parties, to provide for the payment of this balance. Hoif'feasy aid'how natural it would have been to have added the words, ' p^hble in’work,” if the parties so intended; and how absurd it would háve been to gb through the ceremony of agreeing in writing, that at some' tifie they would agree as to whether the payment should be made in'''work or otherwise.”\nIf it is hot quite plain that the mortgage is payable in money, then we think itslanguage is' equivocal, and, according to a well settled rule of construction applicable to such agreements, it is our duty to construe it most ^ strongly against Hopkins, and in such manner as to make the mortgage a válid'and binding security, which may be. enforced against him. ' (8 Pet. R., 497.) This can only be done by our deciding that it is payable in money.\n’ The plaintiff must recover, if he can recover, upon the case he has made'in his bill, and not upon a different case ’made for him by the defendants in their answer. (11 Pet, 294.) The complainant sets out all the operative part of the condition of the mortgage. The defendants admit 'they executed the mortgage, but they deny that it contains any such’ condition as is set forth in the bill; they then proceed to set out the condition truly, but with the exception of that part which we have ’ considSréd to be in the nature of a recital, and as forming no part of the uhdérfáking of defendants, and as having no effect upon it; the condition as Set forth by both parties agrees, not in the precise words, but ’in substance, and, in our opinion, the complainant has accurately set out the legal effect' of the condition; the qualifications attached to the ’ admission of 'the defendants in their answer do not take any thing from their force'as a full admission of the mortgage as complainant \" claims it' to be. The complainant, by his mode of introducing the condition; does not, according to the rules of pleading, tie himself to the tenor of' the condition. All that would be required in a declaration under such a reference to an instrument declared on, youl^he sef it out according to its legal effect. (Stephen’s Pl., 389, 311: Gould's Pl., 182, S. 27, Chitty's Pl., 224-'5.)\nIn the case of Guthing vs. Lynn, (2 B. & A., 232) assumpsit was brought on warranty of a horse; the corjsid^tipjn^ted for the warranty was, that the plaintiff'would purchase the horse for sixty-three pounds; but the consideration as proved, was, that the plaintiff would pay that sum, and if the horse was lucky would give defendant five pounds more, or the buying of another horse. Held no variance; the conditional promise omitted in the declaration being too vague to be legally enforced, and not amounting in point of law to a promise. The Court say, “we must suppose the substantial part of the'~contíact'Wbé that declared on, and consider the rest as amounting merely to one of those honorary engagements which seem very much to preváil'amdngpéfáiós in this way of business.” So in this case, the recitals,, considered them to be,) being left out, does not affect '■defendanfee&se. The condition of the mortgage is set out according' tó iis legal'effect. Suppose the complainant had proved the mortgage, would the mortgage have been excluded because of a variance? \"We thmli\"not.''' 'Then-how does it change the case, that the defendant, after admitting tjr$ hj?§?iRtion of the mortgage, states the true condition, and denies that it is “any such condition” as the complainant has set out'in' his-bill?If the condition set out by defendant as the true one, is in legal effect the same set out in the bill, it is an admission of the statement in the bill; his’simple denial, however direct and positive, that it.is,any suplí condition as complainant has stated, is no more than the statement of his opinion of the law arising upon, the facts admitted. If the defendant meant'to say the condition of the mortgage is not in legal effect the same — ye differ from him. If ho meant to say a part of the words of the \"condi-. tion were left out by complainant — we say it is immaterial,' if the 'legal \"\" It was not incumbent upon the ccuheffect of the words is stated, ptlainant to set out the instrument literally. (Stephens Pi., 252-f’3-4; Sec. 240, and cases cited)\nAs tbe items for oxen sold to complainant, and money paid, on which tbe defendant claims in bis answer should be allowed on tbe mortgage, are not proved, we cannot-further notice them.\nTbe decree of tbe Circuit Court affirmed, with costs of tbis Court.\nDecree affirmed.",
        "type": "majority",
        "author": "By the Court, Wing, J."
      }
    ],
    "attorneys": [
      "Van By he db Emmons, for complainant.",
      "J. M. Howard, for defendants."
    ],
    "corrections": "",
    "head_matter": "Jerome vs. Hopkins et al.\nBill to foreclose a mortgage, executed 1st of ¡March, 1836. The bill stated the condition of the mortgage to be for the payment of $400, as follows: §275 on or before the 1st of May next, and §125 on or before the 1st of May, 1837, with interest from 1st of May, 1836. The condition of the mortgage was, that if H. should pay to J. §400, as stipulated in a certain bond executed by II. to J., dated 15th Dec., 1835, that is to say, the said H. has obligated himself to pay §275 on or before 1st of May, next, and §125 on or before the 1st of May, 1837, with interest from and after the 1st of May next, then the deed to be void. H., by his answer, admitted the execution of the mortgage, but denied that it contained the condition stated in the hill, and then set forth the condition as above stated, and also two bonds, dated 15fch Dec., 1835, each referring to the other, by which it appeared J. agreed to deed to H. a farm for §3,000, to be paid for by H.’s deeding to him certain village lots, and by erecting on one of the village lots a dwelling house, to be finished as J. might direct!* Bor the village lots and house, J. was to pay §2,600; but as the finishing of the house according to J.’s directions, might exceed the estimate, the house was, in that case, to be appraised, if they could not agree upon its value; and the balance remaining due from H., was to be paid by him on or before the 1st day of May, 1837, in work, or otherwise, as the partiesmight agree, and to be secured by II.’s giving a mortgage on the farm. Held, that the reference in the condition of the mortgage to the bond of H., was intended by way of recital, to show that H. had admitted the balance due from him on the land was §400, and that the mortgage was payable in money, and not in work, or otherwise, as the parties might agree. Held, also, that there was no variance between the case made by the bill and •that admitted by the answer.\nAppeal by Hopkins and others, from St. Clair Circuit Court, in Chancery.\nVan By he db Emmons, for complainant.\nJ. M. Howard, for defendants."
  },
  "file_name": "0096-01",
  "first_page_order": 104,
  "last_page_order": 110
}
