{
"id": 1855447,
  "name": "COMMERCIAL ACCEPTANCE CORPORATION v. BENVENUTI",
  "name_abbreviation": "Commercial Acceptance Corp. v. Benvenuti",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 36, Calendar No. 46,188",
  "first_page": "100",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "131 ALR 1339",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "337 Mich 309",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1931074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/337/0309-01"
      ]
    },
    {
      "cite": "308 Mich 360",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1900998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/308/0360-01"
      ]
    },
    {
      "cite": "319 Mich 52",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1923050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/319/0052-01"
      ]
    },
    {
      "cite": "172 ALR 608",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "316 Mich 83",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1888275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/316/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 9670,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 7.753252675969727e-08,
      "percentile": 0.4557727110731166
    },
    "sha256": "6319f401e0a5d8fe68e01bf72626b8e87d0262b770b89798669fcbf5f1b83af9",
    "simhash": "1:a1c4683e1f0ab98e",
    "word_count": 1589
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "COMMERCIAL ACCEPTANCE CORPORATION v. BENVENUTI."
    ],
    "opinions": [
      {
        "text": "Carr, J.\nThis is a suit in equity to foreclose a chattel mortgage and for further incidental relief by way of specific performance of an alleged agreement. The material facts in the case are not in dispute. In January, 1949, defendant purchased a saloon business located at 4701 W. Warren avenue, Detroit, Michigan, for an agreed consideration of $28,000. She received a bill of sale conveying to her the business in question together with the equipment and furnishings of the establishment, the stock of goods on hand, supplies and materials, and the good will of said business. The instrument also provided for the sale to defendant of “all licenses (if transferable) and especially class ‘C’ liquor license No'C-2019 (subject to the approval of the Michigan liquor control commission).”\nAt the time of the transaction in question defend-ant paid the sum of $10,000. The balance was evidenced by 60 promissory notes, each in the amount of $300, payable at monthly intervals with 6 % interest. Payment, of such obligations was secured by chattel mortgage given by defendant to the party from whom she purchased, and by him assigned to the plaintiff in this case. A part of the indebtedness so secured was transferred to plaintiff on January 25,1950, and the balance of the unpaid notes on April 25, 1951. Defendant being in default, plaintiff instituted the present suit to obtain the balance due which by stipulation in the circuit court was fixed at $6,203.56.\nThe chattel mortgage, in describing ■ the property covered thereby, followed the language of the bill of sale, including the specific statement therein with reference to the class “C” liquor license. On the trial of the case defendant contended that such license was not subject to the chattel mortgage on the theory that it could not be regarded as property. The decree entered provided for the sale of the tangible assets described in the mortgage, and further that if the amount of the secured indebtedness was not realized therefrom the circuit court commissioner conducting the sale should offer the liquor license then standing in the name of defendant. In the event of purchase thereof defendant was required by the decree to make application to the liquor control commission for transfer of the license to the purchaser, and to execute an assignment of her interest therein, together with such other papers as might he required by the commission or by the city of Detroit to effectuate the transfer, which was specifically declared to be subject to the approval of the Michigan liquor control commission. Defendant has appealed, urging as the principal reason therefor that the trial court erred in determining that the chattel mortgage should be construed as embracing an agreement between the parties whereby defendant pledged her interest in the license as security for the payment of her indebtedness and therefore impliedly agreed to perform whatever acts might be necessary to carry out such agreement. . ■\nThis Court has recognized in prior decisions that a license issued by the liquor control commission is in the nature of a permit, and that the licensee does not possess thereunder any vested or property rights. Fitzpatrick v. Liquor Control Commission, 316 Mich 83 (172 ALR 608); Morse v. Liquor Control Commission, 319 Mich 52. However, an agreement, to assign a class “C” license is valid and performance thereof, under proper circumstances, may be required by a court of equity. Roodvoets v. Anscer, 308 Mich 360; MacNicol v. Grant, 337 Mich 309. The question presented in the instant ease is whether the arrangement between defendant and the party from whom she purchased the saloon ■ business, as evidenced by the bill of sale, the chattel mortgage, and the acts of the parties, contemplated that defendant should, if necessary to render the agreed security adequate, take such steps as might be required to effectuate a transfer of the license to one offering to purchase it at public sale.\nIt is significant that the bill. of sale did not, in specific language, provide for the assignment of the license to defendant by the then owner. However, since the business was transferred, together with the tangible property and the good will, the intent of the parties is not open to question; The reference to obtaining the approval of the Michigan liquor control commission indicates that the parties had in mind the steps necessary to be taken in making the transfer. The seller of the business acted accordingly, executed an assignment of the license, and obtained the consent of the commission thereto. In consequence defendant received the license and operated the business thereunder. She does not claim that the transfer of the license to her in the manner indicated was not within the scope of the agreement.\nAs before noted, the chattel mortgage followed the language of the bill of sale in referring to the security given thereby, including the reference to the license. It is scarcely conceivable that the parties at the time intended that in the event of foreclosure the license might be retained by defendant instead of being transferred as a necessary incident of the business. Obviously the bill of sale contemplated the transfer of an operating saloon, including the personal property used in connection therewith and the license under which it was being operated. A like interpretation must be given to the chattel mortgage. The trial court correctly held that under the agreement between the parties defendant was bound, in the event of foreclosure of the mortgage, to perform such acts as might be necessary on her part to. effectuate a transfer of the license to a purchaser. The provisions of the decree, in effect providing for the specific performance of defendant’s undertaking, are adequately supported by the record.\nShortly after the starting of the present suit plaintiff executed a release of the chattel mortgage as to certain bars in the building in which the business was conducted. The record indicates that this was done because of a claim by the owner of the real ■ estate that the bars were a part of the realty. Plaintiff sought to avoid controversy and possible litigation with the landlord by executing the release. It is the claim of the appellant that she is entitled to have the mortgage foreclosed on the bars in conjunction with other personal property covered, and that the release having been executed, the value of the bars should be deducted from the amount found due and owing to plaintiff. We think the claim is without merit. There is nothing in the record to indicate bad faith on plaintiff’s part in executing the release. If defendant was in fact the owner of the bars the release may not be regarded, as prejudicial to her rights. On the other hand, if such bars were a part of the realty they were not subject to the lien of the chattel mortgage.\nThe decree of the trial court is affirmed. Plaintiff may have costs.\nButzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Carr, J."
      }
    ],
    "attorneys": [
      "David A. Hersh, for plaintiff.",
      "Nathan E. Shur, for defendant."
    ],
    "corrections": "",
    "head_matter": "COMMERCIAL ACCEPTANCE CORPORATION v. BENVENUTI.\n1. Intoxicating Liquors—Licenses.\nA license issued by the liquor control commission is in the nature of a permit, and the licensee does not possess thereunder any vested or property rights.\n2. Same—Assignment of Licenses—Specific Performance.\nAn agreement to assign a license to sell intoxicating liquors for consumption on the premises is valid and performance thereof, under proper circumstances, may be required by a court of equity.\n3. Same—Licenses—Transfer to Purchaser on Foreclosure of Chattel Mortgage.\nPurchaser of saloon business under a bill of sale conveying business, equipment, furnishings of the establishment, stock of goods on hand, supplies and materials, good will, an;d all licenses, if transferable, especially the vendor’s numbered license, subject to the approval of the liquor control commission and a chattel mortgage given for the unpaid balance, was obligated to perform such acts as might be necessary to effectuate a transfer of the license to a purchaser in the event of foreclosure of the mortgage.\nReferences for Points in Headnotes\n[1] 30 Am Jur, Intoxicating Liquors §§ 134, 136.\n[2, 3] 30 Am Jur, Intoxicating Liquors § 140.\n[2, 3] Right of one who acquires title to, or other interest in, real property to benefit of a license previously issued by the public, permitting use of property for a specified purpose. 131 ALR 1339\n[4] See, generally, 10 Am Jur, Chattel Mortgages §§ 185, 189.\n4. Chattel Mortgages—Release op Lien—Prejudice.\nRelease of certain bars in premises in which a saloon business was _ conducted, executed by assignee of chattel mortgagee after chancery suit to foreclose the mortgage had been commenced, did not prejudice the mortgagor, either if the bars were owned by the mortgagor or by the owner of the premises, since in the latter case they were not subject to the lien of the mortgage and release was executed in good faith to avoid controversy and possible litigation with the landlord; hence, the mortgagor was not entitled to have such bars included with other personal property covered by the mortgage foreclosed and the value thereof deducted from amount found due and owing to plaintiff.\nAppeal from Wayne; Miller (Guy A.), J.\nSubmitted October 7, 1954.\n(Docket No. 36, Calendar No. 46,188.)\nDecided November 29, 1954.\nBill by Commercial Acceptance Corporation, - a Michigan corporation, against Stefania Benvenuti to foreclose chattel mortgage and compel transfer of class “C” liquor license. Decree for plaintiff. Defendant appeals.\nAffirmed.\nDavid A. Hersh, for plaintiff.\nNathan E. Shur, for defendant."
  },
  "file_name": "0100-01",
  "first_page_order": 140,
  "last_page_order": 145
}