{
"id": 1933617,
  "name": "Burgan vs. Lyell, et al. Members of the United States Mining Company",
  "name_abbreviation": "Burgan v. Lyell",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "102",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 362,
    "char_count": 6919,
    "ocr_confidence": 0.347,
    "pagerank": {
      "raw": 2.718416756982786e-07,
      "percentile": 0.8299754155551153
    },
    "sha256": "9c309de08ac8f7a72de15a4e1c348f01fe7f09bb2822cece2ee2f937f8a8eaee",
    "simhash": "1:90bbd18c8b0dfa8b",
    "word_count": 1178
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burgan vs. Lyell, et al. Members of the United States Mining Company."
    ],
    "opinions": [
      {
        "text": "Pratt, J.\nTbis is an action of assumpsit, brought by tbe plaintiff in tbe Wayne County Court, for work and labor claimed to have been performed for tbe defendants in then- Mining business.\nTbe cause was submitted to tbe Court below, on a written statement, in which it is admitted, that tbe defendants impleaded in this suit, include all tbe members of tbe company; that they all signed tbe original articles of co-partnership, and prosecuted tbe business of mining under them.\nThese concessions thus made, constitute conclusive evidence, as against the defendants, of a partnership in fact, in which they are all, as partners, engaged in the business of mining. (2 Greenleaf. Ev., § 484.) It further appears, from the case submitted, that Andrew Harvie, a member, and one of the managers of the company, employed the plaintiff to perform the work in question. But whether his powers, as one of the managers of the company, were general, or special and limited, does not appear; nor is it material to a judicial determination of this cause, as every member, in legal contemplation, without any special powers being conferred upon him, by the articles of co-partnership, is not only a principal of the firm, but a general agent, for all the co-partners, in the transaction of then legitimate company business, (Story on Part., 1; Harrington Ch. R., 172,) each member being vested with power, which enables him to act at once as principal; and all are regarded, as being present and sanctioning the engagements and contracts, which they may singly enter into, within the scope of their partnership matters. (Story on Part., 158-'9.) Harvie then, being one of the partners, was vested with the right of contracting with the plaintiff, and any work performed by him for the company, under the contract, would legally bind all of the partners for the payment of it. Although Harvie, as a single member was inhibited from making such a contract, by some express provision of the articles of co-partnership, still the rights of third poisons, to whom such provision was unknown, would not be thereby affected, nor would it tend in the least, to bar a third person, who had by the procurement of a single member, without notice, rendered services for the company, in recovering therefor, in a suit against all. (2 Greenleaf Ev., § 481; Story on Part., 193.) The plaintiff, by the procurement of Harvie, as appears by the case, labored for the company, in their mining operations, nine months and two days, at $18 per month.. In this labor of the plaintiff, all the partners were interested, and in judgment of law, all are presumed to have been cognizant of its performance, and to have derived, at least some benefit from it; hence all are, as they shoidd be, by every principle of justice, held equally responsible to the plaintiff for the payment of the services thus rendered. And as it regards their joint liability, it is a matter of no legal moment, whether some of the partners were dormant in fact, or whether they subsequently assented to, or dissented from, the proceedings of those ■with whom they had entrusted the management of their company business; they would, nevertheless, be jointly liable to the plaintiff for his work\nAfter the services were rendered, the plaintiff, as appears by the case,, made out an account therefor, against the company, the balance of which, after deducting some small sums which had been paid and credited, amounted to ^14'7 43, on which John Greenfield, their superintending agent of the hands employed on the mining location, certified to John Winder, a member and also one of the managers of the company, that the account was correct, and that the balance thereof, was due to the plaintiff; Winder afterwards, on presentation of the account and certificate to him, paid the plaintiff $40, which was endorsed thereon.\nIt is a well settled principle of law, “that the acknowledgment by one partner, during the continuance of the partnership, of a debt, as due by the partnership, will amount to a promise binding on the firm.” The certificate of the superintending agent, and the recognition of the account by a member and one of the managers of the Company, constitute sufficient evidence of such acknowledgement. “And so a part payment of a debt of a firm by one partner, during the continuance of the partnership, will not only extinguish pro tanto the partnership debt, but will operate as an admission of the existence of the residue of the debt, binding on all the partners.” (Story on Partnership, p. 160.)\nThese are rules of law about which there has never been any disagreement, either by legal authors, or courts of last resort; and by them all the members of this company, are equally liable to the plaintiff, for the payment of the balance due him on the account.\nThe question: “ Whether a member who had sold out his shares in the company stock, would be relieved from liability without notice, before the work was done, or from the payment of debts created subsequent to such sale,” propounded to the Court for decision, is not involved in the case, as it is drawn up and submitted; the answer is, that each member of the partnership, will continue liable to third persons, for any debts or liabilities incurred in the transaction of their legitimate company business, until a dissolution of the copartnership, and notice thereof; (Story on Part., § 334, ’5 and ’6, together with cases therein noted;) and that a dissolution, by one of the partners silently withdrawing, or assigning his interest in the company stock to another, can not legally have the effect to relieve such partner from liability for work done before, or debts contracted after thus silently withdrawing or-assigning.\nThe opinion therefore of this Court is, that the plaintiff is entitled to judgment for the balance of his account, and interest from the time of its liquidation.",
        "type": "majority",
        "author": "Pratt, J."
      }
    ],
    "attorneys": [
      "Backus & Harlaugk for plaintiff.",
      "A. Davidson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Burgan vs. Lyell, et al. Members of the United States Mining Company.\nWhere a member of a Mining Company, wlio was also one of the managers of the Company, employed the plaintiff to work for the Company, it is immaterial whether his powers as manager were general, or special and limited; if the plaintiff had no notice at the time of any abridgement of his powers by the articles of co-partnership, every member of the company, in legal contemplation, without any special powers being conferred upon him by the articles of co-partnership, is not only a principal, but a general agent for all the co-partners in the transaction of the company business.\nA person who was a member of a Mining Company, and who had assigned his stock in the company to a third person, is liable as a co-partner for debts subsequently contracted by the company with a person who had no notice of his withdrawal from the company.\nCase reserved for tbe opinion of tbis Court.\nBackus & Harlaugk for plaintiff.\nA. Davidson, for defendants."
  },
  "file_name": "0102-01",
  "first_page_order": 110,
  "last_page_order": 113
}