{
  "id": 1855449,
  "name": "EDGECOMB v. TRAVERSE CITY SCHOOL DISTRICT",
  "name_abbreviation": "Edgecomb v. Traverse City School District",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 60, Calendar No. 46,240",
  "first_page": "106",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "134 ALR 242",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "81 ALR 282",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "141 ALR 662",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "28 ALR 736",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "81 NW 596",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Iowa 313",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2108800
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/110/0313-01"
      ]
    },
    {
      "cite": "21 NW 567",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "65 Iowa 209",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        4376579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/65/0209-01"
      ]
    },
    {
      "cite": "117 NW 983",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Iowa 618",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8647944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/139/0618-01"
      ]
    },
    {
      "cite": "335 Mich 702",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/335/0702-01"
      ]
    },
    {
      "cite": "329 Mich 606",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1902977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0606-01"
      ]
    },
    {
      "cite": "296 Mich 62",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1833267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/296/0062-01"
      ]
    },
    {
      "cite": "72 ALR 1046",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "252 Mich 406",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1841542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/252/0406-01"
      ]
    },
    {
      "cite": "147 Mich 702",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1491480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/147/0702-01"
      ]
    },
    {
      "cite": "134 ALR 232",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "296 Mich 270",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1833335
      ],
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/296/0270-01"
      ]
    },
    {
      "cite": "113 Mich 524",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1441361
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/113/0524-01"
      ]
    },
    {
      "cite": "19 Am Rep 285",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "61 NY 362",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        525443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/61/0362-01"
      ]
    },
    {
      "cite": "98 Mich 43",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1527298
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/98/0043-01"
      ]
    },
    {
      "cite": "61 Mich 299",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1419345
      ],
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/61/0299-01"
      ]
    },
    {
      "cite": "69 Mich 589",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1321655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/69/0589-01"
      ]
    },
    {
      "cite": "255 Mich 667",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/255/0667-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 925,
    "char_count": 24753,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 5.268256052407849e-07,
      "percentile": 0.9417400396702665
    },
    "sha256": "47c810575b71b00f2138c1de2e6a5108aef1741c59e432ac65c74d606ea269dc",
    "simhash": "1:3ddff9e68caf9aed",
    "word_count": 4181
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "EDGECOMB v. TRAVERSE CITY SCHOOL DISTRICT."
    ],
    "opinions": [
      {
        "text": "Caer, J.\nDuring the year 1945 defendant school district inaugurated as a part of its school curriculum a veterans’ institute program. Beginning on July 1, 1948, plaintiff was employed under a written contract as a teacher in said institute. He did not hold a teacher’s general certificate, but was issued a so-called special certificate authorizing him to teach certain agricultural courses. New certificates were issued and new contracts made for each of the years beginning July 1,1949, and July 1,1950.\nFollowing the expiration of his contract and his certificate on June 30, 1951, plaintiff continued to teach in the veterans’ institute as he had done during the prior 3 years. It is undisputed that a special certificate was granted to him, as above stated, on application duly made therefor, under date of August 3, 1951, said certificate authorizing the teaching of “institutional on-farm training in veteran classes for the period July 1, 1951 to June 30, 1952.” The parties also entered into a written contract covering plaintiff’s services. The plaintiff claims that said contract was actually prepared and signed in September, after he had been working approximately 2-1/2 months of the school year. On behalf of defendant testimony was introduced on the trial of the case in circuit court that the “usual practice” was to send out contracts to teachers during May or June preceding the beginning of the school year covered by such contracts. The trial court left the issue to the determination of the jury, which, as the verdict returned indicated, accepted plaintiff’s claim as to when the contract was actually signed and filed. Such finding was supported by a preponderance of the testimony and must be accepted as conclusive.\nAfter the signing of the contract plaintiff continued his work until sometime in December, when he was apprised of facts indicating that his services were no longer required. It is a fair inference from the record that he was discharged because of a decrease in the number of students enrolled in the veterans’ institute. He did not obtain other employment in the teaching profession but received a total of approximately $500 by way of commission as a real-estate salesman, which commission, he testified, he might have earned had he continued teaching. Claiming that he was wrongfully discharged, plaintiff brought the present action in circuit court to recover damages for breach of contract. At the conclusion of his proofs defendant moved for a directed verdict, decision on the motion being reserved. At the conclusion of the testimony the motion was renewed, and plaintiff made a similar motion for judgment in his favor. Each' party reserved the right to have the issues in the case submitted to the jury in the event of a denial of his or its motion. Decision on the motions was reserved by the court and the case submitted to the jury, which returned a verdict in plaintiff’s favor for 1/2 of his contract salary for the year. Defendant’s motion for judgment notwithstanding the verdict was denied, and it has appealed.\nOn the trial in circuit court the defendant contended that the contract for the breach of which plaintiff sought to recover damages was invalid. Reliance was placed on CL 1948, § 352.22 (Stat Ann § 15.394) which contains the following provision:\n“No contract with any person shall be valid unless such person shall hold a legal certificate of qualification at the time the contractual period shall begin.”\nOn appeal emphasis is placed on the fact that the contract as written was dated July 1,1951, and the claim is made, in effect, that such date must be regarded as the beginning of the contractual period. If such contract was actually signed and filed with defendant’s superintendent in September, as the weight of the evidence indicates and as the jury found, it is obvious that defendant’s representatives preparing the contract predated it to the beginning of the school year. Possible reasons for such action do not require discussion in the instant controversy.\nIt is not disputed that during the period between the opening of the school year and the signing of the contract plaintiff performed his duties as a teacher and was regularly paid by the defendant for his services. As before noted, the certificate authorizing him to give instruction on certain subjects in the veterans’ institute was issued August 3, 1951. The contract having been made after that date was not rendered invalid by the provision of the statute above quoted. It may not be assumed that defendant’s representatives, in predating the contract, intended to violate the statute or to vitiate the contract. It is significant, also, that after the signing of the contract plaintiff continued in defendant’s employ until the latter part of December. The defendant is scarcely in position now to claim that the contract was invalid for the reason urged. McLaughlin v. Board of Education of Fordson School District of City of Dearborn, 255 Mich 667. The period of employment under the contract in question began with its signing and filing with defendant. It may not be construed as covering services actually rendered and paid for before its execution. On the basis of the record before us, we conclude that defendant’s claim as to the invalidity of the written contract is without merit.\nDefendant further contends that plaintiff did not make reasonable efforts to mitigate his damages. That it was his duty to do so is not questioned. However, the burden of proof rested on defendant of showing that plaintiff might have secured other employment in the teaching profession if he had attempted in good faith to do so. It must be borne in mind in this connection, however, that the special certificate issued to him in terms merely authorized him to teach “institutional on-farm training in veteran classes.” Defendant’s superintendent testified as to the existence of a possible opening on a college farm, but whether plaintiff could have obtained such position and whether it was of such nature as to have been reasonably within the field of his work as a teacher does not appear. The jury, under the instruction of the court, concluded that defendant had not shown that plaintiff might have lessened or obviated the damages that he actually sustained because of the breach of contract.\nThis Court has in prior decisions considered questions analogous to those involved in the case at bar. In Smith v. School District No. 2 of Pleasant Plains, 69 Mich 589, the plaintiff contracted with the defendant school district for employment for a period of 9 months. Before the completion of such period the schoolhouse burned and plaintiff was notified that the school would not be continued. She did not obtain employment elsewhere, and apparently made no effort to do so. Defendant contested her right to recover damages on the theory of breach of contract on the ground that for a period of a month and a half after she entered on her work under the contract no copy of her teacher’s certificate had been filed with the county board of school examiners, as required by statute then in force. In affirming a judgment for plaintiff on a directed verdict, it was said (pp 591, 592):\n“We do not consider it necessary to discuss this point, however. The plaintiff was paid by the school district for the month and a half that she taught before the filing of her certificate, and for 4 months' after. During the time for which she seeks to recover she was a qualified teacher, under the strict terms of the statute, and she is as much entitled to her pay as she would have been had she actually taught until the end of her term. If she had actually taught the whole term, the school district would not have been permitted to raise this technical point that her certificate was not filed until October 30,. 1886. See Crane v. School District No. 6 of the Township of Bennington, 61 Mich 299, 306. Neither will they be allowed to do so under the circumstances-of this case. We do not think the plaintiff was hound to look up any other school, or endeavor to find other employment, during the remainder of her term., It was not her duty to find work not in her vocation, and it was out of the season to obtain a situation as a schoolteacher.”\nIn Farrell v. School District No. 2 of the Township of Rubicon, 98 Mich 43, the school board of the defendant at the opening of school refused to permit plaintiff to proceed under a contract, held by the trial court and by this Court to have been valid. In affirming- the judgment in plaintiff’s favor, it was said, in part (pp 47, 48):\n“When a master rescinds a contract of service before the time agreed for the commencement of such service, the servant has his choice of 2 courses,—he-may consider and treat the contract as rescinded, or he may treat it as still existing, and tender performance at the proper time. Howard v. Daly, 61 NY 362 (19 Am Rep 285). The same reasoning does not apply to a rescission before the time fixed for the service to commence that does to a discharge from service. In the latter case the servant is presumed to he out of employment, and it is clearly his duty to accept- other similar- employment; but in the former ease he is not presumed to be out of employment, and cannot therefore, in reason, be required to seek other employment to cover the future period. If, however, as in the case of teachers, they are taking their vacation for rest and recreation, they cannot legally he called upon to abandon these, and seek employment for the coming year. Plaintiff was therefore justified in notifying defendant that she would insist upon her contract, and he. ready at the proper time to perform it.”\nThe decisions in the Smith and Farrell Cases were cited with approval in Carver v. School District No. 6 of Battle Creek, Township, 113 Mich 524, 530.\nThe general rule as to the duty of an injured party seeking to recover damages for breach of contract to minimize his loss, and the burden of proof thereon, was stated in Rich v. Daily Creamery Co., 296 Mich 270, 282 (134 ALR 232), as follows:\n“There is no question hut that it is a well-established rule that in case of a breach of contract the injured party must make’every reasonable effort to minimize the damages suffered and that it would he the duty of the court upon request so to charge the jury. We hold, however, under the authorities that the burden is upon the defendant to show in mitigation of the damages claimed that the plaintiff has not used every reasonable effort within his power so to minimize his damages. Tradesman Co. v. Superior Manfg. Co., 147 Mich 702; Flickema v. Henry Kraker Co., 252 Mich 406 (72 ALR 1046); Milligan v. Haggerty, 296 Mich 62. The same rule is applicable in tort actions as in actions for breach of contract.”\nSee, also, Januska v. Mullins, 329 Mich 606; Van Lierop v. Chesapeake & Ohio Railway Company, 335 Mich 702.\nIn view of the record in .the present case language found in the opinion of the court in Byrne v. Independent School District of Struble, 139 Iowa 618 (117 NW 983), is of interest. It was there said, in part (pp 620, 621):\n“The rules applicable to ordinary contracts of employment so far as the measure of damages is concerned obtain in cases of breach of contract to teach school. Park v. Independent School District of Pleasant Grove, 65 Iowa 209 (21 NW 567). And when such contract is disregarded by the school district and the teacher is denied the right to perform, it is her duty to find other employment, and, when sued, the school district may show that she has found other employment, or that by the use of reasonable diligence she might have found other employment for the purpose of mitigating the damages; but, if the discharged teacher did not accept other employment, her damages should not be diminished for failure to secure it, unless it be shown that by reasonable diligence she might have secured employment of the same grade in the same locality where she was employed to teach. She was not required to accept employment in another locality or of a different or lower grade. The law is very clear on this proposition. Jackson v. Independent School District of Steamboat Rock, 110 Iowa 313, 316 (81 NW 596), 8 Encyclopaedia of Evidence, pp 517, 518, and cases cited. Going now to the allegations of the answer, it will be observed that they do not bring the case within these rules. There is no averment that plaintiff might have found employment in the same locality, or that the schools were of the same grade as that contemplated in the contract between plaintiff and defendant. For these reasons, the third division of the answer did not constitute a defense, nor did it amount to a good plea in mitigation of damages.”\nIn an annotation in 134 ALR, pp 242, 243, it is said:\n“The overwhelming weight of authority is to the effect that in actions for damages arising out of either breach of contract or tort the burden is upon the party whose wrongful act caused the damages complained of to prove anything in diminution of the damages, or, in other words, that the damages were lessened or might have been lessened by reasonable diligence on the part of the aggrieved party.”\nDefendant’s proofs in the instant case were insufficient to require a finding by the jury that plaintiff might have mitigated his damages. As pointed out in the cases above cited, plaintiff was not required to seek employment in any line of service other than that in which he was employed by defendant. The contract was breached during the middle of the school year. No satisfactory showing was made on the trial that plaintiff might have obtained a similar teaching position in the locality. The finding of the jury may not be disturbed.\nProof was offered by defendant on the trial to the effect that during the month of April preceding the execution of the contract involved in the instant controversy the superintendent of schools for defendant district called the attention of plaintiff and others to the possible necessity of curtailing the veterans’ institute program. It is claimed that some discussion with reference to the matter took place at a meeting held on April 16,1951, at which a letter from the superintendent was read calling attention to the situation and an anticipated necessity for reducing the teaching force. Objections to offering such testimony before the jury were made and sustained. Defendant contends that such rulings were erroneous, and that the testimony was competent on the theory that it tended to show that plaintiff knew or should have known when the contract was signed that he might be laid off before the end of the school year, and that he should have acted accordingly in order to be prepared to minimize his loss when, and if, he should be discharged.\nThe contract, as prepared by defendant, made no provision for possible termination for tie reason suggested. CL 1948, § 352.22 (Stat Ann 1953 Rev § 15.394) requires that:\n“All contracts with teachers shall be in writing and signed by a. majority of the board in behalf of the district, or by the president and secretary, or by the superintendent of schools when so directed at a meeting of the board.”\nIn effect, defendant contends that it should have been permitted to advance in the trial court its claim that the contract as actually executed embodied an implied condition, based upon an assumed understanding of the parties. Any such action would obviously violate the provision of the statute above quoted, in that it would permit the contract to rest in a material respect on a parol agreement or understanding. ■ It would also mean the varying of the terms of the written instrument, thus violating the so-called parol evidence rule.\nWhen the written contract was entered into by the parties in substantially the same form as in prior years, we think plaintiff was entitled to rely thereon. Had defendant wished to reserve the right to dis: charge plaintiff it should have insisted on the insertion of a provision permitting it to do so. It may not now seek to avoid its obligation to reimburse him for the damages resulting from the breach of contract on the theory that he should have anticipated such breach and have sought opportunities for employment elsewhere. The trial court was not in error in refusing to permit the jury to consider the proffered testimony.\n. ■ The somewhat general claim is made by appellant that errors were committed by the trial judge in his charge to the jury. Considering the ■ charge as a whole, however, we think that the issues involved were fairly submitted, and that, under the pleadings and the proofs in the case, defendant may not properly claim that it was prejudiced in any material respect. We find no reversible error in the record.\nThe judgment of the trial court is affirmed, with costs to plaintiff.\nButzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.\nSee CL 1948, § 691.691 et seq. (Stat Ann and Stat Ann 1953 Cum Supp § 27.1461 el seq.).—Beporteb.",
        "type": "majority",
        "author": "Caer, J."
      }
    ],
    "attorneys": [
      "James R. Frederichson, and Murchie, Calcutt & Griffin (Roscoe 0. Bonisteel and Roscoe 0. Bonisteel, Jr., of counsel), for plaintiff.",
      "Harry T. Running, for defendant."
    ],
    "corrections": "",
    "head_matter": "EDGECOMB v. TRAVERSE CITY SCHOOL DISTRICT.\n1. Appeal and Error—Jury’s Finding—Evidence—Execution of Contract for Teacher.\nFinding of jury that plaintiff’s contract as teacher was signed and filed in September for a period of one year commencing the first of the preceding July held, supported by a preponderance of evidence, hence, must be accepted as true.\n2. Schools and School Districts—Teachers—Contracts—Certificates.\nTeaeher’s contract which was signed after teacher had received a certificate was not invalidated by statute invalidating teachers’ contracts, where they do not hold a valid certificate of qualification at the time the contractual period shall begin (CL 1948, § 352.22).\n3. Same—Teachers—Predated Contracts—Certificates.\nIt may not be assumed that school district’s representatives intended to violate statute invalidating teachers’ contracts of teachers who did not hold a legal certificate of qualification at the time the contractual period should begin by predating eontraet at a date prior to time plaintiff teacher had received his certificate (CL 1948, § 352.22).\nReferences for Points in Headnotes\n[1.15] 3 Am Jur, Appeal and Error § 887.\n[2-4] 47 Am Jur, Schools § 118.\n[5.16] 47 Am Jur, Schools § 115.\n[6] 15 Am Jur, Damages §§ 30-35.\n[6, 9,13] Kind of employment within rule which requires discharged employee to seek or accept other employment or credit earnings in such employment. 28 ALR 736; 141 ALR 662.\n[6,11] Duty to mitigate damages. 81 ALR 282.\n[7, 8,14] 15 Am Jur, Damages § 331.\n[7,14] Presumption and burden of proof regarding mitigation of damages. 134 ALR 242.\n[9,13] 15 Am Jur, Damages § 33.\n[10] 35 Am Jur, Master and Servant § 52.\n[11] 15 Am Jur, Damages § 31.\n[12] 35 Am Jur, Master and Servant §§ 54, 55.\n[16] 20 Am Jur, Evidence § 1099; 47 Am Jur, Schools §114.\n[17] 15 Am Jur, Damages § 30.\n[18] 53 Am Jur, Trial § 539.\n4. Same—Teachers—Validity op Predated Contracts—Certificates.\nDefendant school district may not claim that plaintiff teacher’s contract was invalid beeanse he did not have a certificate at date of eontraet which had been executed after plaintiff had received his certificate but predated to a time before he had received it, especially where plaintiff had continued in defendant’s employ for several months following execution of the contract (CL 1948, § 352.22).\n5. Same—Teachers—Contracts—Certificates—Period of Employment.\nA teacher’s contract which was executed after he had received his certificate to teach may not be construed as covering services actually rendered and paid for before its execution, as the period of employment began with its signing and filing with defendant school district (CL 1948, § 352.22).\n6. Contracts—Breach—-Mitigation op Damages.\nA teacher who is discharged after valid contract of employment has been entered into has a duty to make reasonable efforts to mitigate his damages (CL 1948, § 352.22).\n7. Schools and School Districts—Teachers—Contracts—Mitigation of Damages—Burden of Proof.\nDefendant school district which discharged plaintiff teaelier after having entered into a valid contract to teach for a year had the burden of proof to show he might have secured other employment as a teaeher had he attempted in good faith so to do (CL 1948, § 352.22).\n8. Same—Teachers—Contracts—Mitigation of Damages—Evidence.\nDefendant school district held, to have failed to show that plaintiff who had a special certificate to teach “institutional on-farm training in veteran classes” might reasonably have obtained employment in such field after having been discharged by defendant because of a decrease in enrollment in classes he could teach and thereby mitigate his damages (CL 1948, § 352.22).\n9. Same—Teachers—Discharge During School Year—Other Work.\nA schoolteacher who is discharged from valid contract of employment during the school year through no fault of his own is not obliged to endeavor to find employment not in liis vocation (CL 1948, § 352.22).\n10. Master and Servant—Rescission Before Commencement of Term of Service.\nA servant has his choice of 2 courses when a master rescinds a contract of service before the time agreed for the commencement of such service in that he may treat the contract as rescinded or treat it as still existing, and tender performance at the proper time.\n11. Same—Discharge During Period of Contract for Service— Acceptance of Similar Employment.\nA servant who is discharged' from employment during the period covered by a valid contract therefor is presumed to be out of employment and has a duty to accept other similar employment.\n12. Schools and School Districts—Teachers—Breach of Contract-Mitigation of Damages.\nThe rules applicable to ordinary contracts of employment so far as the measure of damages is concerned obtain in cases of breach of contract to teach school.\n13. Same—Teachers—Breach of Contract—Mitigation of Damages.\nA teacher whose contract of employment is disregarded by 'the employing school district is bound to use reasonable diligence in securing other employment but the teacher’s damages for such breach of contract may not be diminished unless it be shown that 'by reasonable diligence employment of the same grade and in the same locality was available (CL 1948, § 352.22).\n14. Damages—Mitigation—Burden of Proof.\nThe burden is upon the party whose wrongful act caused the damages complained of in either tort or for breach of contract to prove anything in diminution of the damages, that they were, or might have been, lessened by reasonable diligence on the part of the aggrieved party.\n15. Schools and School Districts—Teachers—Contracts—Mitigation of Damages—Evidence.\nThe finding of the jury in teacher’s action against school district that defendant had failed to show plaintiff might have mitigated his damages by obtaining a similar teaching position in the locality to that for which he had qualified by a special certificate may not be disturbed under evidence presented (CL 1948, § 352.22).\n16. Same—Teachers—Contracts—Parol Evidence—Statutes.\nTestimony that plaintiff teacher and others had been advised that there might be a curtailment of the program of teaching in which he was engaged before he entered into his contract to teach was properly excluded in his action against the sehool district for damages for breach of his contract by reason of discharge, since to do so would be a violation of the so-called parol evidence rule as to a contract required by statute to be in writing, there being no provision in the contract for termination in anticipation of sueh curtailment (CL 1948, § 352.22).\n17. Same—Teachers—Contracts—Anticipation of Breach.\nA teacher who has a contract to teach for the same district that is similar to previous contracts has a right to rely thereon and need not anticipate the district will breach the contract and seek employment opportunities elsewhere in anticipation of such breach.\n18. Same—Teachers—Contracts—Instructions.\nCharge to jury in teacher’s action against sehool district for midyear breach of his contract held, to have fairly submitted issues involved and not to have been prejudicial to defendant in any material respect when considered as a whole.\nAppeal from Grand Traverse; Brown (Charles L.), J.\nSubmitted October 14, 1954.\n(Docket No. 60, Calendar No. 46,240.)\nDecided November 29, 1954.\nAction by Cecil Edgecomb against Traverse City School District, a municipal corporation, for breach of contract. Yerdict and judgment for plaintiff. Defendant appeals.\nAffirmed.\nJames R. Frederichson, and Murchie, Calcutt & Griffin (Roscoe 0. Bonisteel and Roscoe 0. Bonisteel, Jr., of counsel), for plaintiff.\nHarry T. Running, for defendant."
  },
  "file_name": "0106-01",
  "first_page_order": 146,
  "last_page_order": 159
}
