{
"id": 1933625,
  "name": "Lyell & Teller, impleaded, &c. vs. Sanbourn",
  "name_abbreviation": "Lyell v. Sanbourn",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "109",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 633,
    "char_count": 13854,
    "ocr_confidence": 0.347,
    "pagerank": {
      "raw": 1.601214854767766e-07,
      "percentile": 0.6839246226324391
    },
    "sha256": "2baa930b2bf5dd998bb5cbe8092d017cedac6b7cc54db927e053b8ddb4d43831",
    "simhash": "1:ac6150bd4b5efedc",
    "word_count": 2393
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lyell & Teller, impleaded, &c. vs. Sanbourn."
    ],
    "opinions": [
      {
        "text": "Pratt, J.\nFrom the record it does not appearthat any exceptions were taken, on the part of the plaintiffs in error, to any proceeding or decision of the County Court in the course of the trial. The main and only question, therefore, to be determined by this Court is, whether in view of the law applicable to the ease, the judgment is sustained by the evidence. The voluntary association of two or more persons to place their money, effects, labor and skill, or some or all of them, in some commerce or business, with the understanding of sharing the profits thereof, constitutes such persons partners; and it is a fundamental principle of the law of partnership, that if persons suffer their names to be used jointly, in carrying on any kind of trade or business, or otherwise hold themselves out as partners, they are to be considered and treated as such, whatever may be their real relation, as between themselves; and this is strictly just, for the simple reason, that they may, by thus suffering their names to be used, or by holding themselves out as partners, induce third persons to give them credit, or perform services for them, which they otherwise could not have obtained. These are principles which have been too often settled, and are too well understood, to require any support, by reference either to elementary books, or reported cases. As appeared by the uneontroverted testimony .of witness Randolph, on the trial in the County Court, the defendants below associated themselves .together, under the name and style of “The Globe Mining Company,\" for the purpose of mining copper; and under such association, they as a firm, have been actually and somewhat extensively, engaged in the prosecution of their mining business. This clearly brings them within the legal rules designated, and renders them partners. How the company stock was divided among them, or whether they were to share the profits arising from the business equally, does not appear, nor is it necessary to institute any inquiry into that matter, as every partnership imports ex-vi termini a community of interest, in the profits of the business, and in the absence of all proof to the contrary, the legal presumption is, that they are to share equally. (Story on Part. 22 and 30; 3 Kent. Com. p. 28; 6 Wend. R., 263.) The defendants being partners, are equally liable for debts and liabilities incurred by the company, during the continuance of the partnership, and in relation to the rights of third persons, and creditors of the firm, it is, in legal contemplation, considered as continuing until notice of dissolution. (Story on Part., 480; 7 Miss. R., 29; 1 Harris R., 161; 22 Wend. R., 183.) If the claim of Littlejohn was valid against the company, and of this, it is apprehended, there can he no legal question, it being for services rendered in the prosecution of their legitimate company business, under express contract; and the defendant in error, by the request of the company, paid it, or the company subsequently recognized and ratified the payment thereof, then the liability of the company to the defendant in error, for money paid, clearly and legally follows. And, as to this principle, there can be no real doubt or controversy. The testimony of Randolph, the acting secretary of the company, on this point is explicit; he states that he sent Martin Beezue with over $200 to pay off the defendant in error for his work, and gave him direction and general authority to make the best settlement he could with Littlejohn, and told him that the company would owe him or any body else, who would advance the money to pay him; that on Beezue’s return, he reported the settlement with Littlejohn, and that defendant in error advanced the money to pay him; all of which he mentioned to a majority of the committee, and to which they never dissented; that he recognized the transaction, as secretary, and as he had been in the habit of doing, with the knowledge of the company, and without any dissent — that the matter was talked over with several of the members and that Newbould and Teller said it was as well as any( way &e. This testimony clearly constitutes, at least prima facie evidence, of a ratification of the transaction; and no matter whether all of the members in terms ratified it or not, if, in fact, Randolph was their general agent in the transaction of their company business, then, it was a ratification by all; but whether he was sirch agent or not, can not be material in a legal point of view, as tire evidence is explicit and certain as to its subsequent ratification by some of the members, and such subsequent ratification by a single member, during the continuance of the partnership, would be sufficient to bind all, for the payment of it; each member being principal, as well as general agent for all, within the scope of their partnership business, without notice to the contrary. (See the case of Burgan vs. Lyell and others, decided at this term, on this point, ante 102.) But was not Randolph in fact, the general agent of the company ? It is certainly true that he transacted all the business of the company. He kept the accounts, settled 'all accounts with persons in the employ of the company, collected the money and paid it out, deposited the company’s funds and gave the checks for drawing tbe same out, adjusted balances, gave vouchers, made up statements of the business for all the different members, and gave all notices for meetings of the company; and we hear of no other person acting for the company, in the general transaction of their company business, or of any dissent ever being manifested by the company, or any member thereof, to any of these general and continued acts of Randolph. A general agency may be inferred from facts and circumstances — from the habit and course of dealing; and if the facts and circumstances, or the habit and course of dealing, show either an original appointment, or a subsequent and continued ratification of the acts done, it will be sufficient to establish the agency and bind the principal.\nIn some cases the fact of agency may be inferred from a single act; for instance, a single payment, without disapprobation, of what a servant bought upon credit, has been hold to be equivalent to a direction to trust him again. (Green., on Ev., § 64, 65; Story on Agency, § 55; 1 Carrington & Payne, 60; 5 Ib., 346; 5 Burr, 2686; 1 Overton Tenn. R., 19; 2 Kent Com., 614, 615; 9 Bingham, 19; 10 John., R, 38.) In the case of Watkins vs. Vince, (2 Starkie R., 368,) it was held that the defendant’s son, a minor, having in three or four instances, signed for his father, and accepted bills for him, was sufficient prima fade evidence of authority to sign a collateral guaranty. And a subsequent ratification of an act done by one assuming to be an agent, relates back, and is equivalent to a prior authority. (12 New Hampshire R., 205.) In view of the legal principles established by these' cases, there can be no doubt that the evidence in this case is sufficient prima facie to prove that Randolph was the general agent of the company; and that all of his general and continued acts in the transaction of the company business, have been continually ratified and acquiesced in by the merqjbers generally, and without any dissent. Randolph being then such general agent, he was legally authorized ■ to adjust the account of the defendant in error, including the money advanced for the company to pay off Littlejohn, and to give the due bill in question, in the name of the company, for the same, and which legally binds each and every member for the payment thereof.\nThe judgment, therefore, is folly sustained .by the evidence in the case. This conclusion disposes of all the points made in the case, on .the part of the plaintiffs in error, except one, which is: “ that the judgment was erroneous, because the default of the defendants below, who were served with process and did not appear, was not entered.” This point is clearly not sustainable, as no such practice can be legally required in the county courts. If on the return of process personally served, the defendant does not appear within one hour after the time for his appearance, the Court is required to proceed with the cause, ex parte, &c. (R. S., 329, sec. 16.) This same provision is continued in the subsequent act to consolidate the laws in relation to county courts. (Sess. L., 1849, p. 275, sec. 14.) But if a different rule of practice prevailed, the counsel for the plaintiffs in error could not avail themselves_ of a mere formal error in the proceedings in the county court, which does not affect the merits of the case._ The error complained of -most certainly could affect no one except those who did not appear; and for those, the counsel do not pretend to .have appeared in this case.\nThe judgment of the Circuit Court for the county of Wayne, affirming the judgment of the Wayne County Court, is affirmed by this 'Court with costs.",
        "type": "majority",
        "author": "Pratt, J."
      }
    ],
    "attorneys": [
      "Davidson <& Holbrook, for plaintiffs in Error.",
      "Wilcox & Gray for defendant in Error."
    ],
    "corrections": "",
    "head_matter": "Lyell & Teller, impleaded, &c. vs. Sanbourn.\n'When an act is done for the benefit of a partnership, a subsequent ratification of it during the partnership by one of its members, is a ratification by all.\nA general agency may be inferred from facts and circumstances — from the habit and course of dealing.\nA judgment will not be reversed for a mere formal error, in the proceedings of the court below, which does not affect the merits of the case.\nError to Wayne Circuit Court.\nThis was an action of assumpsit, brought by the defendant in error, in the Wayne County Court, against the plaintifis in error, and others impleaded with them.\nThe declaration contained a count for work and labor done; also, for money paid, laid out and expended, and also, upon a due bill, in these words:\n“Detroit, Nov. 2d, 1848. .\n“Due Stephen Sanboumtwo hundred and fifteen 63-100 dollars payable on demand, being for balance in settlement of Globe Mining Company affairs.”\nAnd was signed, “Edgar F. Randolph,\n“ Sect’y Globe Mg. Company.”\nLyell and Teller, two of the defendants below, by A. Davidson, their attorney, appeared and pleaded the general issue. The other defendants in the suit did not appear.\nOn the trial of the cause in the County Court, Edgar F. Randolph, the only witness introduced by either party, was sworn on the part of the plaintiff, and testified in substance: that the defendants in this cause, compose the Globe Mining Company; that under that name they were openly and notoriously engaged, and jointly interested, in the business of mining in the copper country: that William F. Randolph, since deceased, was the original secretary of the company, but would never serve, and that he (witness) has always been the acting secretary; he was not appointed, but was requested to act, and has always been recognized as the secretary: that since the 29thMarch, 1847, he has used his own name, as acting secretary of the company, and it was notorious, and known to all of the members, that he was the acting secretary; and that, as such secretary, he made the deposits with defendant Lyell, drew checks on him, made up statements for all the different members^ settled all accounts with persons employed by the company, collected and paid out the money, adjusted all balances of accounts, and gave vouchers ; that he settled an account with the plaintiff and gave him a voucher dated 2d Nov., 1848, for $215,63, which was for the balance of his account, &c,, and $195,00, which he advanced for the company, to pay Littlejohn; the company was indebted to Littlejohn to the amount paid by the plaintiff; that in September, 1847, Littlejohn was employed to work for the company in mining at $25 per month, and the plaintiff at $20 per month; that afterwards he sent up by Martin Beezue over $200 in money, to pay off the plaintiff for his work, and directed Beezue to make the best settlement he could with Littlejohn, and gave him general authority on the subject; with the understanding that the company would owe him, or whoever would advance the money to pay Littlejohn; that when Beezue returned, he reported a settlement with Littlejohn, and that plaintiff advanced the money to pay him; that he (witness) mentioned everything to a majority of the committee, and that they never dissented; that when the plaintiff came down and presented his account, including the amount paid to Little-john, he (witness) recognized the settlement made with him, as he had been in the habit of doing as secretary, and without any dissent; that the payment of Littlejohn by the plaintiff, was talked over by several of the company, and Newbould and Teller both said it was as well that way as any; Lyell owned two hundred and fifty shares of the company stock, and he has always had notice of all meetings, signed by himself' as secretary, and thinks that Lyell sanctioned the settlement with the plaintiff, as he never dissented; that he always said he would do as the other members of the company did, and always paid all of his assessments until the last: that the plaintiff did not take the due bill as payment; and that Beezue was an agent as far as he could give him authority to act, which was given by the advice, and upon consultation with the principal members of the company.\nThe defendants, Lyell & Teller, introduced in evidence, under objection, the printed articles of association of the members of the Globe-Mining Company.\nOn this evidence judgment was rendered for the plaintiff for 1221 66 damages, besides costs of suit. Defendants, Lyell_ & Teller, sued out a writ of certiorari, and removed the jrrdgment and proceedings, into the Circuit Corut for the County of Wayne, where the judgment was affirmed; and they again removed the record into this Court, by Writ of Error.\nDavidson <& Holbrook, for plaintiffs in Error.\nWilcox & Gray for defendant in Error."
  },
  "file_name": "0109-01",
  "first_page_order": 117,
  "last_page_order": 123
}