{
  "id": 1933594,
  "name": "Smith vs. Bonhoof",
  "name_abbreviation": "Smith v. Bonhoof",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "115",
  "last_page": "130",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1255,
    "char_count": 35964,
    "ocr_confidence": 0.334,
    "pagerank": {
      "raw": 1.1661284797754502e-07,
      "percentile": 0.5852012993807747
    },
    "sha256": "073c7f79af355f63f52c283fbb12f5a54b208f7fdff6259f375e4c855ff9de5c",
    "simhash": "1:f9ea36524f15bbc2",
    "word_count": 6089
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith vs. Bonhoof."
    ],
    "opinions": [
      {
        "text": "Whipple, C. J.\nTin's ease was originally tried in the County Court of the County of Wayne. A verdict and judgment having been rendered in favor of the defendant, the plaintiff moved the record and proceedings to the Circuit Court of the same county hy writ of certiorari. The Presiding Judge thereupon reserved the questions of law, arising upon the record, for the advice of this Court.\nThe case is both novel and interesting, and it is to he regretted that the plaintiff in error did not appear, by counsel, and argue the various-questions upon which the judgment of that tribunal was invoked. It was the right of the defendant, however, to proceed exparte, and I shall have to declare the conclusions to which wo have come, without the aid of that light, which the learned counsel for the plaintiff might have shed hpon the questions involved in the controversy. It is proper to state' here, that it is not my purpose to notice in detail all the errors assigned upon the record’, but to confine myself to the elucidation of those points upon which the real merits of the case must turn. In- the voluminous proceedings before us it is quite manifest, that many questions arose and were decided by the Court below, either entirely irrelevant to the issue, or having little orno connection with the substantial merits of the case. These questions whether correctly or erroneously decided cannot influence ouir judgment provided the verdict can he supported hy the application of sound legal principles to the facts set forth in the record, and which are material to a full understanding of the rights of the parties. From an examination of the proceedings in the Court below, it appears, that the Rev. Mr. Haslinger, a Roman Catholic Priest, was the pastor of St. Mary’s Church, in the city of Detroit, hy appointment of the Bishop of the Diocese; that, as officiating Priest of St. Mary’s, he rented all the pews of the church, on the 10th day of April, 184?, having given notice of the time of renting for three successive- Sundays. Mr. Has-linger states in his testimony, that the conditions upon which the pews were to he rented were read to the congregation from the pulpit, and posted on the church door. Among these conditions were the following: First, a person renting a pew, might continue to occupy it for an indefinite period, with the understanding that the lease might be determined by either party, upon giving one month’s notice; Secondly, the renting of the pews was to be confined to those who were in communion with the Roman Catholic Church; Thirdly, all pew holders were bound to observe the rules of order established in the church; Fourthly, the pew rent was to be paid quarterly in advance, and a violation of this condition was to be considered as a relinquishment by a pew-holder of his pew, and the same mightbe rented, without delay, to another person. ■ Pew 54 was rented to the plaintiff who paid his rent agreeably to the foregoing condition. The same witness states, that the rent for the second quarter was not paid; “and as troubles had commenced, he did not insist upon payment in advance.” That on the 1st, 2nd and 3d Sundays in Advent, and during the second quarter, he announced publicly to the congregation, that the rent was due and must be paid, designating particularly the pews upon which the rent had not been paid. A libe notice was posted on the church door, which contained an intimation that unless the rent was paid within eight days, the pews woirld be publicly offered for sale according to the conditions annexed to the original sale. Against this contemplated act, a written protest, signed by several who had not paid their rent, was handed to Mr. Haslinger, who paid no attention to it; on the following Sunday he read the protest, and announced from the pulpit that pew 54 and others upon which rent had not been paid, would be rented on Monday, 1? January, 1848, after mass. On that day some of the protestante appeared, to renew their protest; the pews, were nevertheless, leased on that day, by Mr. Haslinger, and Bonhoof, the defendant, became the lessee of No. 54, and went into possession of it. From the evidence adduced on the part of the plaintiff, it further appears that he and his family attended Divine Worship at St. Mary’s Church, and occupied pew 54 for a considerable period of time preceding Monday the 23d January, 184?; that, on that day the plaintiff came to Church, and on reaching pew 54, found, it occupied by the defendant; he claimed the pew and demanded admittance; .this was denied by the defendant, who placed his hand on the door of the pew, saying at the same time, that he had rented it from-the Priest. Evidence was also offered by the plaintiff, tending to show an organization under Chap. 52, tit. 10, of the Revision of 1846. On the part of the defendant a deed from Antoine Beaubien and wife, to the Rt. Rev. Peter Paul Lefevre, bishop of that Diocese, of several lots of ground, upon which St. Mary’s Church is erected, was offered in evidence. The deedis dated 22d February, 1842, and in substance, conveys to Bishop Lefevre and his successors in office, the said lots upon certain busts therein expressed.\nFirst, That the church to be erected on said lots should be used “ as a place of religious worship, and for the spiritual use, benefit and behoof of the German Roman Catholic Church Congregation, now in and about the city of Detroit; and of those who shall and may, from tíme to time, hereafter compose the German Roman Catholic Congregation, worshipping and to worship at St. Mary’s Church, on a part-of said above granted premises, according to the rites and ceremonies-of said Roman Catholic Church, and forming the said St. Mary's Church.”\nSecondly, “ That they shall permit and suffer, whenever the said congregation shall wish so to do, a building to be erected and used and enjoyed, on a part of said above granted premises, as and for a school house for the use and benefit of the children and relations of those who compose, or who may, from time to time, hereafter compose the said congregation.”\nThirdly, That they shall permit and suffer, whenever the said congregation shall desire so to do, to be erected, used and enjoyed, on another part of said premises above granted, a house for the home and accommodation for the priest, who may from time to time, have charge of said congregation, and for no other purpose soever.”\nFourthly, “ And upon the further special trust that as soon as the said St. Mary’s church shall be fully completed, the said Antoine and: Monique may select and choose a pew in the said church, and have and hold the same during each of their natural lives, free and clear of all expense, payment, assessment and charge whatsoever.”\nFifthly, “ And upon the further special trusts, that the said Right Reverend Peter Paid Lefevre, at the time of the ensealing and delivery of these presents, do and shall covenant and agree for himself and for those after him, who are to have and. hold in trust the said above granted premises, as aforesaid; that after the fully completing said church, there shall be said and celebrated therein, according to the rites and ceremonies of said Roman Catholic Church, the masses following, to wit: an annual mass for the said Antoine Beaubien and Monique Beaubien during their and each of their natural lives, and after their deaths, yearly, a requiem mass for the soul of said Antoine, and for the soul of the deceased father of said Antoine, and also a yearly mass for the souls of the departed.”\nThe deed also provides that in the event of a vacancy in the office of Bishop, happening between the death of Bishop Lefevre and the appointment of his successor, the premises are to vest, during such vacancy, in the “Archbishop of said Roman Catholic Church of whom, at the time of the happening of such vacancy, the Roman Catholic Diocese of Detroit is then a suffragan, and with the Vicar General of such Archbishop, and the suffragan of them,” subject to the several trusts in said deed set forth and expressed. The deed also contains a covenant on the part of Bishop Lefevre accepting the trust, and agreeing “to adhere to and beep the trusts hereinbefore contained and declared;” It was shown that the plaintiff claimed the possession of pew 54, under a resolution of the trustees elected under the provisions of chapter 52. This resolution is dated 22d January, 1848. The proof further shows that Bishop Lefevre contributed about $3,600 towards the construction of the church.\nUpon these facts the natural question in the case arises — Had the trustees, appointed under the provisions of chapter 52, the authority to rent pew 54 to the plaintiff; or, was this authority, either under the deed to Bishop Lefevre, or the rules for the government of the Roman Catholic Church, exclusively vested in the Rev. Mr. Haslinger, the pastor*?\nThe right of Mr. and Mrs. Beaubien to make the grant to Bishop Lefevre, was not questioned. By it, the legal title passed to the Bishop, and whether or not he and his successors in office have the right of exclusive and continued possession, must depend upon the nature of the trusts created by the deed.\nIn giving a construction to the deed, and in ascertaining the true intention' of the grantor — the duties to be performed by .the trustee— and the rights of the cestui que trusts, we shall, necessarily, be led to inquire, to some extent, into the rules of faith, and form of government of the Roman Catholic Church. The leading and primary object of the grant, was to secure to the Germans of the city of Detroit and its vicinity, professing the Roman Cotholic faith, a church in which to celebrate Divine Worship, according to the “ rites and ceremonies” of that church. By a stipulation entered into between the counsel of the parties respectively, it was agreed that the volume containing the decrees of the Provincial Council of Baltimore should be admitted as authentic and as evidence of decrees therein contained; and that the Provincial Council is the highest Ecclesiastical Judicatory of the Roman Catholic Church in the United States; and as such, has authority to prescribe decrees or laws as aforesaid, for the government and discipline of the church within its proper jurisdiction, and that the State and Diocese of Michigan are within its territorial limits; and it was further admitted, that the Canon law and the decrees of the Provincial Council in conformity therewith, constitute the rule of church government in the United States? so far as they are not controled by the municipal law. The standard authors on the Canon law, it was also agreed, might be read as evidence on the trial. . This stipulation, with others entered into between the parties, narrowed very much the field of discussion and enquiry. What then, appears from the evidence in the case, to bo the law of the church in respect to the control and possession of buildings consecrated and set apart for the celebration of Divine Worship, and administration of the Sacraments ? It is not my purpose to analyse all the testimony adduced on this point, but to separate from the mass, such portions as appear to bear more directly on the question. The Rev. Mr. Kenderkins, Yicar General of the diocese of Detroit and Professor in the Theological Seminary, stated that he was educated for the church — had made the Canon law, as a branch of theology, the subject of Ms studies, and was acquainted with the government and discipline of the Roman Catholic Church in America. This witness furnished numerous translations from what he characterized as standard works on the Canon law, and testified as to the practical construction by the Church of that law, respecting the control and administration of church property. Among the translations were the following from the Corpus Jw'is Canonici, a great work of the highest authority and wMch is an abridgment of the body of the Canon law, as it is found scattered through several thousand volumes: “It has been resolved according to the rule of prior Canons, that all churches wMch have been built or are building, shall be under the control of the Bishop in whose diocese or territory ■they are.” “No layman may occupy or dispose, (disponet) of churches ■or church property; he who shall have done otherwise ought, according to the Chapter of Alexander, to be expelled from the church.” The word “ disponet, ” the witness stated, means to have the disposal or 'administration of a thing. “We have learned in the 9 th act, that certain persons of our College or order, have, against ecclesiastical customs, laymen constituted stewards of things pertaining to Divine WorsMp; tliere■fore, we in this matter decide, that each Bishop, according to the decrees of the Council of Chalcedon appoint .for himself a steward from his own clergy; for it is unbecoming that a layman be the Vicar of a Bishop.” “Those who are associated with the Bishop in church administration to be of the same profession or habits, for they cannot be joined in office together, whose employments and inclinations are different. If any Bishop, therefore, shall give ecclesiastical things to be administered by a layman, or governed without the supervision of the arch priest (or steward) he will be^adjudged a contemner of the Canons, and a fraudulent administrator of ecclesiastical things.” By “ ecclesiastical things” the witness ■stated, is included the church buildings, the ornaments, church property, the cemetery, or property given to the church for poor orphans or any other pious purpose whatever. “No faculty of disposing of ecclesiastical tMngs is known to be given to any layman, no matter how pious he may be. ” “ If any of the princes, or other laymen, shall have claimed •to himselfi disposal or domination of ecclesiastical things, he shall be adjudged guilty of sacrilege.” Mr. Kenderkins stated that the universal usage of the church was in accordance with the Canons he had translated, and that the Bishop had the supreme control, within his jurisdiction, of the church and church property; under him, the control was vested in the vicar general; and under the vicar general, the parish priest had the control in his parish. It seems also, from the testimony, that the authority of the priest to exercise clerical functions is derived from the Bishop or vicar general; and that the exercise of those functions, without the permission of the Bishop or Vicar General would subject the priest to the penalties of excommunication, and the congregation who received him would be declared schismatic.\nThe defendant offered in evidence the acts of the 1st Provincial Council, from which he read the following decree: “Whereas, lay trustees have frequently abused the rights granted to them by civil authority, to the great detriment of religion and scandal of the faithful, we most earnestly desire that in future, no church be erected or .consecrated unless it be assigned by a •written instrument to the Bishop in whose diocese it is to be erected, for divine worship and use of the faithful, whenever it can be done.” This decree was passed in 1829, and was approved in 1830 by the Pontiff, or Council at Rome, of which he is the head. From the date of its ajrproval, Mr. Kenderkins states, it became obligatory on the Bishop, and upon the faithful. If disobeyed before promulgation by the faithful, they would not be deemed guilty of sin, being ignorant. The testimony in this case shows it was promulgated on the 20th April, 1843.\nFrom the statutes of the diocese, a diocesan decree was read, as follows: “Adhering to 5th decree of 1st Provincial Council of Baltimore, we have decreed, that henceforth no church shall be built or consecrated in this diocese, unless previous to that, we shall be made the sole trustee and administrator thereof.” This decree was promulgated as early as 1841. Mr. Kenderkins further testified that the Bishop refused to recognize the church as Roman Catholic, or consecrate it, unless it was deeded to him in accordance with the laws for the government of the church. The testimony of Mr. Kenderkins touching the law and usages of the church, in respect to church property, was corroborated by other witnesses.\nThese extracts from the testimony of Mr. Kenderkins, would authorize a jury to infer, that by the law for the government of the Roman Catholic Church, the administration of the temporalities of the church,, or, at least, of the church edifice, is confided, under the control of the Bishop and Vicar General, to the parish priest. Evidence may have been introduced tending to show that the law had not been universally applied, and that the administration of the temporalities of the church had been exercised by laymen. All the facts however, elicited during a protracted tidal were submitted to the jury, whose finding is conclusive, unless manifestly against the weight of evidence.\nBut my present purpose in adverting to the evidence on this branch of the case,, and to the verdict of the jury, is to enable me to pass a more enlightened opinion upon the .true interpretation of the deed from Mr. and Mrs. Beaubien to Bishop Lefevre.\nDoes the deed, then, upon its face, and construed with reference to the laws prescribed for the government of the Roman Catholic Church, contemplate that the legal estate and a continued possession of the St.. Mary’s church shall vest in the Bishop and his successors in office l And first, with respect to the deed. It does not simply vest property-in one person in trust' for, or for the use of another, but a trustee is* interposed for the purpose of executing certain things, specially pointed-out. In the language of the books the trustee is not the “mere passive depository of the estate,” but under the covenant in the deed, and the nature of the trusts, he “ is bound to exert himself actively in the execution of the settler’s intention.” The trustees elected under the State, are authorized to take into their possession and custody all the temporalities of the church. Such -possession is utterly inconsistent with the whole scope and object of the deed from Mr. and Mrs. Beaubien to the Bishop. It would put it in the power of the statutory trustees to prevent the execution, by the trustee appointed by the deed, of the intention of the donors. It is the duty of this Court so to construe the instrument as to enable the trastee to perform the duties, with which he has been entrusted, and the failure to perform which might either work a forfeiture of the estate, or render the trustee liable upon his covenant.\nThe execution of the legal powers with which trustees elected under the statute are clothed, would be in direct conflict with the execution of the duties devolved upon the trustee appointed by the deed, and defeat the obvious intention of the donors. By the 8th section, the trustees, under the direction of the congregation, are not only empowered to erect churches, and houses for their ministers, but “ other buildings for the use of the church, congregation or society.” The execution of such a power would be to devote property, granted for certain specified objects, to other objects never contemplated by the grant. The only buildings authorized to be erected on the land embraced in the deed, are a church, a building for the residence of the priestj and a school house. The right of the grantors, thus to limit and circumscribe the uses to which the property mighijibe applied, is unquestionable, and I know of no lawful authority by which the uses to which it is dedicated' by the terms of the deed, may be diverted, and the estate devoted to other and very different purposes. The 18th section makes it lawful for the Circuit Court of the county in which a religious corporation ■shall have been constituted under the statute, on the application of such corporation, to order a sale of any real estate belonging to them, and to direct the application of the moneys arising therefrom, to such uses as the corporation, with the approbation of the Court, shall conceive to be for the interest of such corporation. I am inclined to think a Court would hesitate long before assuming to direct the sale of the property granted by Mr. and Mrs. Beaubien to Bishop Lefevre, to be used in perpetuity for certain designated prrrposes. It would be an act of usurpation which can find no parallel in any country, where laws exist recognizing the right of every person to make such disposition of his property as his judgment or fancy may suggest, provided that no rule of law or principle of public policy is violated. Such an act would in effect impair the obligation of the contract entered into between the parties to the deed. I think it very clear, that the right of occupancy and possession given by the statute to trustees, is applicable solely to cases -where the property is granted or devised directly to the church, or congregation, or to another person in simple trust for the use of such church or congregation, and that the legislature never contemplated any restriction upon the rights of an individual to dispose of his property, for religious purposes, to a trustee of his own appointment in special \"trust.\nAssuming that under the Canon law the administration of the temporalities of the church belong to the clergy, to the exclusion of the laity, and I imagine there can be no doubt as to the intention of the donors. They were both members of the Roman Catholic Chiu-eh, and are presumed to have executed the deed to Bishop Lefevre, with full knowledge of the existence of the rule. They no doubt felt that they were reposing a trust in the grantee and his successors, which would be executed with scrupulous fidelity. It probably never occurred to them that a personal confidence thus manifested in the Bishop and his successors for all coming time, could by any legislative action, be granted over to others; or that the continued possession of the trustees necessary to insure the performance of the duties covenanted to be performed by them, was to be transferred to others, and thus defeat the special purposes pointed out in the deed.\nThe views I have expressed touching the construction of the deed from Mr. and Mrs. Beaubien to Bishop Lefevre and of the provisions of the statute, dispose of this case, and make it unnecessary to express any opinion respecting the validity of the organization by a portion of the congregation of St. Mary’s Church, by virtue of which the trustees undertook to assume the control of the church edifice. The question, however, is directly presented by the record, and it may subserve the interests of this church and restore harmony among the members, that the opinion of the Court should be made known upon that precise question. It was insisted in the -Court below, that any church might organize under the provisions of the statute, and that lay trustees elected pursuant thereto, might assume the control of the temporalities of the church, notwithstanding the administration of such temporalities is, by the form of government of the Roman Catholic Church, committed exclusively to the clergy. I cannot think this view of the statute is sound. It cannot be that in this country, where religions liberty is enjoyed and protected by constitutional enactments, the Legislature of this State intended to vest in lay trustees, a power which would close the doors of every Catholic chinch in the State. If I am to believe the testimony of witnesses, it is clear that when the control of the church edifice is wrested from the clergy and placed in the hands of laymen, it ceases from that instant, to be a Roman Catholic Chiu-ch. This must necessarily follow, if indeed, it be a fundamental law of the church that ecclesiastical things can only be administered by the clergy. A violation by any particular church, of the constitution or laws by which the great body of the church to which it is united, is formed, dissolves its connection with that church as effectually as if no connection had ever existed.\nA congregation, professing to be Roman Catholic, must not only hold the same faith, but must render submission to the government and discipline of the church of which it is a-branch. Obedience to the laws of a church by its members, is as\" essential to its harmony and existence as obedience to the municipal laws is essential to good order and the existence of civil government. The duty of every member, connected with a church, to uphold and submit to its government and discipline is self-imposed; and if the obligations, voluntarily assumed, become burdensome, or his opinions undergo a change, he is at liberty to withdraw, in the mode prescribed by its constitution or laws. But no member of a church has the right to thrust upon his fellow members articles of faith to which his assent has never been given, or prescribe rules for the government of the society to which he never submitted. These principles, so obviously just and reasonable, could not have been overlooked by the legislature in adopting the chapter relating to religious societies; and it will now be my endeavor to show that the statute contains no provision in conflict with these principles.\nThe first section, makes it lawful for all persons of full age belonging to any church, congregation~or religious society, to assemble at the church or place where they statedly attend Divine worship, and to elect not less than three nor more than nine trustees to take charge of the estate and property belonging to such church.\nThe second section, confers upon such church, congregation or religions society the authority to choose their minister to be the president of the corporation. It is manifest that many churches could not become incorporated under the provisions of these sections, without violating the constitution or usages prescribed for their government. For instance, the temporalities of churches in connection with the Protestant Episcopal Church of the U. S. are administered by Wardens and Vestrymen; now it is clear, that under these sections there could be no capacity to establish a corporation, without bringing the powers conferred upon trustees by the statute, in direct conflict with the powers vested in the Wardens and Vestrymen by the Canons of the chinch. So there may be, and are churches, the temporalities of which are controlled by ministers, or by ministers and laymen, or by a body constituted of both ministers and laymen acting separately. The provisions of the statute would be inapplicable to such church organizations, and the consequence would be, that trustees would be clothed with powers utterly inconsistent with the powers vested in these several bodies by the constitution and usages of their-respective churches. To obviate this difficulty the 23d and last section of the chapter applies a remedy. That section provides, in subtance, that, “when by the constitution, rules and usages of any particular church or religious denomination, the minister, or ministers, elders and deacons, or other officers, elected by any church or corporation, according to such constitution, rules or usages, are thereby constituted the trustees of such church or corporation, it shall be lawful for such minister, or ministers, elders and deacons, or other officers, to assemble together, and execute under their hands and seals a certificate, stating therein the name by which they and then successors in office shall forever thereafter be called and known, which certificate shall be acknowledged, or proved and recorded as hereinbefore directed. Whereupon such persons and their successors in office, shall be a body corporate by the name expressed in such certificate, with all the rights, powers and privileges of other religious corporations, constituted according to the provisions of this chapter.” This section repels any inference, that the legislature intended to repeal or'disturb the constitution or laws by which churches in this state were governed. No possible motive is perceived for such legislative interference, and it is believed that the popular sentiment in this country would not tolerate any legislation calculated to overthrow church organizations. The legislature wisely intended that each church, might be left free to adopt its own form of government. If experience shall demonstrate, that such a power cannot safely be lodged with the several church judicatories, it will then be time for the legislature to apply such a remedy Ss may avert any actual or anticipated mischief. The argument that it might prove dangerous for a foreign power to prescribe rules for the goverment of a church in this country, it seems to me, has but little foundation. I am not aware that any evil consequences have flowed from the exercise of such a power by a church whose head resides at Rome. The allegiance which a Roman Catholic owes to the spiritual head of his church, rightly understood, in no way conflicts with that allegiance which he owes to the constitution and laws prescribed by the civil government of which he is a citizen. Should any conflict arise, the former must yield.\nProm a careful examination of the statute, therefore, I am led to the conclusion that its provisions are not mandatory, butpermjssive, and that no church-can become incorporated, provided the powers conferred by the statute upon the corporators, is by the constitution, laws, or usages of the church, lodged in another body. If it be true, as the jury have' found, that the powers conferred upon trustees by the statute, are by the constitution, laws, or usages of the Roman Catholic Church, exercised , by the Bishop of each Diocese, or under him, by his Vicar General, or Pastor of a particular chinch, then under the provisions of section 23, such Bishop, or Vicar General, or Pastor, may become incorporated, and the powers exercised by them in their capacities as Bishop, Vicar General, or Pastor, by virtue of the laws or usages of the church, would be exercised by them as a corporation. The administration of the temporalities of the chinch would be committed to the same persons, deriving however, then powers from different sources. If then, in the language of the statute, the constitution, rules, and usages of the Roman Catholic Chinch, constitute then minister or ministers trustees, clothed with the powers conferred upon them by statute, then it would seem to follow, that tile powers claimed by the lay trustees, chosen under section 1, to administer the temporalities of St. Mary’s Church, cannot be upheld, for the reason, that the statute declares that those powers are to be exer- ' cised by a distinct body of men. Their acts would be as nugatory as those of a minister of the Presbyterian Church, who might become incorporated under section 23. The attempt on the part of any such minister to execute the powers conferred by statute upon religious corporations, would be irregular, because by the constitution of the Presbyterian Chinch those powers are conferred upon laymen, whose exclusive right it is, to administer the temporalities of the church, and who^ alone can become incorporated under section 1.\nThe leading object of the statute was, to enable religious societies or . congregations, more conveniently to administer the temporalities -of churches with which they are respectively connected, and not to -interfere with articles of faith or rules of government, adopted by any denomination of Christians. To effectuate this purpose, the persons authorized by such rules to control church property, are permitted to' assume corporate functions in the manner pointed out by the statute.\nIn this, as in cases of a like nature, involving the right to control real estate, granted or devised for religious purposes, Courts do not enter the wide field of theological discussion, for the purpose of determining the soundness or orthodoxy of the faith professed by any denomination of Christians. In a contest between persons, touching the control of church property, it frequently becomes necessary to determine what are the tenets, and what the discipline of a particular church, in order to give full and complete effect to the benevolent intentions of those who dedicate their property to religious or charitable objects. This is the line which indicates the boundaries of our powers.\nIn the ease before us, the principal object of the giant was to secure the erection of a Roman Catholic Chinch, for the Germans of this city and vicinity, in which divine service was tobe celebrated according, to its-rites and ceremonies. The grantors manifestly intended that the church to be erected should be a branch of the parent stock; united to it by a common faith, and by those rules which are prescribed by the highest judicatory for its government and discipline. Any act of the congregation by which a faith different from that taught by the Church is promulgated, or any attempt to overthrow its government, would be to defeat the intention of the donors; and the powers of a court of equity might be successfully invoked for the purpose of administering the trust according to the true intention of the donors. It is not sufficient, to preserve the connection between St. Mary’s and the mother church, that there should be a mere identity of religious faith or belief, but its members are bound to submit to the discipline ánd government to which they have impliedly pledged submission and obedience.\nFrom the views I have taken of the legal rights of the parties under the deed, and of the statute relating to religious societies, it does not become necessary to examine other questions in the Court below,- as they have little or no connection with the real merits. The ruling of the County Court upon these questions, whether erroneous or not, can not affect the judgment, which the statute directs shall be rendered in the Circuit Court to which the case was removed by writ of certiorari.\nIt must be certified to the Circuit Court of the county of Wayne, as the opinion of this Court, that the judgment of the County Court .should be affirmed.",
        "type": "majority",
        "author": "Whipple, C. J."
      }
    ],
    "attorneys": [
      "Fraser é Vandyhe, for defendants."
    ],
    "corrections": "",
    "head_matter": "Smith vs. Bonhoof.\nB. convoyed a piece of ground to L., Bishop of the diocese of Detroit, and bis successors in office, in trust for the erection of a church thereon to be used as a place of religious worship, and for the spiritual use, benefit and behoof of the German Roman Catholic Church Congregation, in the city of Detroit, according to the rites and ceremonies of said Roman Catholic Church, and for other trusts therein expressed. The deed also provided that in the event of a vacancy in the office of bishop, happening between the death of Bishop L. and the appointment of his successor, the premises should vest, during such vacancy, in the Archbishop of the Roman Catholic Church of which the diocese should be a suffragan. Trustees of the chinch were afterwards elected under chapter 52, R. S. In a controversy between the officiating priest and the trustees, as to which had the right to rent the slips*\n.Held: 1st, That under the deed of trust, and the constitution, laws and usages for the government of the Roman Catholic Church, by which the administration of the temporalities of the church is vested in the parish priest, the right to rent the slips belonged to th© .priest and not to the trustees.\n2d. That the provisions of the statute are not mandatory but permissive, and that no church can became incorporated under it, provided the power conferred by it upon the corporators is, by the constitution, laws and usages of the churches, lodged in another body, but the person or persons and his or their successors, in whom such power is vested by the constitution, laws and usages of the church, may become a body corporate by complying with the twenty-third section of the chapter.\nCase reserved from Wayne Circuit Court.\nFraser é Vandyhe, for defendants."
  },
  "file_name": "0115-01",
  "first_page_order": 123,
  "last_page_order": 138
}
