{
  "id": 1228821,
  "name": "THE PEOPLE v. MARY MIKULEC",
  "name_abbreviation": "People v. Mikulec",
  "decision_date": "1924-01-09",
  "docket_number": "",
  "first_page": "117",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 117"
    },
    {
      "type": "parallel",
      "cite": "207 App. Div. 505"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "143 N. Y. 669",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2262152,
        2262227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/143/0669-01",
        "/ny/143/0669-02"
      ]
    },
    {
      "cite": "40 Hun, 492",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "104 N. Y. 491",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2206887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/104/0491-01"
      ]
    },
    {
      "cite": "192 N. Y. 581",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        54707,
        54790
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/192/0581-01",
        "/ny/192/0581-02"
      ]
    },
    {
      "cite": "120 App. Div. 769",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        3439281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/105/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 10613,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 2.53283577554905e-07,
      "percentile": 0.8126464129762005
    },
    "sha256": "d4f7dc67516004a684e54195e54ff8c98e1142514d072503dd4f4468dd1b63b0",
    "simhash": "1:2800e23cacb084a6",
    "word_count": 1887
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. MARY MIKULEC."
    ],
    "opinions": [
      {
        "text": "Cochrane, P. J.:\nThe defendant was indicted for the crime of murder in the first degree in causing the death of John Masurick on the 5th day of September, 1921. She was convicted of the crime of murder in the second degree. The homicide occurred on Labor Day at the residence of the defendant. She is a Bohemian by birth, a widow aged thirty-six years, and the mother of three living children, one of whom, a boy thirteen years of age, was living with her at the time of the homicide. She resided on the first floor of a building located on Front street in the city of Troy. The night, before the homicide the deceased and one Malek remained in her house over night. One of them slept on the floor and the other on a couch, while the defendant with her young son occupied the bedroom. During Labor Day these two men were absent from the house part of the time but returned at intervals. A party of five or six other men were there part of the day. She seems to have been employed by different ones to wash their clothes and a part of that day she was engaged in such work. While the party of five or six were present she displayed a loaded revolver, remarking that she was not afraid to live alone. One of the men took the revolver from her and removed the bullets, keeping them in his possession for some time, but finally throwing them on the bed in her bedroom, or as he finally says under the pillow where he then saw the revolver, it apparently having been returned there by the defendant. The deceased and Malek finally returned to the house about seven o’clock in the evening and they with the defendant were the only occupants thereof from that time until the homicide, which occurred about eight o’clock.\nMalek was the principal witness against the defendant. He • testified that the deceased suggested that the two men go to a restaurant for something to eat and that the defendant thereupon invited the deceased to remain and have supper with her; that the deceased without making any reply entered the hallway leading to the street; that the defendant followed him and the witness heard the discharge of a revolver; that the witness entered the hallway and saw the deceased on the floor with blood on his chest that the defendant gave the deceased some water and took some money from his pocket and gave the witness three dollars to keep his “ mouth closed;” that she placed the unused bullets in a box which she buried in the yard; that the witness was with her in the yard when she buried the box containing the bullets and about a week thereafter he was taken to the place by officers and dug them up. This witness says nothing about the burial of the revolver but that also was subsequently found buried in the yard.\nThe defendant testified that she was out in the yard hanging up clothes; that when she entered the house she heard something fall and Malek called to her that someone was shot in the hall; that she entered the hall and found Masurick on the floor and Malek standing over him and saying that someone had shot Masurick and run away. She denied burying the bullets or the revolver in the yard. She went to the house of a neighbor, Mrs. Davis, and asked her to call a doctor, saying that a man came in Front street and fell at her door and that she did not know whether he fell or was shot. Mrs. Davis instead of sending for a doctor sent for the police. Both she and her husband testified that shortly before they had seen the defendant hanging up clothes in her yard.\nOn the arrival of the police both the defendant and Malek were arrested. One of the police officers testified to the following conversation with Malek: “ I said: ‘ Who shot this man? ’' He said: ‘ I don’t know, some fellow in the alley.’ I said: ‘ Did you see him ? ’ and he said: ‘ Yes.’ ‘ How was he dressed? ’ ‘I don’t know, he followed him in.’ Q. Did he say he ran away? A. Yes, they both said it, Mary and Steve [Malek].” This conversation is not denied.\nMasurick was taken to the hospital about one hour after the homicide and was attended by a physician. The bullet had penetrated one of his lungs. He died at half-past two the following morning. . About two hours after he entered the hospital he was visited by three police officers of the city of Troy and a detective from the district attorney’s office. To these officers he made the statement that the defendant had shot him; “ that Mary met him going into the hall and asked him for some money and he told her he didn’t have any, and she shot him.” These statements were received in evidence over the objection of the defendant as dying declarations of the deceased and this constitutes the principal error urged on this appeal. His statement was reduced to writing, read .to-him and signed by making his mark, but the written statement was not offered in evidence. His oral declarations were testified to by the various witnesses who heard them.\nThe rule in regard to dying declarations as evidence is not in doubt. In People v. Brecht (120 App. Div. 769; affd., on opinion below, 192 N. Y. 581) the rule is stated as follows: “ It must appear that the person making them does so under a belief of impending death and when entertaining no hope of recovery, and such is the law. (People v. Smith, 104 N. Y. 491.) Before such declarations can be admitted in evidence both conditions of mind must be established. Belief in impending death alone is insufficient. Abandonment of hope of recovery must also be shown.” (See, also, to the same effect, People v. Evans, 40 Hun, 492; People v. Chase, 79 id. 296; affd., 143 N. Y. 669; People v. Falletto, 202 id. 494; People v, Sarzano, 212 id. 231.)\nApplying the principle of the' foregoing cases the evidence here falls short of measuring up to the requirement of the rule as to the admissibility of the statements in question as dying declarations. The most favorable aspect of the case for the prosecution is that the deceased asked one of the officers if he was going to die and that the latter answered as follows: “ I told him the doctor said he was going to die and you better tell me who shot you.” The deceased then said: “For God’s sake, officers, will you help me ? ” There is nothing in this to indicate that Masurick believed he was going to die; much less that he had given up all hope of recovery. He may have thought the chances were' against him. But that certainly is as far as we should go in the realm of conjecture and that is not inconsistent with the hope that he might live. Nothing occurred permissive of the inference that all hope had departed. The physician who attended him had not told him the seriousness of his condition. He knew the statement made to him was not that of a physician but of an officer. His request that the officers help him indicated that- he had at least some hope of recovery. It does not even appear that the statement made to him by the officer that he was going to die influenced in any respect the statement which is relied on as a dying declaration because it appears from the cross-examination of one of the witnesses that he had previously said that the defendant shot him. He had manifested no disposition of concealment nor did he make any disclosure not previously disclosed. In the Sarzano Case (supra) it was said, and authorities were cited to support the statement: “ The mere fact that the doctor told declarant that recovery was impossible is insufficient. There must be proof that the declarant believed it and had no hope of recovery.” That case was stronger for the prosecution than the present case hut it was held that “ the preliminary proof was too slight and indefinite to justify the admission of the statement.” We are referred to no case which authorizes the admissibility in evidence of the decedent’s declarations. In all of them where there has not been an express declaration of belief of immediate and impending death and of abandonment of hope of recovery there has been the equivalent such as receiving religious service for the dying, or the request to see friends and relatives, or instructions to be carried into effect after death, or some act or statement inconsistent with the expectation of recovery. Nothing of the kind was here present and we conclude that the declarations of the deceased should have been excluded.\nThe error was a fatal one. A careful examination of the evidence, a synopsis of which has been heretofore given, convinces us that eliminating the declarations of the deceased the evidence did not so clearly establish the guilt of the defendant that this far-reaching error may be overlooked as was the case in People v. Sarzano (supra). It may well have been the pivotal point in the case and certainly may have had a potential influence on the minds of the jury.\nThe judgment of conviction should be reversed and a new trial granted.\nAll concur.\nJudgment of conviction reversed on the law and new trial granted.",
        "type": "majority",
        "author": "Cochrane, P. J.:"
      }
    ],
    "attorneys": [
      "Philip J. Cirillo (Ely S. Koplovitz with him on the brief), for the appellant.",
      "Timothy J. Quillinan, Distñct Attorney (Abbott H. Jones of counsel), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT —APPELLATE DIVISION — THIRD DEPARTMENT.\nJanuary 9, 1924.\nTHE PEOPLE v. MARY MIKULEC.\n(207 App. Div. 505.)\n(1) Murder, second degree — Evidence—Dying declarations — No proof THAT MURDERED MAN MADE DECLARATION UNDER BELIEF OF IMPENDING DEATH AND WHEN ENTERTAINING NO HOPE OF RECOVERY.\nA dying declaration is not admissible on a prosecution for murder unless it appears that the deceased made it under a belief of impending death and when entertaining no hope of recovery.\n(2) Same — Admission of declaration prejudical error.\nAccordingly, it was error for the court to admit a declaration of the deceased who was alleged to have been murdered by the defendant, which accused the defendant of committing the murder, where the only preliminary proof was that the deceased asked one of the officers if he was going to die and the officer replied, “I told him the doctor said he was going to die and you better tell me who shot you,” to which the deceased replied, \"Eor God’s sake, officers', will you help me?”\n(3) Same.\nThe admission of the dying declaration was prejudicial error, for a careful examination of the- evidence shows that, eliminating the declaration of the deceased, the evidence did not so clearly establish the guilt of the defendant that this error may be overlooked.\nAppeal by the defendant, Mary Mikulee, from a judgment of the County Court of the county of Rensselaer, rendered against her on the 23d day of January, 1922, convicting her of the crime of murder in the second degree.\nPhilip J. Cirillo (Ely S. Koplovitz with him on the brief), for the appellant.\nTimothy J. Quillinan, Distñct Attorney (Abbott H. Jones of counsel), for the respondent."
  },
  "file_name": "0117-01",
  "first_page_order": 133,
  "last_page_order": 138
}
