{
"id": 1855503,
  "name": "C. E. TACKELS, INC., v. FANTIN",
  "name_abbreviation": "C. E. Tackels, Inc. v. Fantin",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 65, Calendar No. 46,245",
  "first_page": "119",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "338 Mich 651",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1928897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/338/0651-01"
      ]
    },
    {
      "cite": "329 Mich 16",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1903056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0016-01"
      ]
    },
    {
      "cite": "289 Mich 212",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1807527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/289/0212-01"
      ]
    },
    {
      "cite": "181 F2d 584",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1246830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/181/0584-01"
      ]
    },
    {
      "cite": "96 US 258",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3382729
      ],
      "pin_cites": [
        {
          "page": "267, 268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/96/0258-01"
      ]
    },
    {
      "cite": "224 Mich 447",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1695714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/224/0447-01"
      ]
    },
    {
      "cite": "211 Mich 382",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1741581
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/211/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 11376,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4115490903137596
    },
    "sha256": "50d7b1af6aabe1ded338d352ecf7cabdcf2cd6a8245b6f1f8da7c716c14faa1a",
    "simhash": "1:077723289acf6f81",
    "word_count": 1905
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btttzel, C. J., and Btjshnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "C. E. TACKELS, INC., v. FANTIN."
    ],
    "opinions": [
      {
        "text": "Carr, J.\nPlaintiff corporation is engaged in a general contracting business. In the summer of 1949 the Huron-Clinton Metropolitan Authority advertised for bids for the construction of a project on the shore of Lake St. Clair, referred to in the record as the St. Clair Metropolitan Beach project, in accordance with plans and specifications prepared for the doing of the work. Plaintiff submitted a bid in the sum of $970, 000 and was awarded the contract.\nPrior to submitting its bid plaintiff, through its president, Charles E. Tackels, advertised for bids for the prescribed tile work. Defendant Pantin, a tile and marble contractor, submitted an offer for such subcontract in the sum of $42,763. Apparently this was the low bid received by plaintiff for the tile work. In determining the amount of its bid on the project plaintiff used the figure submitted by defendant. The latter had been furnished with a copy of the plans and specifications, and first submitted his offer by telephone on or prior to August 4, 1949. Such verbal offer was confirmed in writing, received by plaintiff on August 8th following. It is plaintiff’s claim that defendant’s offer was duly accepted, and that defendant was notified accordingly but that he refused to proceed with the work. In consequence, plaintiff, as it claims, was compelled to let a contract to another party for the tile work, at a figure of $47,405. Said party performed and was paid the amount of the contract-price.\nThe present action was brought by plaintiff to recover damages because of defendant’s refusal to supply the labor and material contemplated by his bid. Following a trial before the court without a jury plaintiff had judgment for the sum claimed by it, with interest. Defendant has appealed, claiming that his motion for judgment in his favor, made at the conclusion of plaintiff’s proofs, and renewed later, should have been granted, and that the trial judge was in error in holding that the offer contained in defendant’s bid had been accepted by plaintiff.\nIt is appellant’s claim that his offer was not accepted within a reasonable time and, in consequence, was revoked by operation , of law. The trial judge rejected this contention and held that the record before him required the conclusion that there was a proper acceptance of the bid. From the testimony in the case, most of which is not materially in dispute, it appears that plaintiff was advised on the 8th or 9th of August, 1949, that its bid for the St. Clair Metropolitan Beach project had been, or would be, accepted. The contract was executed August 17th following. Plaintiff’s president testified on the trial that he tried to contact defendant by telephone on September 1st for the purpose of advising him that his bid for the tile work was accepted. Defendant stated on the witness stand that he had been advised by others that he was the low bidder for such work. Subsequent attempts by plaintiff to reach defendant by telephone failed until September 23d at which time plaintiff, through its president, informed defendant that his bid was accepted and requested him to come to plaintiff’s office to the end that the agreement might be reduced to writing and signed by the parties. A conference followed on the same day between Charles E. Tackels, representing plaintiff, and defendant. It is a fair conclusion from the proofs that in the course of this conference defendant expressed the opinion that his bid was too low and that the individual who prepared it in his behalf had incorrectly computed the amount for which the tile work could be done. The conclusion is fully justified from the testimony of Mr. Tackels and of defendant that the latter did not, on September 23d, claim that there was an unreasonable delay in accepting his bid. Apparently he was doubtful at the time whether it would be expedient for him to proceed with the contract for the sum named in his offer.\nBy letter dated September 28, 1949, plaintiff advised defendant that unless he proceeded to perform the work covered by his bid, and to supply the materials therefor, plaintiff would seek bids from other contractors, and hold defendant liable for damages that might be sustained because of his refusal. Shortly thereafter defendant Fantin started suit against plaintiff, asking that the court decree cancellation of the contract between the parties and also the cancellation of the bid. The bill of complaint hied affirmatively alleged that on September 23d defendant corporation, C. E. Tackels, Inc. (plaintiff here), had informed plaintiff (defendant here) that the latter’s bid had been accepted. As the basis for relief the bill further alleged that the Fantin bid had not been properly computed, and that the reasonable value of labor, materials, and equipment necessary for the job was approximately $8,000 in excess of the amount of the bid. The pleading further set forth that the contract was still executory, that the parties could be placed in statu quo, and that the enforcement of such contract would result in loss to Fantin. The bill of complaint was dismissed on motion, a memorandum opinion filed stating in effect that no fraud was alleged, that the rights of third parties had intervened, and that defendant (C. E. Tackels, Inc.) could not be placed in statu quo. From the order of dismissal no appeal was taken.\nIn the present case defendant in his answer denied plaintiff’s claim as set forth in its declaration with reference to the acceptance of the bid. Such denial was not supported by affirmative averments indicating that reliance was placed on the claim now advanced that the offer was not accepted within a reasonable time and, therefore, had been terminated by operation of law. Defendant did not claim on the trial that he at any time prior to September 23, 1949, advised plaintiff that he was withdrawing his offer ox that he considered that it was terminated for nonacceptance.\nAssuming that the pleadings are in such form as to permit defendant to urge the claim now advanced by him, we are impressed that under the factual situation presented by the record here it is without merit. What constitutes a reasonable time for the acceptance of an offer depends on the facts of the particular case under consideration. Burton v. Ladd, 211 Mich 382, 387. See, also, Lake Independence Lumber Co. v. Frank M. Pauli Co., 224 Mich 447. As above pointed out, it appears that approximately 2 weeks after entering into the contract with the Metropolitan Authority plaintiff attempted to contact defendant for the purpose of advising him that his bid was accepted, and that such attempt was repeated on subsequent days until finally contact was obtained on September 23d. At that time defendant’s expressed reluctance to proceed with the work resulted from his belief that the bid price was too low to cover the cost of labor and materials. He did not indicate by his statements that refusal to do the work contemplated was, or would be, 'predicated on the theory that acceptance of the offer was precluded because of delay on plaintiff’s part. The-failure to assign such reason is significant. In Ohio & Mississippi Railway Company v. McCarthy, 96 US 258, 267, 268 (24 L ed 693), it was said:\n“Where a party gives a reason for his conduct and decision touching any thing involved in a controversy, he cannot, after litigation has begun, change his ground, and put his conduct upon another and a different consideration. He is not permitted thus to mend his hold. He is estopped from doing it by a settled principle of law.”\nThe principle recognized in the statement above quoted is applicable in the case at bar. See, also, Rode & Brand v. Kamm Games, 181 F2d 584. Furthermore, as pointed out by the trial judge, aliegations in the bill of complaint filed by Fantin in the equity suit, above mentioned, are inconsistent with his position in the present action, and tend strongly to impeach the claim on which he now relies.\nThe decision of the trial court did not result in making a contract for the parties but, rather, rested on the determination that a valid agreement was made by which defendant was bound. In passing on the factual issues the circuit judge had the advantage of hearing the testimony presented in open court and, hence, was in position to pass on the credibility of the witnesses. In cases of this nature, tried before the court without a jury, we do not reverse unless the. evidence clearly preponderates against the finding-on which the judgment entered is based. Vannett v. Michigan Public Service Co., 289 Mich 212; Hall v. Horak, 329 Mich 16; Kellar v. United Metal Products Company, 338 Mich 651.\nThe issues in the case were correctly determined in the circuit court, and the judgment entered there is affirmed, with costs to plaintiff.\nBtttzel, C. J., and Btjshnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Carr, J."
      }
    ],
    "attorneys": [
      "Bratton, Bratton S Broolce, for plaintiff.",
      "George E. Ganos and Roman Sdlanshi, for defendant."
    ],
    "corrections": "",
    "head_matter": "C. E. TACKELS, INC., v. FANTIN.\n1. Contracts—Acceptance of Offer—Time.\nClaim that defendant’s offer to do certain -work as a subcontractor for plaintiff general contractor had not been accepted within a reasonable time held, without merit under record presented.\n2. Same—Acceptance of Offer—Time.\nWhat constitutes a reasonable time for the acceptance of an offer depends on the facts of the particular case under consideration.\n3. Same—Acceptance of Offer—Delay.\nDefendant’s failure to assign as a reason for his refusal to do certain tile work for plaintiff general contractor pursuant to low bid therefor which had been accepted and notice given to defendant 37 days after execution of the general contract although efforts to notify defendant had been commenced within 2 weeks after execution of the general contract, that defendant’s offer had not been accepted within a reasonable time, estopped defendant from asserting as a defense to action for breach of contract that no contract had been entered into because of delay in accepting oiler.\nReferences for Points in IIeadnotes\nfl, 2] 12 Am Jur, Contracts § 56.\n[3] 41 Am Jur, Pleading § 117.\n[4] 12 Am Jur, Contracts §§ 226, 228.\n[5] 3 Am Jur, Appéal 'and Error § 896.\n4. Same—Subcontract—Tile Wobic—Public Works—Finding op Court.\nTrial court’s decision that defendant was liable under his contract to furnish tile work for general contractor for construction of a public works did not result in the making of a contract for the parties but was based upon a determination that a valid agreement had been made by which the defendant was bound.\n5. Appeal and Error—Finding op Fact—Credibility op Witnesses—Nonjury Cases.\nFindings of fact by a trial court in a nonjury case are not reversed unless the evidence elearly preponderates against the finding on which the judgment entered is based, where the trial court had the advantage of hearing the testimony presented in open court and was in position to pass on the credibility of the witnesses.\nAppeal from Wayne; Murphy (George B.), J.\nSubmitted October 12, 1954.\n(Docket No. 65, Calendar No. 46,245.)\nDecided November 29, 1954.\nAssumpsit by C. E. Tackels, Inc., a Michigan corporation, against Ernest Fantin, doing business as Ernest Fantin Tile & Marble Company, following failure to perform at subcontract bid figure. Judgment for plaintiff. Defendant appeals.\nAffirmed.\nBratton, Bratton S Broolce, for plaintiff.\nGeorge E. Ganos and Roman Sdlanshi, for defendant."
  },
  "file_name": "0119-01",
  "first_page_order": 159,
  "last_page_order": 165
}