{
"id": 1855497,
  "name": "RIGO v. DeGUTIS",
  "name_abbreviation": "Rigo v. DeGutis",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 9, Calendar No. 46,015",
  "first_page": "126",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "75 A 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "226 Pa 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0254-01"
      ]
    },
    {
      "cite": "32 ALR 1338",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "99 NE2d 898",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "156 Ohio St 52",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1057284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/156/0052-01"
      ]
    },
    {
      "cite": "179 Mich 110",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1659198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/179/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 9547,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.4064277772564744e-07,
      "percentile": 0.6459181597073806
    },
    "sha256": "0ea5e50bc344b8c670a0000dbada770b10365863e0c7c7c285f95ef1cbebf759",
    "simhash": "1:9d58c1ff915c687b",
    "word_count": 1586
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Cask, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "RIGO v. DeGUTIS."
    ],
    "opinions": [
      {
        "text": "Bushnell, J.\nThis is an appeal by plaintiff Robert Rigo from a decree denying him equitable relief. This decree was entered on the pleadings upon defendants’ motion. Rigo sought a dissolution of an oral partnership agreement which he had entered into with defendant John DeGutis. He also asked for an accounting of the funds and assets of the partnership.\nAccording to plaintiff’s bill of complaint, he entered into an oral partnership agreement in June of 1945, for the purpose of acquiring a certain liquor business in the city of Hamtramck. It is the claim of Rigo that DeGutis represented that it would be better to have the license of the proposed bar registered in the name of defendant Catherine DeGutis, his wife, and, relying upon this representation, he (Rigo) acquiesced in this plan, and the bar business was so acquired in September of 1945. Rigo worked in the bar for a period of time during which the partners withdrew funds from the profits of the business until each had been repaid his initial investment. Rigo further claimed that sometime in 1947, DeGutis told him that the bank account of the partnership, which was then in the names of Rigo and DeGutis, would have to be changed to the name of DeGutis alone, because he (DeGutis) had been advised that the liquor license issued in the name of his wife, Catherine, could be revoked because Rigo was a silent partner. Plaintiff consented to this transfer of the hank account, and later that year or in the early part of 1948 asked that the surplus of the partnership be distributed. DeGutis refused to make any accounting and told Bigo that he had used some of the funds of the partnership in other ventures, “and that in a short while he would straighten the matter out and come to a proper accounting.”\nIt is further alleged that DeGutis and his wife sold the bar and purchased a new one located elsewhere, known as the “Bowery Cafe.”\nIt is the claim of Bigo that the Bowery transaction and others involving various oil interests were made with the funds of the partnership. In an amended bill of complaint, Bigo alleged that he had only a very limited business experience and was at all times completely uninformed of the rules and regulations of the liquor control commission regarding disclosure of ownership; that he had no.knowledge of any violation of law or rules of the commission until that issue was raised by DeGutis, and that he has since come to the realization that DeGutis was attempting to perpetrate a fraud upon him.\nIn their motion for a decree on the pleadings, defendants asserted the following grounds:\nThat Bigo is a silent partner, has admitted there is no written partnership agreement, and that the license was in the name of Catherine DeGutis only. The allegations as to the partnership agreement were denied under oath by defendants in their answer. Defendants further insisted in their motion that, even if there was an agreement, it would be contrary to public policy, prohibited by the statutes of the State and regulations of the commission, and, therefore, illegal, invalid and void; hence, no recovery should be granted upon an illegal contract, made in violation of the law which forbids the existence of a silent partnership in the liquor business. Consequently, say defendants, equity should not grant relief to violators of the law who seek to benefit as a result of their own violation; and finally, that equity will not grant relief upon the breach of an agreement pertaining even to a legal business if conducted in an illegal manner.\nPlaintiff, in opposing a decree upon the pleadings, insisted that his bill of complaint, together with defendants’ reply thereto, clearly sets up a cause for equitable relief; that defendants should not be permitted upon a plea of violation of public policy to unjustly benefit by a fraud practiced by them upon plaintiff, who was not a party to any illegal contract and who relied upon the representations set forth in his bill and defendants’ reply thereto.\nThe trial judge granted defendants’ motion and entered a decree dismissing plaintiff’s bill of complaint based upon the finding that the alleged oral agreement was against public policy and, therefore,, unenforceable; and, consequently, that plaintiff was not entitled to relief in a court of equity.\nThe sole question raised on appeal is whether plaintiff was entitled to a hearing on the merits.\nThat a partnership, to operate a. liquor business with a silent partner, is against the public policy of the State, and unenforceable, is clearly suggested in Beemer v. Hughes, 179 Mich 110. Higo contended, however, that he is entitled to show that the liquor control commission has “closed its eyes to silent partnerships in the matter of liquor licenses and liquor establishments and that the regulation, if there is such a regulation, is not uniformly enforced.” He argues further that if there is any such regulation, it “is observed mainly by its breach.”\nThe enforcement by the liquor control commission of its regulations and its policy respecting the liquor laws of this State is not now before us. The alleged nonfeasance is neither material nor relevant to the issues presented, and is not subject to review on the pleadings in this case.\nThe Michigan Administrative Code (1944), pp 435, 437, and Supplement No 12, p 25, containing the rules and regulations of the liquor control commission, provide:\n“23. * * * No licensee shall sell or transfer his license, or any interest therein, without the consent of the liquor control commission. Nor shall any person or persons obtain a license in his or their name for the use and benefit of another person whose name does not appear on the license.”\n’ “29. * * * No licensee shall transfer location of his license, nor make any alterations in the physical structure of his licensed premises, nor install any additional bars, without the consent of the liquor control commission being first duly obtained.”\nSee, also, CL 1948, §§ 436.7 and 436.45 (Stat Ann 1953 Cum Supp § 18.977, Stat Ann § 18.1016).\nThe weight of authority is that the equitable remedy of accounting will be denied where the agreement in question is in violation of public policy and the law of the State. This principle is clearly stated in Nahas v. George, 156 Ohio St 52 (99 NE2d 898, 32 ALR 1338) and authorities cited therein. In that case the court, after discussing the development of ¡this principle, said (p 58) in commenting on the decision in Vandegrift v. Vandegrift, 226 Pa 254 (75 A 365, 18 Ann Cas 404):\n“It was held further that under circumstances like those disclosed equity will leave the parties where it finds them and will not lend its aid toward the recovery of money derived from the partnership business which one partner claims is due him from the other.”\nThe Nahas Case, as reported in 32 ALR2d, is followed by extensive annotations beginning at page 1345, entitled: “Right of partner or joint adventurer to accounting where firm business or transactions are illegal.” Beginning at page 1410 of this annotation there is collected under the heading of “Liquor Laws,” the available authorities on this subject, among which are the Beemer, Nahas and Vandegrift Cases, supra.\nIn the light of the material allegations stated in the pleading, and viewing them most favorably to plaintiff, the trial court correctly found that Rigo’s claim was based upon an alleged contract which is contrary to public policy and, therefore, unenforceable. Hence, plaintiff may not resort to a court of equity for an accounting.\nThe decree is affirmed, with costs to appellees.\nBtjtzel, C. J., and Cask, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Bushnell, J."
      }
    ],
    "attorneys": [
      "Davidow & Davidow (Larry 8. Davidow, of counsel), for plaintiff.",
      "William Cohen, for defendants."
    ],
    "corrections": "",
    "head_matter": "RIGO v. DeGUTIS.\n1. Partnership —• Liquor Business — Silent Partner — Public Policy.\nA partnership, to operate a liquor business with a silent partner, is against the public policy of the State and unenforceable (Administrative Code 1944, p 435, Supp No 12, p 25).\n2. Appeal and Error—Questions Reviewable—Public Policy— Enforcement of the Liquor Laws.\nThe enforcement by the liquor control commission of its regulations and its policy respecting liquor laws of the State is not before the Supreme Court in an appeal from decree dismissing bill for accounting on ground that oral contract for partnership to operate a liquor business was unenforceable as against public policy (Administrative Code 1944, p 435, Supp No 12, p25).\n3. Accounting—Contracts—Public Policy.\nThe equitable remedy of accounting will be denied, where the agreement in question is in violation of public policy and the law of the State.\n4. Partnership—Accounting—Liquor Business—Silent Partner —Public Policy.\nSilent partner under oral partnership agreement entered into with husband of woman in whose name a liquor license had been secured may not have accounting under such agreement, since it is an agreement contrary to public policy and unenforceable (Administrative Code 1944, p 435, Supp No 12, p 25).\nReferences for Points in I-Ieadnotes\n[1] 40 Am Jur, Partnership § 29.\n[2] 3 Am Jur, Appeal and Error § 823.\n[3, 4] 1 Am Jur, Accounts and Accounting § 54.\nAppeal from Wayne; Webster (Arthur), J.\nSubmitted October 13, 1954.\n(Docket No. 9, Calendar No. 46,015.)\nDecided November 29, 1954.\nBill by Robert Rigo against John DeGntis and Catherine DeGutis for accounting and dissolution of alleged partnership. Decree, on pleadings, dismissing bill. Plaintiff appeals.\nAffirmed.\nDavidow & Davidow (Larry 8. Davidow, of counsel), for plaintiff.\nWilliam Cohen, for defendants."
  },
  "file_name": "0126-01",
  "first_page_order": 166,
  "last_page_order": 171
}