{
  "id": 807228,
  "name": "THE PEOPLE v. THOMAS C. SMITH",
  "name_abbreviation": "People v. Smith",
  "decision_date": "1906-05",
  "docket_number": "",
  "first_page": "127",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 127"
    },
    {
      "type": "parallel",
      "cite": "113 App. Div. 150"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "164 U. S. 694",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3590964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/164/0694-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 12436,
    "ocr_confidence": 0.578,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.028930644219025897
    },
    "sha256": "09d5bbf212d3022a13b91e8786badc9e189ce6115fdc73cb46c0f32ed64ea245",
    "simhash": "1:624f58de102b5a8e",
    "word_count": 2184
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. THOMAS C. SMITH."
    ],
    "opinions": [
      {
        "text": "Ingraham, J.:\nThe defendant was indicted for the murder of one Louisa Smith. There was evidence that the defendant and the deceased had been living together for some years prior to the 9th of February, 1904; that a few days prior to February 9, 1904, the deceased left the defendant, and on the morning of February ninth was with her sister, who lived in a tenement house in West Forty-first street with a man named Brooks, who was in the defendant’s employ; that on the morning of February ninth the defendant with two companions took Brooks, who was drunk, to the rooms in which Brooks lived with the deceased’s sister; that in trying to take Brooks to his room, the defendant having become covered with filth, he left Brooks on, the stairs and went into a room where the deceased and her ■sister were in bed; that the defendant requested the sister of the deceased to “ wash him off ” and took off his coat and vest; that the sister of the deceased washed him, gave him another shirt, which he put on and walked back into the room where the ■deceased was in bed, leaving the sister of the deceased in the kitchen; that in the meantime the deceased had got up and partly dressed herself.\nThe -sister of the deceased, called for the People, testified that the defendant walked back to the parlor, grabbed the deceased by her arm and said, “ Are you going to give me those rings ? ” that the deceased did not make any reply and walked on to the bedroom; that the defendant followed the deceased into the bedroom, when he grabbed her by the arm again, and the deceased said, “ Don’t, Tom, you hurt; ” that the witness said, “ You children want to stop playing in there,” to which the defendant replied, “ I am not playing,” and the deceased then sat down on the edge of the bed, when the defendant said,\nAre you going to give me those rings ? ” that the deceased made no reply, when the defendant took a pistol out of his pocket and said, “ Take that,” and discharged the pistol, inflicting the wound which subsequently resulted in her death. After the shooting the police were called in and the deceased was taken to the hospital.\nThe defendant was called as a witness, and his account of what happened in the room prior to the shooting was not substantially in conflict with that of the deceased’s sister. He stated that they were in the front of the apartment; that the deceased came into the room, when the defendant said to her, u What did you do with your rings,” to which the deceased replied, “ I have got them; ” and the defendant said, “ I thought perhaps you pawned them; ” that the defendant then sat down on the lounge near the fire, the deceased standing in front of the door between the front room and the bedroom; that the defendant took a revolver from his pocket to transfer it to the other pocket, and it caught in his suspenders; that as he did that the deceased grabbed the revolver and attempted to make off with it; that the defendant then grabbed the deceased by the right shoulder, taking the revolver from her; that they struggled to the edge of a bed; that the defendant raised the revolver, when it went off; that the deceased’s sister, who was in the kitchen, then ran into the room screaming murder; that the deceased then said, “ If you have shot my sister, run,” and the defendant said, “ What for ? ” to which she replied, “ She don’t like you; she will have you locked up; ” whereupon the defendant left the house and subsequently went to Hew Jersey, throwing the revolver in the river as he went across the ferry; that about the second of March he returned and saw the deceased at Bellevue Hospital; that from Bellevue Hospital he took the deceased to the place where he lived in Twenty-fourth street, stayed with her there until she died on the twelfth day of March, and then gave himself up to the police; that after the shooting and before her death the defendant and the deceased were married. There was a small amount of insurance on the deceased’s life which the defendant claimed, as her husband. It also appeared that the deceased was first taken to Boosevelt Hospital, where an operation was performed for the gunshot wound, and she was then transferred to Bellevue Hospital; that while there what was called “ resolving pneumonia ” developed, which was the cause of her death; that after the death there was an autopsy by the coroner’s physician, who found a bullet wound over the left hip bone, the bullet was broken in two fragments lying at the level of the fifth lumbar spine; that he found a large fecal abscess containing intestinal contents; that this abscess had burrowed down to the brim of the pelvis,, and had caused a clot of blood to form in a large vein which was carried by the blood from the pelvis and the leg to the heart, lodged in the arteries supplying a portion of the right lung, and caused an infection of the lung which finally broke down and became gangrenous and caused the death of the deceased. Thus, the pistol wound caused the abscess, and from that followed the gangrene of the lung which caused death.\nI think there is no serious question but that there was presented by this evidence a question for the jury. The case was submitted to the jury by a charge which seems to have protected all the rights of the defendant, and to which the defendant made no objection and took no exception. The defendant insists that error was committed by the court receiving in rebuttal the evidence of two police officers as to declarations made by the deceased to them after the shooting. The circumstances under which this testimony was -received were as follows: On the part of the defendant testimony of statements made by the deceased were introduced to the effect that the deceased and the defendant were fooling with the revolver and in some manner the revolver went off; that at first she did not know she was shot and thought her sister was shot; that she had told a lie about the defendant; that her sister had told her to make these statements ; that just before she died she sent for her husband to tell him that she was sorry for what she had said, and that the shooting was an accident. In rebuttal the People called two police officers who saw the defendant at the hospital. One of them testified that the deceased said to him that “ he (defendant) asked me for these rings and these clothes that he always asked me for every time we had a fight. I told him, now Tom, you get away from here; I don’t want nothing to do with you at all. * * * My sister was out in the other room and she says: ‘ You children stop your fooling in there.’ Tom says, ‘ I am not fooling; ’ she says at the same time he pulled the revolver out of his pocket and pointed it at me and said e take that; ’ ” that he then ran away. The defendant moved that this testimony be stricken out and that the jury be instructed to disregard it on the ground that it was incompetent and irrelevant, to which the court said: “ Strike out all except, ‘ He took the pistol from his pocket and said, take that,’ ” Another police officer was also allowed to testify that the deceased said to him, “ He demanded rings and clothes from her, and when she refused to give them, he put his hand in his pocket, pulled the revolver and fired and said, ‘ Take that.’ ” The defendant move to strike out this testimony, and the court struck it all out except as to the shooting, taking the revolver from his pocket, saying, “ Take that,” and to this the defendant excepted. On the following morning the court made this statement : “ Yesterday I permitted the police officers to testify to certain statements made to them by the deceased immediately after the shooting, because it seemed fair. Strike out all the testimony of the two police officers as to the statements made to them by the deceased and I instruct you, gentlemen, to pay no attention to those statements.”\n. Counsel for the defendant then said: “ In that view I shall ask your Honor to strike out all the testimony of Officer Biggart as to his having had any conversation with the deceased.” To that the court said: “ The fact that he had a conversation, of course, would not prejudice the defendant,” to which counsel for the defendant said: “ The fact that she gave him that picture.” Whereupon the district attorney said: “ I consent that she said, ‘ It was a picture of the defendant ’ be stricken out, but not the fact that it was a picture.” Ho further statement was then made by the defendant, and no further requests to the court in regard to this testimony.\nThe defendant insists that it was error to receive this evidence, the testimony not being sufficient to justify its reception as an ante-mortem deposition of the deceased. The district attorney claims that this testimony was competent in rebuttal to meet the evidence offered by the defendant of the ante-mortem statements of the deceased that the shooting was an accident, and Carver v. United States, (164 U. S. 694) is relied on. In that case it was held that it was error to refuse to allow the defendant to prove declarations of the decedent tending to contradict declarations admitted on behalf of the People whether the contradictory statements were admissible as dying declarations or not. In this case the declarations made to the police officers, which were admitted, were made some time before those introduced by the defendant, when it appears from the testimony that the deceased did not then expect to die. There is no doubt but that declarations made about the same time which were inconsistent with declarations admitted in evidence as dying declarations were admissible, but whether the People could prove declarations by the deceased made immediately after the wound, when there was no expectation of death, to contradict dying declarations made when the deceased had given up hope of recovery, need not be now determined, as we think that if there was any error in admitting these declarations it was cured by the action of the court in striking out the testimony and expressly directing the jury to disregard it and subsequently submitting the case to the jury without reference to this testimony. The defendant excepted to the admission of the testimony and after its admission moved to strike it out. The court granted that motion. Ho further request was made in relation to this evidence by the defendant, and it seems to have been disregarded in the subsequent conduct of the trial. Under those circumstances I do not think the defendant can complain of the admission of the evidence.\nWe think, therefore, that the question as to the admissibility of this evidence is not presented and that the defendant was not prejudiced by the ruling of the court, to which exceptions were taken.\nThere are other exceptions to rulings on questions of evidence, but we do not think any of them well taken or that they require discussion. A' careful examination of the whole record has convinced us that the defendant had a fair trial and that the verdict of the jury is in accordance with the evidence.\nThe judgment appealed from must be affirmed.\nO’Brien, P. J., McLaughlin, Clarke and Houghton, JJ., concurred.\nJudgment affirmed. Order filed.",
        "type": "majority",
        "author": "Ingraham, J.:"
      }
    ],
    "attorneys": [
      "Lorlys Elton Rogers, for the appellant.",
      "E. Crosby Kindleberger, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVSION—FIRST DEPARTMENT,\nMay, 1906.\nTHE PEOPLE v. THOMAS C. SMITH.\n(113 App. Div. 150.)\n(1) . Murder in Second Degree—Evidences.\nEvidence on trial of indictment for murder in the second degree considered, and conviction sustained.\n(2) . Same—When Error in Admitting Declarations by Deceased Cured by Striking Out.\nAlthough the Court, in order to rebut evidence by the defendant that the decedent admitted the shooting to be accidental before her death, has admitted evidence of declarations made by the decedent to police officers shortly after being shot and long before her death showing that defendant intended to shoot her, the error, if any, is cured when the court on motion of the defendant strikes out the evidence and directs the jury to disregard it.\nAppeal by the defendant, Thomas 0. Smith, from a judgment of the Court of General Sessions of the Peace in and for the city and county of Hew York, entered in the office of the clerk of said court- on the 17th day of June, 1904, convicting' the defendant of murder in the second degree, and also from an order denying the defendant’s motion for a new trial.\nLorlys Elton Rogers, for the appellant.\nE. Crosby Kindleberger, for the respondent."
  },
  "file_name": "0127-01",
  "first_page_order": 149,
  "last_page_order": 155
}
