{
  "id": 1933598,
  "name": "Fralick et al. Adm's, vs. Norton et al.",
  "name_abbreviation": "Fralick v. Norton",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "130",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 7273,
    "ocr_confidence": 0.364,
    "pagerank": {
      "raw": 3.7224952686508474e-07,
      "percentile": 0.893918911874785
    },
    "sha256": "93173b104bdf63621a84f25ac21dcae5cbf8ccb4baa2b23039c0ecc678c88c31",
    "simhash": "1:369c88fccc3795c7",
    "word_count": 1306
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whipple, Ch. J., dissented."
    ],
    "parties": [
      "Fralick et al. Adm’s, vs. Norton et al."
    ],
    "opinions": [
      {
        "text": "Ry the Court, Green, J.\nPromissory notes, like bills of exchange, enjoy the privilege, conceded to no other unsealed instruments, of being presumed to be founded upon a valid and valuable consideration. (Story on Prom. Notes, § ?, 181.) This character was given to them by the 3 and 4 Anne Ch. 9, to which our statute corresponds. (B. S., p. 156.)\nUnder this statute, the requisites of a promissory note are, that it be a written engagement by one person to pay another person therein named, absolutely and unconditionally, a certain sum of money, at a time specified therein. (Story on Prom. Notes, § 1; 2 Bl. Com., 46?; Bayley on Bills, 1.)\n“A bill or note,” says Mi-. Justice Bayley, “must purport that the money mentioned in it shall be payable absolutely and at all evenfe; if it purport to make the payment depend upon any uncertainty or contingency, the instrument is'not, except in certain cases as to the Stamp Duties, a bill or note; and if it be not a bill or note ab initio, no subsequent event can make it so.” (Bayley on Bills, Ch. 1, § 6.) It must be for a fixed and certain amount, and not for a variable amount. If the specific sum be not exjuessed at all, or it be uncertain in amount, or it be accompanie d by other words that make it more or less, according to circumstances, the instrument is void as a bill of exchange or a promissory note. (Story on Bills, § 42; lb. on Prom. Notes, § 20.)\nThe sum claimed upon the instrument set forth in the case made, is the sixty dollars and interest mentioned therein; for it is not claimed that the defendants were absolutely and at all events bound to pay the fifty dollars. The question then is, whether they by this note engaged absolutely and without any condition to pay the sixty dollars and interest.\nThe whole of the instrument must be taken and construed together, in order to determine this question. The first clause, taken by itself clearly imports such an agreement; but, by the last clause, it is made subject to the condition that if a smaller sum should be paid at an earlier day, such payment should cancel the note. Now if the condition had been, that the note should become void provided the makers should convey a certain estate or perform certain labor, or deliver certain goods within a limited time, no one would pretend that the instrument was a promissory note. Such an instrument would simply import an engagement to do one of two things at the option of the maker, and not abso* lutely and at all events to do either. And could such an instrument , be distinguished from the one under consideration ? The purport of it . is, that the defendants engage to pay fifty dollars on the first day of January, 1843, or at their option, to pay sixty dollars and interest, on the 11th of the same month. They were bound absolutely to pay the one sum or the other, but not to pay either sum at all events. The sixty, dollars with use they engaged to pay only in the event of their not paying the fifty dollars at a specified time.\nI can see no distinction in principle, between this case and the ease ■ of an agreement to pay a certain sum at a certain time, provided a third person should fail to pay a sum certain at an earlier period; or to pay to D. or B., or his or their order. (2 Barnwell & Alderson, 417; Blanckenhagen vs. Blundell. See also, Hartley vs. Wilkinson et al., 4 Maule & Selwyn, 25.) It was the object of the statute to put promissory notes upon the same footing with bills of exchange, in every respect. Opinion of Kenyon, Ch. J., in Carlos vs. Fancourt, 5 Term R.., 482. Suppose a bill drawn by A. on B., requesting B. to pay C. fifty dollars ,on the first day of January, or sixty dollars and interest on the 11th of January, at B.’s election. B. by his acceptance of such a bill, would not be bound absolutely to the payment of either sum; and such a bill could not be said to be either payable at a certain time, nor for a sum certain. It evidently then would not possess the requisites of a bill of exchange, according to the law merchant.\nThe instruments declared on do not come within the definition of a promissory note, as given by any elementary writer. I am aware however, that there are some American cases, in which the qualities of a bill of exchange or promissojy note, seem to have been given to instru- . ments of this character. (See Bayley on Mils, p, 10, note i.) But the . well settled doctrine upon this subject in England, the general tenor of the American decisions, and the language of all .the elementary writers upon bills of exchange and promissory notes, are the other way.\nThe case of Makepeace vs. Harvard College, (10 Tick. B. 298,) is cited by the plaintiffs, as a strong case in their favor. An attentive perusal of the report of that case, however, will show that the instrument there in question, was not called by the court or counsel, a promissory note. The parties agreed upon a case, stating the facts; and they agreed that upon sucli facts, the Court should render judgment in favor of the College, for such sum as it was entitled to recover. The case made, embraced the original consideration of the agreement declared on; and the question argued, and which was examined and determined by the Court, was whether the note was a collateral undertaking in the nature of a penalty to enforce another obligation, or whether it was evidence, in connection with the other facts stated, of a subsisting debt to the full amount specified upon its face; and the Court decided that the defendant was justly indebted to the plaintiff in the full amount mentioned in the note. The form of the declaration does not appear from the report of the case; but it seems to me inferable from what does appear, that the plaintiff declared upon the instrument as a special agreement, supported by au adequate consideration.\nIt must be certified to the Circuit Com! for the County of Washtenaw, as the opinion of this Court, that the instruments in writing declared on, and offered in evidence in this case, are not promissory notes, within the statute; and that said Court did not, therefore, err in excluding them when offered in evidence by the plaintiffs.\nWhipple, Ch. J., dissented.\nCertified accordingly.",
        "type": "majority",
        "author": "Ry the Court, Green, J."
      }
    ],
    "attorneys": [
      "Morgan, Davidson & Holbrook, for plaintiffs.",
      "O. Hawkins, for defendants."
    ],
    "corrections": "",
    "head_matter": "Fralick et al. Adm’s, vs. Norton et al.\n'Tito following instrument is not a promissory note: $60. Plymouth, Jan’y 11, 1841*\n‘ Two years from date, for value received, we or either of us promise to pay E. W. or bearer, sixty dollars, with use. Said W. agrees that if fifty dollars be paid on the first day of January, 1843, it shall cancel this note. Signed by the makors.\nCase reserved from Washtenaw Circuit Court. The only question presented by tbe case was, whether the following instrument, and ten others in all respects similar, except in their amounts and times of payment, were promissory notes, and could be declared on, and given in evidence as such:\n$60. Plymouth, Jan’y 11,1841.\nTwo years from date, for value received, we or either of ns promise to pay E. Woodruff or bearer, sixty dollars, with use. Said Woodruff agrees that if fifty dollars be paid on the first day of January, 1843, it shall cancel this note.\nThe instrument was signed by the defendants.\nMorgan, Davidson & Holbrook, for plaintiffs.\nO. Hawkins, for defendants."
  },
  "file_name": "0130-01",
  "first_page_order": 138,
  "last_page_order": 141
}
