{
"id": 4381807,
  "name": "AMERICAN FEDERATION OF TEACHERS, LOCAL NO. 1713, AFL-CIO et al., Plaintiffs and Appellants, v. SAN LORENZO UNIFIED SCHOOL DISTRICT et al., Defendants and Respondents",
  "name_abbreviation": "American Federation of Teachers, Local No. 1713 v. San Lorenzo Unified Sch. Dist.",
  "decision_date": "1969-09-16",
  "docket_number": "Civ. No. 25684",
  "first_page": "132",
  "last_page": "137",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 132"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "51 Cal.Rptr. 653",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "242 Cal.App.2d 614",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2168592
      ],
      "pin_cites": [
        {
          "page": "p. 617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/242/0614-01"
      ]
    },
    {
      "cite": "22 Cal.Rptr. 270",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "204 Cal.App.2d 387",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2291788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/204/0387-01"
      ]
    },
    {
      "cite": "384 P.2d 170",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "32 Cal.Rptr. 842",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "60 Cal.2d 295",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2339369
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/60/0295-01"
      ]
    },
    {
      "cite": "1 Cal.Rptr. 213",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "176 Cal.App.2d 144",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 Cal.Rptr. 305",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "219 Cal.App.2d 302",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2132858
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "p. 314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/219/0302-01"
      ]
    },
    {
      "cite": "61 Cal.2d 93",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2337767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/61/0093-01"
      ]
    },
    {
      "cite": "66 Cal.Rptr. 183",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "259 Cal.App.2d 306",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2201207
      ],
      "pin_cites": [
        {
          "page": "p. 317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/259/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 8916,
    "ocr_confidence": 0.646,
    "pagerank": {
      "raw": 1.7086936624518006e-07,
      "percentile": 0.7020608151286041
    },
    "sha256": "0dde17e22733b789e1156b5469bd959433ea295b74c3aeb372ae82e19de664d5",
    "simhash": "1:a5ef609023c35d02",
    "word_count": 1450
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "AMERICAN FEDERATION OF TEACHERS, LOCAL NO. 1713, AFL-CIO et al., Plaintiffs and Appellants, v. SAN LORENZO UNIFIED SCHOOL DISTRICT et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "serving respondent San Lorenzo Unified. School District as a probationary teacher. He was notified by the district that it intended to terminate his employment at the end of the school year. The board of education, following a hearing conducted by a hearing officer of the Office of Administrative Procedure, adopted the hearing officer’s proposed decision not to reemploy the appellant.\nThe American Federation of Teachers, Local #1713, and Donald R Osborn, as its president and as an individual, sought a writ of mandate in the superior court directing the school district to re-employ Osborn as a probationary teacher for the following year 1967-1968. The petitioners have appealed from a judgment denying that writ.\nThe trial court in addition found that thé board of education did not serve upon the appellant Osborn or his counsel a copy of the hearing officer’s proposed decision prior to its adoption by the board on May 10, 1967, but did thereafter some time prior to May 15, 1967.\nThe appellants contend that (1) the findings of the trial court are not supported by substantial evidence; (2) the charges of the board are not sufficient “cause” for discharge as required by Education Code section 13443; (3) that the appellant Osborn was entitled to a copy of the hearing officer’s proposed decision prior to its adoption by the board, and (4) the court erred in holding that the appellants American Federation of Teachers, Local #1713, and Donald R. Osborn, as its president, had no standing to sue in this action.\nI. Are the findings of the trial court supported by substantial evidence.\nThe appellants, recognizing that the court is bound by the substantial evidence rule, argue that the trial court’s ruling should be overturned because there is not substantial evidence to support its findings. The Education Code provides that hearings requested by a probationary employee are to be conducted in accordance with the Administrative Procedure Act (Ed. Code, §13443; Gov. Code, § 11500 et seq.) which specifically permits review by petition for writ of mandate “in accordance with the Code of Civil Procedure.” Section 1094.5, subdivision (c), provides as follows: “Where it is claimed that the findings are not supported by the evidence, in cases, in which the court is authorized by law to exercise its independent judgment of the evidence, abuse of discretion is established if the court determines that the findings are not supported by the weight of the evidence; and in all other eases abuse of discretion is established if the court determines that the findings are not supported by substantial evidence in the light of the whole record.”\nSince this is not the type of case in which the trial court is authorized to exercise independent judgment on the evidence, the issue to be determined was whether the findings of the hearing officer were supported by substantial evidence.\nAppellants’ argument indicates a misunderstanding of the substantial evidence rule, no doubt because Code of Civil Procedure section 1094.5, subdivision (c), uses the words “substantial evidence in the light of the whole record.” However, the court in Beverly Hills Federal Sav. & Loan Assn. v. Superior Court, 259 Cal.App.2d 306, at p. 317 [66 Cal.Rptr. 183], stated: “Section 1094.5 of the Code of Civil Procedure uses the words ‘substantial evidence in the light of the whole record’ to describe the scope of review in those cases where the petitioner is not entitled to a limited trial de novo. The question remains whether 'the superior court must review the ‘whole record’ to determine whether there is substantial evidence, or whether the substantiality of the evidence is determined by isolating and considering only the evidence supporting the administrative decision and not that conflicting with it. The latter procedure is the required one. In other words, the superior court, in an administrative mandamus proceeding, must apply the ‘substantial evidence’ rule in the same manner that that rule is applied by appellate courts in California in reviewing decisions of trial courts. This is true despite the reference in section 1094.5 to the ‘whole record.’ ”\nOn each of the charges against the appellant teacher there is conflicting evidence in the record. However, in reviewing the record and considering the evidence supporting the decision and not that conflicting with it there is “substantial evidence” to support the findings.\nII. Are the charges of the hoard sufficient “cause” for discharge, as required by Education Code section 13443 ?\nThe appellants maintain that the charges, even if true, would not constitute appropriate grounds for discharging the appellant Osborn. The respondents maintain that the court, by statute, is precluded from reviewing the sufficiency of the cause for dismissal. The powers and limitations of judicial review, in this type of case, were stated in Griggs v. Board of .Trustees, 61 Cal.2d 93 at p. 96: “Nothing in the language of section 13444 prevents the reviewing court from determining whether the hoard has proceeded in excess of jurisdiction, whether there has been a fair trial, and whether the board’s findings of fact are supported by substantial evidence. However, where there is evidence to support the board’s findings of fact and where the cause for dismissal found by the board can reasonably be said to relate to' the ‘welfare of the schools and the pupils thereof,’ the reviewing court may not consider whether the facts found are sufficiently serious to justify dismissal. ’ ’\nHere, where there is substantial evidence to support the findings, and the causes for dismissal certainly relate to the welfare of the schools and the pupils, namely “inability to accept responsibilities of a teacher,” “inadequately supervising students,” and “failure to follow district procedures,” the court cannot consider whether the charges justify dismissal.\nIII. Was the appellant entitled to a copy of the hearing officer’s proposed decision prior to its adoption by the hoard ?\nThis question was answered adversely to the appellant in the case of Stoumen v. Munro, 219 Cal.App.2d 302 at p. 314 [33 Cal.Rptr. 305], in which the court stated: “Appellant also complains that a copy of the hearing officer’s proposed decision was not served upon him or his attorney prior to its adoption thereof by the department. In Dami v. Department of Alcoholic Beverage Control (1959) 176 Cal.App.2d 144,154 [1 Cal.Rptr. 213], it was held that neither due process nor section 11517 subdivision (b) required this to be done. ’ ’\nIV. Did the court err in holding that the appellants American Federation of Teachers, Local 1713 and Donald R. Osborn as its president, had no standing to sue in this action?\nThe actual issue here is not one relating to the right of a labor union to represent its members; that is correctly conceded by the parties. The issue is one of pleading, namely, have these appellants stated a cause of action? In their petition the appellants allege the status of appellants as a labor union and as president of that union, and that the union represents employees of the district in matters pertaining to their employment. There is no allegation in the petition that any right of the union or of its president as such has been invaded, and neither appellant asks that any relief be granted to them. The appellants cite Education Code sections 13083 and 13084 relative to the right of an employee organization to represent its members in relations with public school employers ; however, the petition does not contain any allegation that this right is being violated. The appellant union and its president have failed to state a cause of action, and the trial court therefore properly dismissed as to them. The eases cited by appellants (International Assn. of Fire Fighters v. City of Palo Alto (1963) 60 Cal.2d 295 [32 Cal.Rptr. 842, 384 P.2d 170], and International Assn. of Fire Fighters v. County of Merced (1962) 204 Cal.App.2d 387 [22 Cal.Rptr. 270]) are not in point, as in each of those cases the party alleged its rights had been violated, and it was seeking the aid of the court to correct certain policies and rules of the defendant.\nThe judgment is affirmed.\nDraper, P. J., and Brown (H. C.), J., concurred.\nA petition for a rehearing was denied October 16, 1969.\nNow Education Code section 13443 (see Parker v. Board of Trustees, 242 Cal.App.2d 614 at p. 617 [51 Cal.Rptr. 653]).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 25684.\nFirst Dist., Div. Three.\nSept. 16, 1969.]\nAMERICAN FEDERATION OF TEACHERS, LOCAL NO. 1713, AFL-CIO et al., Plaintiffs and Appellants, v. SAN LORENZO UNIFIED SCHOOL DISTRICT et al., Defendants and Respondents.\nLevy, DeRoy, Geffner & Van Bourg, Levy & Van Bourg, Victor J. Van Bourg and Stewart Weinberg for Plaintiffs and Appellants.\nRichard J. Moore, County Counsel, and William R. Johnston, Deputy County Counsel, for Defendants and Respondents."
  },
  "file_name": "0132-01",
  "first_page_order": 154,
  "last_page_order": 159
}