{
  "id": 1163978,
  "name": "Joseph Chaires, Executor of Mims, deceased, Appellant, vs. Wright Brady, Appellee",
  "name_abbreviation": "Chaires v. Brady",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "133",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "10 Fla. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1010,
    "char_count": 23742,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 3.493274102529848e-07,
      "percentile": 0.8823732580548133
    },
    "sha256": "60fb3b3a4b2f1ea7c90f624ed98d692dbcb231b394c9133bd6157a60e7088638",
    "simhash": "1:b31afb4d7195942e",
    "word_count": 4134
  },
  "last_updated": "2023-07-14T20:03:35.029416+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph Chaires, Executor of Mims, deceased, Appellant, vs. Wright Brady, Appellee."
    ],
    "opinions": [
      {
        "text": "DuPONT, C. J.,\ndelivered tlie opinion of tlie Court.\nThis is an appeal from a decree in chancery, directing the bill to be dismissed.\nThe bill was filed by the executor of Chesley B. Mims, deceased, for the purpose of redeeming certain slaves, alleged to have been mortgaged by the complainant’s testators to the appellant, for an advance of money, and for an account. It is not pretended that the paper executed by Mims, wliereby be parted with his title to tlie slaves, is a technical mortgage, or that it contains any of the elements of such an instrument, or bears any resemblance to tlie same. It purports to be an absolute bill of sale, witli warranty of title, reserving to tlie grantor an estate in tlie property, dependent upon his own life. There is nothing upon the face of the paper resembling a defeasance, or containing any intimation of a riglit either to foreclose or to redeem. The answer positively denies that the .conveyance ivas intended to operate as a mortgage, and alleges that it ivas intended to operate according to its purport, viz : as an absolute sale of the remainder, dependent upon the lite of the grantor. It is insisted, however, in the bill, that notwithstanding the absolute character of the instrument, complainant may show by proof aliunde the real nature of the contract between the parties. This brings up the question, how far, under what circumstances, and the proof required to con - vert a deed absolute on its face into a mortgage ?\nThis question has been a fruitful source of litigation in the courts of the country, and there has been great diversity and contradiction in the adjudications of the several States constituting the late Union. In some of them, any evidence going to show the intention of the parties is admissible to-fix the character of the instrument, while in others, it is held that such evidence only as tends to show fraud, accident, mistake or trust, will be permitted. We are not aware that there has been any authoritative adjudication of the question in this State, and it is now presented to us as one of first impression.\nThe theory upon which the former class of adjudications ])roceed is, that the fact of a deed being given as security determines its character, and not the -evidence of the fact. Also, that parol evidence that a deed is a mortgage is not heard in contradiction of the deed, but in explanation of the transaction, to prevent the perpetration of fraud by the mortgagee. Vide 1 Hilliard on Mort., 42.\nUpon this Mr. Hilliard remarks: “ This rule seems to he a departure from that established principle of evidence above referred to, which excludes parol proofs, to control or vary written instruments. In general, the rules of evidence are the same in law and equity. There jurisdiction and power are different, in reference to facts and circumstances which have been legally proved; hut the principles which govern the means of proof are substantially the same.”\nThe views of Judge Story seem to be in full accord with those of Mr. Hilliard. In remarking upon the subject he says: “ Even parol evidence is admissible in some cases¡ as in case of fraud, accident and mistake,* to show that a conveyance absolute o'n its face was intended between the parties to be a mere Mortgage or security for money.” (2 Eq. Ju., § 1018.) Efom ilie language in which this remark is couched,it is evidfent that the author designed to be understood a8' limiting the admission of the p&vol evidence to sífóh as should tend to show that there had been either fraud, accident or mistake in the execution of the instrument,- and to the exclusion of such as tended only to show the vague impression which life witness might entertain in regard to the intention of the parties.\nMr. Greenleaf is not, as guarded upon this subject ás arfe the authors before referred to,- but it is evident that he leans to the rule as laid down by them. In commenting upon his views, Mr. Hilliard remarks : “ There can be no doubt of the admissibility of parol evidence to prove an absolute deed a mortgage under any of the circumstances stated by Mr, Greenleaf. Mistake, surprise and frauds (to which; perhaps, may be added, trust,) are special grounds of equity jurisdiction, and may in all other cases, as well as the case of mortgage, be proved by parol evidence,- notwithstanding the existence of a written agreement between the parties, because the general rule of evidence above referred to is controlled by these alleged reasons for equitable relief. It will be seen that in some cases the admission of parol evidence to prove a mortgage has not been thus restricted. The reasons for thus restricting it, however, have been forcibly set forth by learned judges, even in some instances where they have been compelled by authority to decide against their own con-convictions.” 1 Hill, on Mort., 46. From these remarks it is easy to deduce the conclusion that the reformation of a deed, absolute on its face, into a mortgage or simple seeuity, stands on the same footing with that of the reformation of any other instrument; that it forms no exception in equity jurisdiction, a.nd is subject to the same rules of evidence that are applied to other cases cognizable in that Court. Untrammelled as we áre by any previous adjudication of the point, and convinced that the restriction above indicated is based upon sound principle, wo are inclined to adopt it as the rule of this' Court in contradistinction to the more vague and uncertain rule which obtains in some of the State Courts.\nBefore proceeding to an examination of the testimony, it is proper to notice the argument of the appellant’s counsel, based upon the words of the statute.. The phraseology of the statute is a,s follows Í All deeds of conveyance, bills' of sale, or other instruments of writing, Conveying or selling property, either real, personal or mixed, for the purpose,- or with the intention of securing the payment of money,whether such deed, bill of sale, or other instrument, be from the debtor to the creditor, or from the debtor to some third person or persons in trust for the creditors, shall be deemed and held as mortgages, and shall be subject to the same rules of foreclosure, to the same regulations and restrictions as now are or may hereafter be prescribed by law, in relation to mortgages.” Thomp. Dig., 376.\nIf we comprehended the point of the argument, its tenor was to establish, that this was an enlarging statute, and that consequently the modes of proof ought to be correspondingly enlarged. Such, however, is not the view that this Court has taken of the effect of that statute. In the case of McGriff, Administrator, vs. Porter et al., 5 Fla. R., 377, the Court, after commenting upon the object and design of the statute, concludes thus: ‘ Hence the instrument is not within the act which, from its whole scope, was clearly designed to* Ifl-mit, restrict and control the operation of certain classes of conveyances described therein, and not to enlarge or extend the operative force and effect of others.”\nGuided by the rule hereinbefore indicated, we now proceed to examine the merits of the case as they are presented by the bill, answer and proofs. And first as to the bill: There is no sufficient allegation in it that the emeovM-on of the instrument, in the absolute form which it bears, was procured by fraud, imposition, accident, mistake surprise, or even through ignorance of its operative effect. It is true that the bill does allege that Brady, the grantee, proposed to have the deed drawn in that form for the purpose of enabling him to take possession of the property after the death of the grantee, and coupled with the promise to have the instrument cancelled upon the repayment of the money loaned. But we do not think that the fraudulent intent is sufficiently charged. Besides the entire allegation is positively denied in the answer, and there is no sufficient evidence to sustain either the alleged inducement or the promise.\nThe first witness examined on behalf of the complainant, was Barton O. Pope, Esq., one of the subscribing witnesses to the instrument. In response to the 5th direct interrogatory he answers that “from all the circumstances attendant upon the transaction at th.e time, his mind was then and continues to be impressed with the opinion, that it was a conditional sale.” To the 6th and 7th interrogatories he answers that “he regarded it as a loan ; that he does not now recollect any statement made by either of said parties to the other, but recollects that Mims, having formerly been in trouble with one Beddin \"W. Parramore, by reason of his having executed an absolute bill of sale of a portion of the same property, exhibited a great unwillingness to place himself in a similar situation, and desired to avoid it if possible, by the execution of some instrument showing the precise nature of the transaction ; that Brady, however, was unwilling to advance him tbe money upon any other condition than liis execution of an instrument that would enable him, without further legal steps, to take charge of said property after the said Mims’ death.” To the 8th interrogatory, enquiring, if there were any obligation or promises made in regard to the future consideration of said written instrument, the witness answers “ that he recollects none.” This is all of the evidence furnished by this witness, and it is manifest that it makes no approach to the rule hereinbefore laid down. It is trae the witness says that Mims was unwilling to place himself in a situation similar to the one in which he had been in with Parrauiore, in consequence of having executed an absolute bill of sale to him,' to secure a loan of money. As we understand it, the difficulty that he encountered under the deed to Parrauiore was, that it entitled the grantee to make an immediate foreclosure, an'd thus might deprive the grantor of the use and benefit of the property during his life time. This family of slaves constituting the bulk of his property, and that that he was dependent upon it for a support, it was very natural for him to desire so to arrange the deed, that he should have assured to him, during his life, its use and benefit, and there is nothing extraordinary or unnatural, considering that he had no family of his own, that lie should desire to give the remainder interest to his nephew, who had assisted him in his distresses. Indeed, by reference to his letter, (marked exhibit A,) such will appear to have been his well matured design. In that letter, which from its date seems to have been the inducement of his nephew’s visit, after alluding to his embarrassment with Parrauiore, he says : “ I can get the money from eight or ten persons, hut I don’t want to do so. I am old and I want to fix my business with you. I will give you all my property with you. I might die, and then Tom, and Dick and Harry, pull and haul.” If ihe intention of the parties be interpreted in the light furnished by this letter, there is certainly nothing in the form of the instrument, which, in the slightest degree, conflicts with that intention. Hefore passing from the testimony of this witness, it may not be inappropriate to remark, that it not only fails to come within the mile airead}' announced, but upon the whole, is of so vague and indefinite a character as to furnish very little aid in the elucidation of the point at issue. At best, it consists .only of “impressions” made by “the circumstances attending the transaction,” but what those circumstances were we are not informed. It is the province of testimony •to deal with facts and not with impressions.\nTfio testimony of the remaining witness for the complainant, who is likewise a subscribing witness to the instrument, is ,of a like vague and indefinite character. He states nothing that would lead to the suspicion that any unfair means had been used by the grantee to induce the execution of the instrument in the form that it bears. He states distinctly that “he does not recollect of any agreement entered into by the parties at the time; but that his understanding of the matter was derived from the conversation of the parties together at the time of the execution of the conveyance.” He further states that “ he does not recollect definitely what passed at the time, further than he has testified.”\nThe counsel for the appellant, commenting upon the testimony of these two witnesses, insisted that the impression of the one and the understanding of the other, was admissible as evidence. \"We apprehend that there will be found in the books a marked distinction between the matter of opinion and the matter of impression or understanding; the former is predicated upon the existence or non-existence of a fact— the latter is only a deduction drawn from the assumption of that fact. So that while the one may rise to the standard of evidence, the other is universally rejected as such,\nThe rule as laid down by Q'reenleaf, where the deed is absolute in its terms, but the grantor claims it to be in truth only a mortgage, is that “ the burden of proof is on him to show the real intent of the parties, and that the present form of the transaction arose from ignorance, accident, onistake or undue adva/ntage talcen of his situation.” Under the latter clause of this rule, it was insisted by counsel that undue advantage was taken by the grantee of the embarrassment of the grantor, arising out of his prior transaction with Parramore. If there were no evidence on this point, wo should be still disinclined to view that embarrassment in the light of a duress sufficiently potent to vitiate the solemn act of the party. But there is evidence directly to the point and that of the very highest character — the admission and declaration of the grantor himself. In his letter belore referred to he distinctly avers that he could get the money from eight or ten Iversons, hut preferred not to do so. In the face of this declaration, it will hardly he seriously insisted that he was under the duress of circumstances contemplated in the rule.\nThe first witness in support of tire deed is William I). McKay. lie testifies as follows : “ I know of a contract of purchase, in which defendant bought of complainant some negroes in the year 1854. I was present at the making of the contract. I was in Florida selling a negro, and at Brady’s request, went to Mims’ house, whom I knew before, with him. The contract as I understood it, was fully understood —its terms were stated over several times by both parties to me. The subject matter of the contract was the title to certain negroes after Mims’ death. It was arranged and agreed upon at Mims’ house, and as I understood, from the earnestness of Mims, was done at his suggestion. Brady was to pay a certain debt due from Mims to one Parramore, and on his doing this, Brady was to have a title to a negro woman nann ed Esther, and I think eight children said to be hers. The negroes were to be Brady’s property, though Mims was to retain the possession and use of them till his (Mims) death. The contract was executed at Madison Court House, a day or two after the terms were agreed upon.”\nIn answer to the 5th direct interrogatory enquiring if he had ever heard Mims speak of the contract after the execution of the deed, he says — “ I heard him speak of it on the same day, after the writings were executed. He spoke of it as a sale and not a mortgage; said the negroes were just where he wanted them ; that he did not desire any other of his connexions but Brady to have the negroes.” He also answers to another interrogatory: There was nothing said about a loan or security — it was a sale, possession was not to be given till Mims’ death.” In response to one of the cross interrogatories, it appears that this witness was also present at the execution of the instrument, though not a subscribing witness. In contrasting the testimony of this witness with that of the witness Sutton, it will be perceived that his opportunity for obtaining a correct understanding of the terms of the agreement between the parties differed greatly from that enjoyed by Sutton. McICay’s means of knowledge was the distinct reiteration to him of the terms of the contract, by both parties. Sutton’s understanding of those terms was derived solely from the loose conversation that occurred at the time of the execution of the instrument. So that while the two witnesses are presumed to be equally credible, the rule of evidence will cause the testimony of McKay to preponderate.\nThe next witness who testifies in support of the instrument is Daniel Ladd. He says, “ at the request of Mr. Brady, on his first visit to this place, hearing Mims was sick and his property in jeopardy by an illegitimate son’s visit here shortly before, be wished me to be present at their interview. Mims requested it also, when he, Mims, said emphatically and. unequivocally, that his nephew, Wright Brady$ was the rightful owner of the negroes, and at his death all was his (Brady’s), and that he, Brady, need have no uneasiness on that score.” This witness also states, however, that subsequent to the time above indicated, be heard Mims speak very differently about the transaction. IJpon the force and effect of the contradictory declarations of a party, it is a well established rule of evidence that the after declarations of a grantor will he admitted to support, but never to contravene the legitimate operation of the deed. Hence, while his declarations to Ladd, in affirmance of the deed, tend powerfully to sustain the claim of the appellee, those of a contrary character do not rise to the standard of evidence, and'are not to he considered in the determination of the case.\nBut it is said by the counsel for appellant that this was' a transaction between parties standing in the relation of “ debtor” and “ creditor,” and brings it within one of the tests resorted to where evidence alunde is necessary to determine the true character of the instrument. Guided by the evidence in the record, we have not been able to discover the existence of that relation between the parties. The first that is heard of the transaction is an invitation by letter, from the uncle to the nephew, to visit him for the purpose of relieving him from his embarrassment with Parramore - — • The nephew accepts the invitation, makes the visit and in consideration that he shall pay the debt to Parramore, and some other trifling amounts of indebtedness, the grantor agrees to execute the instrument in the form in which it appears. So far from there existing between the parties any relation of “ debtor” and “ creditor,” it presents to our view the case of parties dealing at arm’s-length and upon equal terms.\nBut an alleged “inadequacy of price” is invoked as another test by which to try the operative effect of this insti-nment. Conceding, for the sake of argument, the correctness of the allegation, it may be sufficient to remark upon this point, that niere inadequacy of price, oi any other inequality in the bargain, is not understood as constituting-pet‘ se a ground to avoid a bargain in equity. There must be so'me other ingredients in the case of a suspicious character, such as the peculiar delations of the parties, imbecility, &c., from which the presulupt.ion of fraud would naturally arise. 1 Éq. Ju., §244. Butin oitr estimation, the case is not one in Which the charge of “ inadequacy will apply. Here is an old man without wife or children, reserving to himself all the benefit that he could possibly derive from the property, that is, the full use and enjoyment of it for the term of his natural life, and then disposing of the remainder interest to one who, by the laws of nature, had a claim upon his bounty, and by the law of the land might become entitled as a distributee, should he die intestate. Besides, the evidence of the only witness who testified definitely as to the value of the property does not sustain the allegation'.-\nBet us suppose that during the pendency of the life estate;' of the grantor' all of these slaves had died, and that the position of the parties now in Court were reversed. That instead of the grantee being here to defend against a claim to' redeem, he were now seeking to foreclose, rrpon the very evidence contained in this record. Is there the slightest doubt of what the result would be, in such a state of the case ? Could any Court hesitate for a moment to dismiss his bill ? If then the evidence would not sustain the right of the grantee to foreclose, neither will it sustain the right of the grantor to' redeem,, for they are correlative, and no instrument of writing can be converted into a mortgage where there is the absence of that mutuality of right.\nUpon a careful investigation of the law of this case and a full examination of the testimony, we are constrained to the conclusion that the instrument in question was intended by the parties thereto to operate as an absolute conveyance of the remainder interest in the slaves,- and not as-a mortgage security for a loan or advance of money.\nIt is therefore ordered, adjudged and decreed,, that the decree of the chancellor, heretofore rendered in this case on the 28th day of December, A. D. 1861, directing' the complain» ant’s bill to be dismissed, be affirmed*",
        "type": "majority",
        "author": "DuPONT, C. J.,"
      }
    ],
    "attorneys": [
      "Wilh. Gall for Appellant.",
      "M. J). Pwpy for Appellee."
    ],
    "corrections": "",
    "head_matter": "Joseph Chaires, Executor of Mims, deceased, Appellant, vs. Wright Brady, Appellee.\n1. Parol evidence will be allowed to show that a deed or other instrument absolute on its face was intended to operate as a mortgage or simple security, but such allowance is limited within the restriction that it must show some ground for equitable interference, such as fraud, accident, mistake, &c., in the execution of the instrument.\n2. The reformation of a deed absolute on its face into a mortgage or simple security, stands on the same footing as that of the reformation of any other instrument — it forms no exception in equity jurisdiction, and is subject to the same rules of evidence that are applied to other cases cognizable in that Court.\n3. The act of January 30th, 1838, entitled an act to amend an act to regulate the foreclosure of mortgages (Thomp. Dig. 376,) is not an enlarging statute, but was only intended to restrict the operative force and effect of certain classes of written instruments therein mentioned. The case of McGriee, Adm’r, vs. Porter et al. 5 Fla. R. R., 433, referred to and approved.\n4. As matter of evidence there exists a radical difference between the matter of opinion and that of impression as used in the books. The former is predicated upon the existence of a fact, the latter is only a deduction drawn from the assumption of that fact.\n5. Where it is sought to reform a deed absolute on its face, into a mortgage or security, the burdeq of proof is upon the party seeking the reformation.\n6. Where two witnesses are equally credible in their statement of a fact, credit is to be given to the testimony of him who has thebest means of information.\n7. The after declaration of a grantor will be admitted to support, but never to contravene, the legitimate foree and effect of the deed,\n8. Mere inadequacy of price or other inequality in the bargain will not per se constitute a ground in equity to avoid the contract; there mustbe some other ingredient in the caso of a suspicious character, such as the peculiar relation of the parties, imbecility, <fcc., from which the presumption of fraud would naturally arise.\n9. It is an essential ingredient to constitute a mortgage that both the right to foreclose and the right to redeem should exist; they are correlative and in separable.\nThis case was decided at Tallahassee.\nWilh. Gall for Appellant.\nM. J). Pwpy for Appellee."
  },
  "file_name": "0133-01",
  "first_page_order": 131,
  "last_page_order": 143
}
