{
"id": 1228875,
  "name": "THE PEOPLE EX REL. JOHN E. McALLISTER v. HARRY M. KAISER, WARDEN",
  "name_abbreviation": "People ex rel. McAllister v. Kaiser",
  "decision_date": "1924-01",
  "docket_number": "",
  "first_page": "135",
  "last_page": "137",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 135"
    },
    {
      "type": "parallel",
      "cite": "122 Misc. 245"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "78 Hun, 179",
      "category": "reporters:state",
      "reporter": "Hun,",
      "case_ids": [
        1171550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/9/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 256,
    "char_count": 4444,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04604727920430882
    },
    "sha256": "ed3933e2162eba4a8dba9787a193872133867b0f6f14b45fda02474b17190533",
    "simhash": "1:393b4cf356d3bd20",
    "word_count": 774
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. JOHN E. McALLISTER v. HARRY M. KAISER, WARDEN."
    ],
    "opinions": [
      {
        "text": "Crapser, J.:\nThe relator is before the court upon a writ of habeas corpus, allowed by the Hon. Wesley O. Howard on the 3d of November, 1923.\nThe relator was convicted of the following crimes:\n1913, General Sessions, New York county, burglary, sentenced to Elmira Reformatory.\n1915, County Court, Bronx county, criminally receiving stolen property, sentenced to Sing Sing prison for two years and six months.\n1918, County Court, Bronx county, burglary in the third degree, sentenced to Sing Sing prison for four years and six months.\nHe later escaped from prison, after serving only a part of the last sentence, to wit, only ten months. He had not completed the sentence imposed upon him for his third offense when he was arrested on an indictment found by the Bronx county grand jury on the 16th day of December, 1919, charging him with the crime of criminally having and carrying firearms as a fourth offense and thereafter on the 15th day of January, 1920, pleaded guilty to the indictment and was sentenced by Louis D. Gibbs, county judge, Bronx county, for the term of his natural life.\nThe relator claims as a basis for the writ that, because of his escape, after serving ten months of the sentence of four years and six months at Sing Sing for burglary in the third degree, he had not completed the sentence imposed upon him for his third offense and that, therefore, he was serving on an unexpired term, during the service of which he had a right to appeal and that consequently could not be used as a basis for subequent imprisonment as a fourth offender and his imprisonment for life.\nThe judgment of conviction for the third offense was entered on the 16th day of August, 1918, and the-judgment of the conviction for the fourth offense was entered on the 15th day of January, 1920.\nThe relator’s right to appeal from his conviction entered on the 16th day of August, 1918, had to be exercised within one year. Therefore there is no merit in the relator’s contention on this point. Code Crim. Pro. § 521.\nThe second point upon which the relator bases his application is that his conviction was upon a plea of guilty and that under section 332 of the Code of Criminal Procedure a man may not be convicted on a plea of guilty where the punishment is by death or imprisonment for life, and in support thereof he cites the case of People v. Smith, 78 Hun, 179. That case was decided in 1894. At that time section 332 of the Code of Criminal Procedure read as stated in the petition of the relator herein. The legislature, however, amended section 332 by chapter 427 of the Laws of 1897 and by that amendment struck out that part of the section which read “ or imprisonment for life,” so that since May 14, 1897, section 332 of the Code of Criminal Procedure provides “ a conviction shall not be had upon a plea of guilty where the crime charged is or may be punishable by death.”\nThe relator’s writ of habeas corpus must be dismissed upon the merits, and upon all the facts set forth in the petition herein and the relator remanded to the custody of the warden of Clinton prison. Submit order accordingly.\nOrdered accordingly.",
        "type": "majority",
        "author": "Crapser, J.:"
      }
    ],
    "attorneys": [
      "Carl Sherman, Attorney-General (Parry P. Kehoe, Deputy Attorney-General, of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT —SPECIAL TERM —CLINTON COUNTY.\nJanuary, 1924.\nTHE PEOPLE EX REL. JOHN E. McALLISTER v. HARRY M. KAISER, WARDEN.\n(122 Misc. 245.)\n(1) Habeas corpus — Criminal law — Third time offender — Escape— Plea of guiltt to fourth offense? — When relator’s rioht to appeal from third conviction expired — Sentence for life upon conviction for fourth offense legal.\nKelator, convicted for the third time of felony, was on August 16, 1918, sentenced to a state prison for a term of four years and six months, and after serving ten months of that sentence he escaped and on January 15, 1920, a judgment of conviction for a fourth offense having been entered upon his plea of guilty, a sentence was imposed of imprisonment in Clinton Prison for life. Held, that relator’s right to appeal from his third conviction having expired his contention that it could not be used as a basis for his imprisonment as a fourth offender was without merit.\n(2) Same — Code Crim. Pro., § 3-32.\nUnder section 332 of the Code of Criminal Procedure, as amended in 1897, the sentence imposed upon relator’s plea of guilty was legal, and a writ of habeas corpus will be dismissed upon the merits and relator remanded.\nHabeas corpus.\nCarl Sherman, Attorney-General (Parry P. Kehoe, Deputy Attorney-General, of counsel), for respondent."
  },
  "file_name": "0135-01",
  "first_page_order": 151,
  "last_page_order": 153
}