{
  "id": 1933611,
  "name": "Attorney General ex rel. McKay vs. Detroit & Erin Plank Road Company",
  "name_abbreviation": "Attorney General ex rel. McKay v. Detroit & Erin Plank Road Co.",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "138",
  "last_page": "144",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 547,
    "char_count": 16158,
    "ocr_confidence": 0.309,
    "pagerank": {
      "raw": 6.008130127295502e-07,
      "percentile": 0.9543683820948634
    },
    "sha256": "aade8f6858c8806f0550c7ffebc616810b050899df57a6054cf103074318a0d0",
    "simhash": "1:299f842f8c2470b1",
    "word_count": 2781
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Attorney General ex rel. McKay vs. Detroit & Erin Plank Road Company."
    ],
    "opinions": [
      {
        "text": "By the Court, Whipple, C. J.\nA motion for an injunction was made in the Circuit Court of Wayne county, founded on the following facts: A common or public highway, called tbe Fort Gratiot Road, commencing at the city of Detroit, and extending through the townships of Hamtramck and Grosse Point, is alleged to have been obstructed by a corporation called the Detroit and Erin Plank Road Company, by the construction of a plank road and the erection of toll houses and toll gates over and across the said road. The hill also states that the Fort Gratiot Road has been established, worked and used for upwards of twenty years, and that the company has never applied to the supervisor or commissioners of highways of Hamtramck, for the purchase and release of any part of the Gratiot Road ombraeed in said township, and that neither the commissioners or supervisor have ever granted in any way to said plank road company a right to enter upon, take or use any part of said Fort Gratiot Road for the purpose of constructing, maintaining or using a plank road thereon.\nAs it is important to the public interests that the real question involved in this controversy should be definitively determined, and the door closed to future litigation, we have not thought it necessary to pronounce an opinion upon the question presented by the defendants, as to whether or not the case made by the hill would justify the interposition of a Court of Equity by writ of injunction, supposing the defendants to have had no authority under their charter to take possession of the Fort Gratiot Road, without the assent of the supervisor and commissioners of highways of the township of Hamtramck.\nThe act entitled “ An Act relative to Plank Roads,” approved March 12, 1848, provides in the first section, that all corporations thereafter created for the purpose of erecting plank roads, should he subject to the provisions therein contained. By the fourteenth section of this act, it is provided in substance, that whenever any plank road company may wish to use any part of a public highway or street for the construction of their plank road over the same, such company shall apply to the supervisor and commissioners of highways of the township, or common council of any incorporated city, or the president and trustees of any incorporated village, as the case may he, in which the highway or street is situated, for the purchase or release of the same; and it shall be the duty of such supervisor and commissioner's, or common council of any incorporated city, or the president and trustees of any incorporated village, as the case may be, to examine at the expense of such company, so much of any such highway or street as may he wanted as aforesaid by such company; and if in the opinion of such supervisor and commissioners, &c., tho public interest would not he prejudiced by-granting the application of such company, the supervisor and commissioner's, or a majority of them, may in writing signed by them, grant to such company a right to enter upon, take and use such highway or street for the purpose of tho construction, maintenance and uso of a plank road thereon, under tho provisions of the charter of such company; and upon filing such grant in the office of the township clerk, the company are authorized to use such highway for tho puiposo aforesaid. The amount received by the supervisor and commissioners for such grant, is directed to be expended in improving the highways, or in purchasing the right of way for highways^ in such township. The second section of the act to incorporate the Detroit and Erin Plank Road, authorizes the company to construct a plank road from the city of Detroit, on the Fort Gratiot Road (so called) twelve miles to the township of Erin in the county of Macomb, with the privilege of extending the same to the village of Utica, in said county. Section four authorizes the company, when duly organized, “ to enter upon and take possession of so much of said Fort Gratiot Road as lies between the said city of Detroit and the township of Erin, in the county of Macomb, and proceed to construct and maintain thereon a plank road” By the sixth section, the provisions of an act entitled “ A.n act relative to Plank Roads,” approved March 13th, 1848, shall be deemed a part of this act of incorporation.\nThe difficulty which presents itself, arises out of an apparent conflict between the provisions of section 14 of the general plank road act, and the 4th and 6th sections of the act incorporating the company. It is conceded that the Fort Gratiot road is a public highway, and unless the 4th section of the act of incorporation grants to the company the right to use that road for the purpose of constructing a plank road, then the act of the company in assuming to use it for that purpose without a grant or release from the supervisors and commissioners of the township.s through which it passes, is in direct violation of section 14 of the general act. The object and design of the general act is sufficiently obvious. In granting acts of incorporation to plank road companies, there were certain general provisions which the Legislature intended to apply to all; and by embodying these provisions in one act, and making that act as in section 6, part of each special act of incorporation, great labor and expense would be saved. By making the general plank road law a part of the act incorporating the Detroit & Erin Plank Road Company, the Legislature in terms declare, that the 14th as well as every other section of the act, shall constitute part of the special act of incorporation. And yet, it is difficult to imagine that the Legislature designed embodying a provision of the general law, entirely inconsistent with the rights conferred by section 4 of the special act. If section 6 is to receive a liberal construction, then effect cannot be given to section 4, which authorizes the company in dear and intelligible language, “ to enter upon, take possession of, so much, of the Fort Gratiot road as lies between the city of Detroit and the township of Erin, in the county of Macomb, and proceed to construct and maintain thereon a plank road.” This section imparts an authority to enter upon, and take possession of, the Fort Gratiot road, without requiring the assent of the local officers of the townships through which it passes. It is a cardinal rule that in the construction of a statute, effect is to be given, if possible, to every clause and section of it; and it is the duty of Courts, as far as practicable, so to reconcile the different provisions, as to make the whole act consistent and harmonious. If this becomes impossible, then we are to give effect to what was manifestly the intention of the Legislature, although in so doing, we may restrict the meaning or application of general words. Upon an examination of the numerous plank road incorporations, erected contemporaneously with the act in question, we find four, containing a provision similar to that found in the 4th section of the act incorporating the Detroit & Erin Plank Road Company. By the terms of their respective charters the plank roads authorized to be constructed, are located on military roads, constructed while Michigan was a Territory, by the government of the United States. As the same provision is not embraced in the numerous other charters granted for the construction of plank roads, it would seem to be a fair inference that the Legislature intended to draw a distinction between plank roads constructed on these military roads, and other plank roads whose location, after fixing upon the points of commencement and termination, was left to the judgment and discretion of the companies by which they were controlled. It may be asked, why a distinction is made between the use of these highways and other highways, for the purpose of constructing plank roads ? It may be difficult to give a reason entirely satisfactory; yet, I think one may be found, in the fact that these military roads were constructed at the expense of the general government, and of course without burdening the people residing in the several townships through which they pass, with taxation. It would seem reasonable, where the Legislature authorize established highways to be used for the construction of plank roads, that the people upon whom was cast the burden of their construction, should be paid such sum as may be deemed just, by the plank road companies to whose benefit they inure.\nThe clearing, grubbing and grading of the road constitutes an important item in the construction of plank roads, and it is but right when incorporated companies avail themáelves of the use of highways constructed at the expense of the public, that they should restore to that public the sum expended for their benefit, or such other sum as may be reasonable, to the end that the amount thus restored may be either used in the repair of highways in then respective townships, or in the laying out new ones, as provided by the general plank road law. A survey of the whole legislation on the subject of plank roads, shows very conclusively, that the adoption of the fourth section of the act incorporating the Detroit and Erin Plank Road Company was not accidental, but was incorporated intentionally, and probably for the reason to which I have adverted. The circumstance that a similar provision appears in the charter of every other company authorized to construct a plank road over and upon the military roads, and the additional fact that it is not to be found in the numerous charters granted at or about the same time to other companies, would seem to indicate that the Legislature contemplated the application of the 14th section of the general law to one class of roads, but specially provided against its application to another class. Again: the views I have expressed are justified by a careful examination <jf the phraseology employed by the Legislature in the 4th section of the defendant’s charter. By the 2d section, the company are authorized to extend their road to Utica in the county of Macomb, and yet the 4th section authorizes them to enter upon and take possession of so much of the Fort Gratiot Road, as lies between the city of Detroit and the township of Frin. The right thus to take possession of a certain portion of a particular highway, excludes the idea that they may take possession of, or use any other highway for the constructing of their road, unless authorized to do so, under the provisions of the 14th section of the general law. We must presume from this provision, that the Legislature intended precisely what the language of the section imports: that in respect to the public highway known as the Fort Gratiot Road, the company were authorized to use it for the purposes of their plank road, without any grant or release^ from the township authorities, but that in respect to other highways which they may use, such grant or release is required to be obtained. The 14th section then, of the general act, which must he considered as grafted upon the defendants’ charter, is not rendered entirely inoperaative, hut its application is merely restricted in such manner as that MI effect may he given to other parts of the act, and to the manifest intention of the law makers.\nThe 6th section of the act incorporating the Detroit & Erin Plank Road Company, should not, therefore, receive a literal construction, but ■should he so far restricted in its operation, as to harmonize its provisions with other provisions of the law with which it stands connected. Give to it the restricted meaning obviously intended by the Legislature, and no serious conflict arises. Full effect is given to the 4th section, and to every clause and section of the general plank road law, except 'that the words “public highways,” as used in the 14th section, are restrained in such manner as not to embrace certain highways, distinguished from all others, from the fact that they were constructed by the general government, without imposing any burdens upon those for-whose use and convenience they were constructed. In other words, Ml force is given to the general law applicable to plank roads, except in so far as it conflicts with the provisions of a special law, limiting and controlling the meaning and application of general terms, so as to cany into effect the intention of the Legislature.\nUpon the whole, we entertain no doubt upon the question presented for our advice, and direct that it he certified to the Circuit Court of the-county of Wayne, as the opinion of this Court, that the motion for an injunction should be denied.",
        "type": "majority",
        "author": "By the Court, Whipple, C. J."
      }
    ],
    "attorneys": [
      "Backus <& Ilarbaugh, for complainants.",
      "Emmons <& Van Dyke, for defendants."
    ],
    "corrections": "",
    "head_matter": "Attorney General ex rel. McKay vs. Detroit & Erin Plank Road Company.\nSection 14 of the general plank road law, approved March 13fch, 1848, provides among other things, that “ whenever any plank road company may wish to use any part oí a public highway or street, for the construction of their plank road over the some, such company ehall apply to the supervisor and commissioners of highways of the township, or common council of any incorporated city, or the president and trustees of auy incorporated village, as the case may be, in which said highway or street is situated, for the purchase or release of the same; and it shall be the duty of such supervisor and commissioners, or common council of any incorporated city, or the president and trustees of any incorporated village, as the case may be, to examine, at the expense of the company, so much of auy such highway or street as may be wanted as aforesaid, by such company; and if in the opinion of a majority of such supervisor and commissioners, or common council of any incorporated city, or the president and trustees of any incorporated village, as the case may be, the public interest would not be prejudiced by granting the application of such company, said supervisor and commissioners, or a majority of them, or common council of any incorporated city, or the president and trustees of any incorporated village, as the case may be, may in writing, signed by them, grant to such company aright to enter upon, take, and use such highway or street, for the purpose of the construction, maintenance, and use of a plank road thereon, under the provisions of the charter of such company; and upon filing such grant in the office of the township clerk of such township, the said company may at once enter upon, take, and use such highway or street, for all the purposes aforesaid/» Sec. ' ‘\nSee. 4 of tlie act of incorporation of the defendants, (Sess. L. 1848, 882,) provides that as soon as said company shall be duly organized, the directors may enter upon, and take possession of so much of the Fort Gratiot road, so called, as lies between the city of Detroit and township of Erin, in Macomb county, and proceed to construct and maintain thereon a plank road.\nSec. (J of said act of incorporation provides that the provisions of the general plank road law first named, shall be deemed a part of the said act of incorporation. Held, that section 14 of said general law is restricted by the said act of incorporation of the defendants, and that by their charter the defendants may use that part of said Fort Gratiot road specified in section 4 of their charter, without any grant or release from the supervisor and commissioners of the township through which that part of said Fort Gratiot road runs; and that the words “public highways,” as used in section 14 of the general Jaw, are restricted in such a manner by the act of incorporation of the defendants, as not to include highways distinguished from other highways by having been constructed by the general government.\nIt is a cardinal rule in the construction of statutes, that effect is to be given, if possible, to every clause and sentence, and it is the duty of Courts, so far as practicable, to reconcile the different provisions of a statute so as to make the whole of it consistent and harmonious; and where this is impossible, to give effect to what was manifestly the intention of the Legislature.\nBackus <& Ilarbaugh, for complainants.\nEmmons <& Van Dyke, for defendants."
  },
  "file_name": "0138-01",
  "first_page_order": 146,
  "last_page_order": 152
}
