{
"id": 1855469,
  "name": "CANTIENY v. FRIEBE",
  "name_abbreviation": "Cantieny v. Friebe",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 37, Calendar No. 46,285",
  "first_page": "143",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "172 Mich 14",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1600439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/172/0014-01"
      ]
    },
    {
      "cite": "851 Mich 316",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": 0
    },
    {
      "cite": "93 ALR 1170",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "263 Mich 466",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1857522
      ],
      "pin_cites": [
        {
          "page": "475, 476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/263/0466-01"
      ]
    },
    {
      "cite": "306 Mich 260",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1852092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/306/0260-01"
      ]
    },
    {
      "cite": "339 Mich 701",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1927596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/339/0701-01"
      ]
    },
    {
      "cite": "339 Mich 462",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1927589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/339/0462-01"
      ]
    },
    {
      "cite": "338 Mich 555",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1928866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/338/0555-01"
      ]
    },
    {
      "cite": "12 LRA 601",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "85 Mich 316",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1380581
      ],
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/85/0316-01"
      ]
    },
    {
      "cite": "134 Am St Rep 735",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "159 Mich 460",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1584430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/159/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 9314,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 8.338112357646038e-08,
      "percentile": 0.4806564012033134
    },
    "sha256": "04080093875a9eb5a45ec4074e7bd35fc115998ce8367855684a6182b0518d52",
    "simhash": "1:b7767b47b115b0b7",
    "word_count": 1603
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "CANTIENY v. FRIEBE."
    ],
    "opinions": [
      {
        "text": "Bushnell, J.\nDefendants Ernest C. Friebe and his wife, Maude Friebe, have appealed from an order of - the circuit court for the county of Alcona, which was entered on August 27, 1953. As a result of this order a temporary injunction obtained by plaintiffs Nicholas H. Cantieny and his wife, May E. Cantieny, individually and as agents of Adolph Gr. Bahlau and Ms wife, Ann BaMau, on June 20, 1953, was made permanent.\nThis temporary injunction restrained defendants, their agents and assigns, from erecting, closing or loclring any gates upon a road which extends northerly from State highway M-72 to the Cantieny and Bahlau properties on the west side of Crooked lake.\nThis suit was brought on June 17, 1952, and a decree was entered on November 10, 1952, which resulted in the establishment of a new way of ingress and egress to plaintiffs’ property. The issue now before us, on a petition to interpret this decree, is whether the erection of 4 locked gates on this right-of-way by the defendants is an unreasonable interference with plaintiffs’ use of their way of necessity.\nDefendants rely chiefly on the holding in Moore v. White, 159 Mich 460 (134 Am St Rep 735), which involved cultivated farm land over which a way of necessity was claimed. In the light of the facts of that case the Court said:\n“Under present conditions, when lands are enclosed and premises used for pasture or otherwise, to allow defendants to go over the entire tract wherever they pleased would be inequitable. The right is held to be in the owner of the servient estate to locate such a way of necessity. He has refused to exercise this right and defendants have done so, * * * Defendants have a right to make it passable for the uses necessary to its full enjoyment, and nothing more. They must keep it in repair, and provide such gates at both ends as will prevent animals from straying in and complainant’s stock from escaping from the premises.”\nThe facts in the instant case, involving cut-over land and access to lake properties, are clearly distinguishable. Under the rule that such eases must stand on their own facts, the holding in Harvey v. Crane, 85 Mich 316, 322 (12 LRA 601), is applicable. In that case the Court said:\n“What may be considered a proper and reasonable use by the owner of the fee, as distinguished from an unreasonable and improper use, as well as what may be necessary to plaintiff’s beneficial use and enjoyment, are questions of fact to be determined by the trial court or jury.”\nIt is fundamental that, in reviewing chancery cases, we hear the case de novo, nevertheless consideration and weight should be given to the conclusion, reached by the trial judge. James v. Milks, 338 Mich 555. See, also, Austin v. Painters’ District Council, 339 Mich 462; and Fitch v. Taklo, 339 Mich 701.\nIn Unverzagt v. Miller, 306 Mich 260, where plaintiff and other cottage owners sought to restrain defendant from interfering with their free and unrestricted use of streets in a summer resort area, the Court said (pp 265, 266):\n“The rights of the cottage owners must be measured and defined by the purpose and character of the easement. There must be a due and reasonable-enjoyment by both parties—those who hold the dominant right, as well as those who own the fee. * * * The necessity and reasonableness of the use made-of the easement by the dominant estate are questions'of fact, limited only by what may be deemed necessary and reasonable to the enjoyment of the easement.”\nThe respective rights and obligations of dominant and servient owners are stated in Hasselbring v. Koepke, 263 Mich 466, 475, 476 (93 ALR 1170), as follows:\n“In this State ‘the rights of the owner of the easement are paramount, to the extent of the grant, to those of the owner of the soil.’ Harvey v. Crane, 851 Mich 316 (12 LRA 601). No right of prospect is-recognized by the law of this State. * * * It is settled that the owner of a fee, subject to an easement, may rightfully use the land for any purpose not inconsistent with the rights of the owner of the easement. Harvey v. Crane, supra; Murphy Chair Co. v. American Radiator Co., 172 Mich 14. What may be considered a proper and reasonable use by the owner of the fee as distinguished from an unreasonable and improper use, and what may be necessary to plaintiff’s beneficial use and enjoyment, are questions of fact to be determined by the trial court or jury. Harvey v. Crane, supra.”\nIn a well-considered opinion the trial judge in the instant case carefully analyzed the respective positions of the parties as follows:\n“1. Assuming that whether or not the owners of a servient estate have the right to erect gates across a way of necessity depends on the intent and understanding of the parties at the time the right of passage arose, it is clear, from the fact that plaintiffs have been allowed to use this particular way for 20 years or more without fences or gates being proposed or erected, and from the nature of the lands crossed, that in this case there was no intention to reserve the right to erect gates across the way. It would have been difficult, if not impossible, to sell these lots without assurance to the purchasers that the way of access would remain open and without obstructions, and plaintiffs testify they would not have purchased if gates had been in prospect.\n“2. That defendants, having accepted the benefits of a decree which permitted them to provide another route for the way in lieu of being required to keep the old route open and removing their garage therefrom, without having suggested that gates were to be erected, are equitably barred from now undertaking to do so.\n“3. That in any event, it is settled law that gates will not be permitted except where the right has been reserved, and where the owner of the servient estate, acting in good faith, is able to show that the gates-are reasonably necessary to provide some substantial and legitimate benefit to himself; or, to put it another, way, that equity will not authorize such structures when they are inspired by ill will, for the purpose of injuring or annoying others, without being of any real benefit to the owner.”\nAfter concluding that these conditions had been “incontrovertibly established by the testimony,” the trial judge held that it must necessarily follow that:\n“plaintiffs are entitled to have the injunction made permanent unless defendants are on solid ground in contending that regardless of what the title documents say or fail to say, regardless of what inferences may reasonably be drawn as to the intention of the parties from the fact that use of the way has been permitted for 20 years without gates, and regardless of good faith or comparison of benefits and injuries and other equities, the owner of the servient estate may insist on gates, and locked gates at that, merely because the land belongs to him—‘I pay taxes on it, and can do as I please with it.’ ”\nUpon re-examination of the testimony and consideration of the arguments advanced by the respective parties, we find ourselves in accord with the conclusion reached below.\nThe order of the circuit court interpreting the decree is affirmed, with costs to appellees.\nButzel, C. J., and Carr, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Bushnell, J."
      }
    ],
    "attorneys": [
      "J. Bussell Hughes, for plaintiffs.",
      "Bernard S. Frasile, for defendants."
    ],
    "corrections": "",
    "head_matter": "CANTIENY v. FRIEBE.\n1. Easements—Way op Necessity—Question of Fact.\nWhat may he considered a proper and reasonable use by the owner of the fee of a way of necessity, as distinguished from an unreasonable and improper use, as well as what may be necessary to the dominant owner’s beneficial use and enjoyment, are questions of fact in each case and must be determined by the trial court or jury.\n2. Appeal and Error—Chancery Cases—De Novo Review—Findings of Fact by Trial Court.\nThe Supreme Court reviews chancery cases de novo, but gives consideration and weight to the conclusion reached by the-trial judge on matters of fact.\nReferences for Points in Headnotes\n[1, 3] 17 Am Jur, Easements § 96.\n[2] 3 Am Jur, Appeal and Error § 912.\n[4] 17 Am Jur, Easements § 101.\n3. Easements—Rights op Ownee op Fee.\nThe rights of the owner of an easement are paramount, to the extent of the grant, to those of the owner of the soil, but the owner of the fee, subject to an easement, may rightfully use the land for any purpose not inconsistent with the rights of the owner of the easement.\n4. Same—Way op Necessity—Gates—Benefit to Ownee.\nConstruction of decree granting owners of easement across defendants’ cut-over land as a new way of necessity to lake properties that defendants were not entitled to erect gates across such right-of-way held, proper, where right to erect gates had not been reserved when properties were sold to plaintiffs and there appears to be no real benefit to the owner in their ereetion.\nAppeal from Alcona; Dehnke (Herman), J.\nSubmitted October'7, 1954.\n(Docket No. 37, Calendar No. 46,285.)\nDecided November 29, 1954.\nPetition by Nicholas H. Cantieny and May E. Cantieny, individually and as agents of Adolph Gr. Bahlau and Ann Bahlau, for injunction against Ernest C. Friebe and others to enforce decree providing for right-of-way of necessity. Temporary injunction issued and, following motion to vacate, made permanent. Defendants appeal.\nAffirmed.\nJ. Bussell Hughes, for plaintiffs.\nBernard S. Frasile, for defendants."
  },
  "file_name": "0143-01",
  "first_page_order": 183,
  "last_page_order": 188
}