{
  "id": 1933587,
  "name": "Van Dyke et al. vs. Davis et al.",
  "name_abbreviation": "Van Dyke v. Davis",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "144",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "15 Mass. R., 340",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 15692,
    "ocr_confidence": 0.353,
    "pagerank": {
      "raw": 6.300730514792543e-07,
      "percentile": 0.9582218886120387
    },
    "sha256": "e9087b4ceb93b04dda99af9e8ecdcccd471e9efe32a49d48d0f3af8437c42918",
    "simhash": "1:8f52e7c4cf089c1e",
    "word_count": 2727
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Van Dyke et al. vs. Davis et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Pratt, J.\nFrom a full and careful examination of the transcript sent up from the Circuit, no valid ground for the appeal can bo discovered either in the proceedings or in tíre decree; and on the hearing in this Court, no person appeared on the part of the defendants, to point out any. It is true, that since the case has been under advisement, a paper purporting to be a brief on their behalf, has been delivered; and if the author did not intend to have it read, nor his grounds of error understood, he has been extremely fortunate in carrying out and consummating such intention.\nThe execution and delivery of the notes and bond — the execution, acknowledgment, and recording of the mortgage, are, as set out in the bill, fully admitted by the answer. These instruments legally import the considerations which they severally express; other proof of consideration was therefore unnecessary;hence, the admission by the answer, established prima facie, the case made by the bill, and legally entitled the complainants to their decree in the Court below, unless the defendants, by them special defense, have either defeated or avoided it. Whether they have or not, is the main question to be determined. Their admission of the execution and delivery of the notes, bond, and mortgage, was so far responsive to the affirmative allegations contained in the bill; but the special matter set up in the answer, independent of these admissions, by way of defense, is not responsive to anything stated in the bill; and not being so, the defendants cannot without proof, avail themselves of any benefit, otherwise to be derived from it, although it constituted an equitable defense to the complainants prima facie case. The rule has been long and well settled, that where the defendant by his answer admits the case made by the bill, and then sets up some new independent matter, by way of avoidance, the answer cannot be evidence in support of such new matter, but must be proved, (Att'y Gen'l vs. Oakland County Bank, 1 Walker Ch. R. 90; Schwarz et als. vs. Wendell, Ib., 267; 2 John Ch. R., p. 90, and cases there cited; 1 Barlour Ch. Pr., 143; 4 Paige Ch. R., 507.) In Beckwith vs. Butler, (1 Washington R., 224,) which was a case where the complainant filed a hill against the defendant as administrator, for distributive shares of the intestates estate; to which the defendant set up in his answer, as a defense, a gift from the intestate of a certain bond, which formed the .principal part of the personal estate; the allegation not being sustained by proof, the Chancellor directed the defendant to account for the proceeds of the bond. From this decision the defendant appealed, and the president Judge, in delivering the opinion of the Court, affirming the opinion of the Chancellor, says: “The answer of a defendant is not .evidence, where he asserts matter in opposition to the complainant's demand. In such case he is as much bound to establish it by testimony as the complainant is to sustain his bill.”\nIn the case under review, the alleged representations of Van Dyke & Emmons, and which constitute the fiist and principal ground of defence set up in the answer, are not proved, and no attempt appears to have been made, on the part of the defendants for that purpose. But what is this first ground of defense ? It is, that Mann, as the assignee of Comstock, claimed an interest in the premises, and which was the subject matter of a controversy in chancery; and that in order to put an end to the same, and extinguish Mann’s asserted title, and as a consideration for certain outstanding debts, defendant Davis agreed to pay the sum specified in the notes and bond, and gave the mortgage executed by himself and Botsford, the other defendant, as security for the payment thereof; such is the substance of the matter stated. True, the defendants say that Van Dyke & Emmons acted as attorneys or solicitors for Mann, and represented that he had an interest in the premises; but they do not charge these representations to have been .fraudulently made, or to have been any other than statements of attorneys or solicitors, in reiterating the assertions of their- clients touching the pending controversy. If all the special allegations of the defendants had been proved, they would not have constituted any real defense to the complainants’ case, but would show a valid consideration for the obligations and mortgage — a consideration which the defendants would ■be estopped from controverting, either at law or in equity, except upon the ground of fraud. It is a principle well established that the compromise and settlement of an asserted claim, involved in legal controversy, be it never so doubtful, constitute a sufficient consideration for the settlement, and for any obligations given by one party to the other in consideration of such settlement. ( Weed et al. vs. Terry, 2 Douglass R., 344.)\nThe defendants proved a number of deeds; copies of which were made exhibits, for the purpose of showing title out of Mann at the time of the settlement. This proof was taken under objection, and is clearly irrelevant under the compromise and settlement, there being no fraud in the case. The deeds did not tend to show a want of considersideration, and if they proved title out of both Mann and Comstock, from the Government down to the last grantee, that would not conclusively prove that neither had any claim to or interest in the premises, as they, or either of them, might have had some right or interest therein, originating in various ways, and which could have been sustained at law or in equity, without formal conveyance therefor on record; but it is enough that defendant Davis so far recognized the validity of Mann’s 'asserted claim to a portion of the premises, as to compromise and settle the suit in chancery involving the same, and agreeing to pay a certain sum to extinguish it.\nThe receipt of Yan Dyke & Emmons is introduced in evidence on the part of the defendants, as a bar to the foreclosure of the mortgage, on the ground that the deeds from Comstock & Mann were not delivered to Davis before filing the bill. By that-receipt Yan Dyke & Emmons acknowledge the reception of the bond and mortgage, stating the consideration, and then say, “formal conveyances are to be made by Comstock & Mann to Davis, and that they are not to attempt the enforcement of the bond and mortgage until they are made.” Can this instrument have the effect to bar the foreclosure ? It is true that the defendants in their answer allege that no deeds were delivered or offered to Davis before filing the bill; but this allegation is not the negative of any agreement contained in the receipt — “ conveyances to be made,” is the language of the receipt. Making and delivering implies, as well in legal as in-common parlance, two distinct things tobe performed; and men are not ordinarily required in performing their engagements, to-do any more than they have agreed to do. But it is in evidence that the conveyances were made, and in the possession of Yan Dyke & Emmons before tbe bill was filed. This, in equity and in view of tbe circumstances, ought to be regarded as a sufficient performance of the agreement on their part, until demand and refusal to deliver; as they in that particular matter, were acting as the agents of both parties. There is, however, some evidence in the case, showing that the conveyances were in fact offered to Davis before process of subpoena to answer was served upon him. In Badger vs. Phinny, (15 Mass. R., 340,) which was an action of Replevin, the writ was delivered to the officer before a demand was made for the goods, and to which an objection was raised. The Court in deciding the question say, “it is a sufficient answer to the objection, that if the defendant had delivered the goods upon demand, there would have been no necessity for serving the writ.” In Seaver vs. Lincoln, (21 Pick. R., 269,) the principle is re-affirmed, and tho case of Badger vs. Phinny, referred to in support of the decision. It is undoubtedly a correct principle, and just in practice, as it can never be productive of any injustice to a defendant. Independent of this principle, there is evidence in the case which puts this ground of defense at rest. H. R. Walker Esq., testifies that long after the execution of the bond and mortgage, Davis stated to him that he had made an arrangement with Yan Dyke & Emmons to pay the mortgage, and deshed from him some assistance for that purpose, and that he did assist him to the sum of one hundred dollars, which was paid over to Yan Dyke & Emmons, and applied on tho mortgage. This fact alone, if not prima facie evidence of waiver of actual delivery of the deeds, furnishes, at least, some evidence to show that he did not so construe the agreement contained in the receipt, as to make an actual delivery obligatory, or a condition precedent to the payment.\nThe defendants can only defend the suit on the grounds set up in their answer. (11 Vesey, 240; 12 Ib. 480; 6 John R., 565; 3 Wend. R., 584.) The reason of this rule is obvious, and in accordance with fundamental principles, applicable to pleadings and trials. If the matters set up by the defendants were sufficient to bar the complainants in their suit to foreclose the mortgage, they are not sustained by proof; hence, under the rules referred to, the defendants are left without any defense in the case, on either ground.\nThe answer being verified by the oath of the defendants, makes no difference as to its effect. The complainants expressly waived an answer on oath by their bill; where the oath is thus waived, the answer can have no greater force than it would have without oath. (R. S., 359, § 31; 1 Barbour Ch., P. 144; 4 Paige Ch. R., 507.) Chancellor Walworth, in the case last referred to, says: “ Where an answer on oath is waived, the complainant, as a pleading, may avail himself of admissions and allegations in the answer, which go to establish the case made by the bill, but the answer is not evidence in favor of the defendant for any purpose.”\nThe decree is affirmed, and it is ordered that the same, with all things concerning it, be remitted to the Circuit, Corut for the county of Oakland, in Chancery, and that such proceedings be thereupon had, as may bonecessaiy to carry the same into effect; and that the complainants have costs, &c.",
        "type": "majority",
        "author": "By the Court, Pratt, J."
      }
    ],
    "attorneys": [
      "Van Dylce & Emmons, for complainants.",
      "No person appeared on the hearing, for defendants."
    ],
    "corrections": "",
    "head_matter": "Van Dyke et al. vs. Davis et al.\nWhere a defendant by bis answer admits the ease made by the bill, and then sets up some new and independent matter, by way of avoidance, the answer is not evidence in support of such new matter, which must be proved*\nThe compromise and settlement of an asserted claim involved in legal controversy, be it never so doubtful, constitute a sufficient consideration for the settlement, and for any obligations given by one party to the other in consummation of such settlement.\nOn the execution of a mortgage the following receipt was given: “Rec’d. of Delos Davis, hia bond and mortgage, which are in full for the purchase of all the interest held by Solomon Mann for Messrs. Lockwood & Co., of New York, in the Farmington Mill property and debts, supposed to be all the interest of H?nry Comstock, and assigned by him to said Mann; formal conveyances to be made by said Comstock and Mann to said Davis; we to hold said bond and mortgage without attempting to enforce the same until said conveyances are made; said Davis in che mean time to have possession. Oct. 13, 1846. Van Dyke & Emmons.” A bill was filed to foreclose the mortgage. Davis in his answer, by way of defense, set up the receipt and averred that no deed or deeds were delivered or offered to him before filing the bill. It was proved that the conveyances wore made out and in tho possession of Van Dyke & Emmons, before the bill was filed. Held, that this was a sufficient performance of the agreement on their part, until there was a demand made of them by Davis, anda refusal to deliver them, as VanD. & E. in that particular matter, wero acting as the attorneys of both parties.\nA defendant can defend a suit only on the grounds set up in liis answer.\nAppeal from the Decree of the Circuit Court of Oakland County; In Chancery. The bill in this case was filed by the complainants to foreclose a certain mortgage, and is in the usual form, setting out and alleging the execution and delivery by Davis, one of the defendants, of four notes and a bond for the payment of some $2,100; also the execution and delivery of a certain mortgage, as security for the payment thereof, by both defendants, &e.\nThe complainants further allege, that fifteen hundred dolíais of the amount specified, was to secure a debt due to Joseph Arnold, one of the complainants and assignee of Lockwood & Co., of the city of New York; that said notes and mortgage, so far as the amount due to said Arnold, were executed and delivered to Van Dyke & Emmons, in trust for him, and that accordingly, they on the 22d day of October, 1846, assigned to him that amount by an assignment endorsed, on said mortgage, &c.; .concluding with the usual averments and prayer.\nThe defendants jointly and severally answer the bill, admitting the execution and delivery of the notes, bond and mortgage; and that the mortgage was duly executed and recorded, &c. They then set up and aver, by way of defense, that Solomon Mann, as assignee of Henry Comstock, claimed to be the owner of one-third part of the mortgaged premises, under some assignment or conveyance from Comstock; that the claim of Mann to one-third part of the premises, was the subject matter of a suit in chancery, wherein said Delos Davis was defendant; that the complainants, Vandyke & Emmons, as the attorneys or solicitors of Comstock and Mann, represented that Comstock or Mann, or both, owned one-third of the premises; that in order to put an end to the suit and extinguish the title of jUomstoek & Mann, it was agreed that they should convey to Davis their interest, which agreement was founded on the supposition that Comstock or Mann had such an interest in the premises, and that pursuant to such agreement, the notes, bond and mortgage were executed and delivered to the said Van Dyke & Emmons; that they had since been informed that neither Comstock or Mann at the time, had any interest in the premises, and that the representations were erroneous and made under mistake or misapprehension. The defendants then aver that Van Dyke & Emmons executed and delivered to Davis a paper writing in these words:\n“ Received of Delos Davis his bond and mortgage, which are in full for the purchase of all the interest, held by Solomon Mann for Messrs. Lockwood & Co., of New York, in the Farmington Mill property, and debts, supposed to be all the interest of Henry Comstock, and assigned by him to said Mann. Formal conveyance to be made by said Com-stock & Mann to said Davis. We to hold said bond and mortgage without* attempting to enforce the same until said conveyances are' made. Said Davis in the meantime to have possession.”\n“Vandyke <& Emmons.”\n“Oct. 13th, 1846.”\nOn setting out this instrument, the defendants aver that no deed or deeds were delivered or offered to said Davis before filing the bill, conveying any interest in the premises, and pray that the notes, bond, and mortgage may be declared void, &e.\nTo such answer the complainants filed a general replication. Some proofs were taken in the ease on both sides, which will sufficiently appear in the opinion of the Court.\nThe decree in the Court below was for the complainants, and in the usual form.\nVan Dylce & Emmons, for complainants.\nNo person appeared on the hearing, for defendants."
  },
  "file_name": "0144-01",
  "first_page_order": 152,
  "last_page_order": 159
}
