{
  "id": 807183,
  "name": "THE PEOPLE v. JOHN MURPHY",
  "name_abbreviation": "People v. Murphy",
  "decision_date": "1906-05",
  "docket_number": "",
  "first_page": "150",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 150"
    },
    {
      "type": "parallel",
      "cite": "113 App. Div. 363"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 599,
    "char_count": 13694,
    "ocr_confidence": 0.578,
    "sha256": "9aed24f33076f3871fe14f64f6287447a1d8ac655a3d74cbda1d110e637040df",
    "simhash": "1:20f55abed929c516",
    "word_count": 2484
  },
  "last_updated": "2023-07-14T16:43:28.778390+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. JOHN MURPHY."
    ],
    "opinions": [
      {
        "text": "Clarke, J.:\nThe defendant was indicted for and convicted of the crime of robbery in the first degree in having taken by force from the person of Mrs. Lillie Cornish, against her will at two o’clock in the morning of February 18, 1905, in the borough of The Bronx, county of Few York, being then and there armed with a dangerous weapon to wit, a pistol, a valuable diamond brooch. There was no dispute upon the trial as to the facts surrounding a peculiarly bold and atrocious highway robbery. Hr. and Mrs. Cornish having been at a theatrical performance downtown and being then on their way home, alighted from a car at One Hundred and Thirty-eighth street, near the corner of Brown Place. It was a bright moonlight night, and the electric lights were burning. After the Cornishes alighted from the car, a man jumped from the same car before it reached the next corner, advanced upon Mr. and Mrs. Cornish with a revolver in his hand, said that if they uttered a sound he would “ blow your damned brains out,” shot three times at Mr. Cornish, one shot passing through his hat and one through the shoulder of his coat, then threw Mrs. Cornish to the ground, knelt upon her breast, placed the pistol towards her forehead, threatening her life if she shouted, tore the diamond brooch from her neck, and then ran down Brown Place with it. He was pursued by Mr. Cornish, and subsequently by a police officer, at whom he fired several •shots, but succeeded in making his escape. Two days afterwards the defendant was arrested at 724 East One Hundred and Thirty-seventh street, in the neighborhood of the place of the •crime, in the flat where he was living. His trial took place five weeks after the commission of the crime.\nThe defendant pleaded not guilty and attempted to establish an alibi. The proof showed that he had been six times convicted of various crimes, and had been but twenty-two months out of prison at this time. The sole question at issue was that of identity. Five witnesses for the People positively identified the defendant, Mrs. Cornish testifying: “ When he was over me I will never forget his face.” It was the province of the jury to pass upon the evidence and we are satisfied with their verdict thereon. The appellant contends that prejudicial error was committed in the exclusion of evidence. Immediately after the robbery occurred, Mr. and Mrs. Moráis, who were passengers in the same car, although they did not know the Cornishes, who testified that they had seen the defendant in an elevated car in which they were returning home, and in the surface car in which they and the Cornishes were going to One Hundred and Thirty-eighth street, and who were eye-witnesses of the robbery, went to the station house. There Mrs. Cornish gave to the sergeant at the desk a description of the robber, “ I told him, as near as my judgment, a young man about five foot six, weighed between 135 and 140, and I thought between 25 and 28 years of age. I said he had on a dark tan overcoat and a black felt hat, * * * but not an alpine hat, not knocked in the center, not one of those hats, not creased in the center * * *. Dark tan overcoat— * * * those mixed goods.” Upon the cross-examination of Moráis this testimony was given: “ I gave to-the sergeant a description of this man * * *. This man that night had on a dark tan overcoat to about the knee; it didn’t go below the knee, and a soft hat, a black soft hat, more on the shape of a derby, though it was not a derby. That is all I remember; and a pair of dark trousers; he had on dark clothing and a dark tan overcoat. Q. What description did you give to the captain or to the sergeant at the desk that night ? A. He was a man about five feet six, about 25 to 28 years of age; he may have been older or he may have been younger; I would not be positive about that; his height about five feet six, and the teeth out in the right side. Q. Was that description taken down in the station house -blotter. A. I presume it was. Q. Did you see it written down ? A. Tes, sir. Q. Was it written down in the book on the desk in front of the sergeant? A. I think it was; I didn’t take particular notice of that. Q. What is your best recollection of that ? A. The best of my recollection is that it was put on some book or sheet. Q. Did your wife give a description at the same time ? A. Ho, sir, my wife did not give any description; she simply said she could identify the man whenever he was brought up. Q. You are positive you said the teeth were out on the side. A. Yes, sir, positive I did. Q. Did you have any talk with newspaper reporters about this matter ? A. I did see a newspaper reporter; a lot has been said in the newspapers that I never said. Q. Did you talk to any reporters about the man ? A. Yes, sir; but just where he came from I don’t know. Q. Did you tell him that you noticed that the man that you saw that night had his front teeth out ? A. I did not; no, sir; there was one paper said that I stated the man had black hair, and I never did. Q. Just wait a minute. Did you give this description to a reporter soon after the arrest : ( The man is described as 25 years old, 5 feet 6 inches tall, weighs 140 pounds, all his front teeth are missing ? ’ A. Ho, sir. Q. He wore a tan-colored overcoat and a black soft hat? A. Ho, sir. Q. You never gave any such description ? A. Ho, sir. Q. To anybody? A. Ho, sir; the description I gave is in the station house—the correct description.”\nFor the defense the desk sergeant that night at the police station, Farr, testified that “Mr. Morais made a statement to me, describing the man who committed this robbery.” He was then asked by counsel for the defendant, “ Q. Did not Mr. Moráis tell you in giving you a description of this man on this occasion that his front teeth were missing? [Objected to; objection sustained; exception.] The Court: The question was not asked Mr. Morais. Q. Did Mr. Moráis tell you that the side teeth of this man were missing? [Objected to; objection sustained; exception.] * * * Q. Did Mr. Morais tell you that the teeth of this man were out on the side? The Court: The question asked Mr. Moráis was this: ' Did you tell him that you noticed—are you positive you said the teeth were out on the side ? ’ Q. Did Mr. Moráis tell you that the teeth of this man who committed this robbery were out on the side ? ” The learned court sustained the objection upon the ground that it was indefinite as to when he made this statement and to whom. Counsel for the defendant stated: “ I submit that Hr. Morais’s attention was directed to the time; that it was immediately after this shooting, and that the place was the station house, and the person was the sergeant at the desk. The Court: Hot' in relation to this question; it is standing alone by itself. There is no connection at all between that and the antecedent question as asked of him, ‘ Did he give a description to the sergeant at the desk?’ I sustain the objection. * * * Q. I will ask you, did Morais tell you.on the morning of February 18th, shortly after two o’clock, when you were the sergeant at the desk in the 35th Precinct Station House that the man who committed this robbery had his front teeth missing? [Objected to; objection sustained; exception.] ” The defendant a witness for himself, showed his mouth and teeth to the jury, and testified that he had eleven teeth “ missing now with the filling. * * * Without counting these * * * (indicating) as my natural teeth, I believe I have eleven teeth out now; right here up and down, three here, four here, three here, and one there. Those front teeth * * * are * * * my natural, teeth.” The question of the identity of the robber was material to the issue. It was a controverted fact in the case. Five witnesses for the People testified that the defendant was the robber. He denied it and called witnesses to prove that he was at home and in bed at the time of the occurrence. Morais having testified that he had given a description immediately after the event to the sergeant, was asked on cross-examination, “ You are positive you said the teeth were out on the side ? ” To which he answered, “ Yes, sir, positive I did.” This was a detail of the identification, and as a statement made as to a material fact, the defendant had the right to show that at the time and place and to the person indicated he did not make such statement. It seems to me that his attention was sufficiently drawn to the occurrence, the person and the statement, to permit contradiction thereof, and, therefore, that it was error to exclude the question asked of the sergeant: “ Did Mr. Moráis tell you that the teeth of this man were out on the side ?”\nBut section 542 of the Code of Criminal Procedure provides that, “ after hearing the appeal, the court must give judgment, without regard to technical errors or defects, or to exceptions which do not affect the substantial rights of the parties.” The question of the teeth was but one detail of the identification. Mrs. Cornish testified that she saw the defendant sitting in the same car with her; that at the time of the robbery she clearly and distinctly saw him under the electric light and the moonlight, and that she would never forget his face. She gave a description the same night, saying nothing of his teeth, but giving weight, height, size and age, none of which statements have been controverted, and the defendant was before the jury, so that they could compare the description. She identified him a few days afterwards in the Police Court and positively swore to his identity upon the trial. Mr. Cornish did not notice him in the car, but saw him when he dropped off the car; saw his face under the electric light while he was shooting at him, identified him in the Police Court, and swore upon the trial, “ He is the man who shot at me. He is the man whom I saw kneeling over my wife—the same man—with his hand at her throat,” and testified that he did not notice anything about his teeth. Mrs. Moráis testified that she saw the defendant on an elevated train and then on a surface car; that after the shooting she saw the defendant, the same man she had seen on the two cars, running towards them; that he came within twenty-five or thirty feet; that with the electric light right across the street and the bright moonlight it was just as clear as day; that she saw his face clearly, plainly, she was positive; she saw the officer running after him and saw the defendant fire at the officer; that she saw him afterwards in the Police Court and as soon as she saw him said, “ That’s the man.” She was asked in cross-examination : “ Q. Did you notice anything about the teeth of the man that you saw in the elevated ? ” and answered, “ Well, I took in his features; I noticed his teeth on the right-hand side; I didn’t take particular notice, but I said that if I saw the man again I would recognize him.” She was also asked by counsel for the defendant, “ Q. Did you hear anybody say that his front teeth were missing ? ” and answered, “ Ho, sir, I did not.” The officer who pursued him said that when the defendant turned around and fired at him he was about fifty feet away and that he saw his face at that time. So that it appears, so far as the question of the teeth was concerned, that it was brought into the case by the defendant and that there was abundant evidence aliunde of identification, if believed by the jury, to justify conviction, and that as matter of fact the defendant had eleven teeth missing on the side of his mouth.\nIn the face of all this evidence it seems clear to us that, if it had appeared that the sergeant would have testified that on the night in question Moráis had said that the teeth were missing from the front of the mouth instead of the side of the mouth, there would not have been a different result. Every one of the other details tallied, the prisoner was before the jury, the witnesses were positive, the weight of their testimony was for the jury, and it cannot be said that there was such prejudice by reason of the exclusion of the one question that the verdict should be set aside.\nWe have examined the other questions raised in the case, but find no error therein, and the judgment should be affirmed.\nO’Brien, P. J., Patterson, Ingraham and Laughlin, JJ., concurred.\nJudgment affirmed. Order filed.",
        "type": "majority",
        "author": "Clarke, J.:"
      }
    ],
    "attorneys": [
      "George Gordon Battle [Battle & Marshall, attorneys], for the appellant.",
      "E. Grosby Kindleberger [William Travers Jerome, District Attorney], for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION -FIRST DEPARTMENT,\nMay, 1906.\nTHE PEOPLE v. JOHN MURPHY.\n(113 App. Div. 363.)\nTeial—Evidence—Identity.\nWhere there is a question of the identity of one charged with robbery, and a witness for the prosecution has testified on cross-examination that he had previously said that the robber’s teeth were out on one side, .it is error to exclude the testimony of a police officer to whom the statement was made showing that the witness had said that the defendant’s front teeth were missing, but where the identity of the defendant has been abundantly established by evidence aliunde, and he has in fact many teeth missing, the error is not sufficiently prejudicial to the defendant to warrant a conviction being set aside.\nAppeal by the defendant, John Murphy, from a judgment of the Court of (Jenera] Sessions of the Peace in and for the city and county of Hew York in favor of the plaintiff, rendered on the 31st day of March, 1905, convicting the defendant of the crime of robbery in the first degree, and also from orders entered on the 31st day of March, 1905, respectively denying the defendant’s motions for a new trial and in arrest of judgment.\nGeorge Gordon Battle [Battle & Marshall, attorneys], for the appellant.\nE. Grosby Kindleberger [William Travers Jerome, District Attorney], for the respondent."
  },
  "file_name": "0150-01",
  "first_page_order": 172,
  "last_page_order": 178
}
