{
  "id": 1933626,
  "name": "Watkins et al. plaintiffs in error, vs. Atkinson et al. defendants in error",
  "name_abbreviation": "Watkins v. Atkinson",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "151",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 634,
    "char_count": 13828,
    "ocr_confidence": 0.329,
    "pagerank": {
      "raw": 1.2066628059739358e-07,
      "percentile": 0.5949507094815181
    },
    "sha256": "536a1ecbe47b3eede78e75cf24016a8dfca97c9efe5fc8a49c003ac3faa648dd",
    "simhash": "1:ade6f6e38c58b400",
    "word_count": 2413
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watkins et al. plaintiffs in error, vs. Atkinson et al. defendants in error."
    ],
    "opinions": [
      {
        "text": "By the Court, Whippie, C. J.\nThis is an action of debt originally brought in the County Court of the county of Wayne, by Atkinson & Godfrey against the plaintiffs in error, upon a bond given to release a steam boat attached by the plaintiffs below, under the provisions of chapter 122, R. S., relating to proceedings for the collection of demands against boats and vessels; the bond was dated July 28,1849. The claim of the plaintiffs was founded on an account for work and labor done, and materials found, in painting the steam boat St. Clair, and amounted to $271,15, upon which $100 had been paid. It appears from the record before us, that $220,53 was due the plaintiffs for work done and materials found, anterior to the 30th April, and that the balance being $50,62, accrued during the months of April, May and June, 1848. It was admitted at the trial, that on the 22d September, 1847, one Walcott, having a claim against the boat, proceeded to enforce its collection under the provisions of chapter 122. Process having been issued, the boat was seized and on the 5th November, 1847, notice, pursuant to the statute, was given to creditors to produce their claims; before the expiration of the three months allowed to creditors to exhibit their claims, about thirty persons filed claims against the boat; Atkinson <fc Godfrey however, failed to file the claim upon which the suit is brought. After the expiration of the three months’ notice required to be given to creditors, but before process directing a sale of the boat was delivered to the sheriff, namely, on the 19th February, 1848, the boat was bonded. On the 5th July, 1849, the plaintiffs instituted these proceedings for the purpose of enforcing the payment, as well of the claim which accrued anterior to Waleott’s attachment, as that which accrued subsequently thereto. To release the boat from this attachment, the bond upon which this suit is brought was given. The County Court gave judgment for the plaintiffs for the. sum of $54, rejecting that part of their demand which was an existing claim against the boat at the date of Walcott’s attachment. The cause was subsequently removed to the Circuit Court of the county of Wayne 'by writ of certiorari, and the judgment of the County Court was so far modified as to embrace the whole amount claimed by the plaintiffs. To reverse this judgment the defendants below prosecute this writ of error.\nIn the case of Bidwell et al. vs. Whittaker et al, (vide Manning R. 46 9,) decided by this Court at the last January term, we held that a lien attaches upon every ship, boat or vessel, used in navigating the waters of this State, ■where a cause of action accrues under the provisions of section 1, chapter 122 of the R. S. We also held, that the object of the statute was to afford a more certain and efficient remedy for the several causes of action specified in the first section, than was given at the common law. The proceedings under this chapter being new and extraordinary, a party seeking to avail himself of its provisions, must show affirmatively, that his claim is embraced within some one or other of the sub-divisions of the first section; and that the course pointed out by the statute for enforcing his claim, has been strictly pursued. It is contended by the plaintiffs in error that the failure on the part of Atkinson and Godfrey ■ to file the claim held by them, at the time of the institution of proceedings by Walcott, within three months from the publication of notice, worked a forfeiture of their remedy against the boat On behalf of the defendants in error, it is insisted that no such result follows, unless the boat is actually sold under the order of the Court, to satisfy the claims that may have been proved and filed, pursuant to the statute... The determination of the question thus presented, must depend upon, the construction to be given to sections 9 and 11 of chapter 122. The ■ 8th section directs that upon the return of the warrant, by virtue of' which any ship, boat or vessel may be seized, the officer who issued the same, shall immediately cause a notice to be published twelve successive • weeks, in a newspaper published in the county in which the warrant issued. Section 9 prescribes with much minuteness, what this notice shall contain. The second sub-division of the section is in these words: “It shall require all persons who claim to have any demands against such ship, boat or vessel, her tackel, apparel or furniture, under the provisions of this chapter, to deliver an account of their respective claims and demands, to such officer, within three months after the first publication of such notice, or that their remedy against such boat or vessel will be forfeited? Section 11 provides that “all liens under this chapter, upon the property so seized, an account of which shall not be presented to the said officer within the time limited in the notice, shall cease? It is admitted that Atkinson and Godfrey had, at the time Walcott commenced his proceedings, a claim or demand against the boat; and that such claim or demand was a lien upon the boat, within the meaning of the 1st section. It cannot be urged that there is any ambiguity in the words used in either sections 9 or 11. No language could express more clearly the idea intended by the Legislature. These provisions being thus clear and unambiguous, and admitting of but one .interpretation, the literal sense will prevail, unless it is obvious from a survey of the whole act, that by such a constr uction the intention of the Legislature would be defeated.\nThe policy of the act has already been stated, and it is argued that 'if full'effect is given to the strict letter of the law, this policy would in some degree he frustrated. If it shall appear from a view of the whole and every part of the act, that its leading object would be defeated by the construction contended for by the plaintiffs in error, then it will become our duty so to control or qualify tbe language of sections 9 and 11, as to accomplish the object intended by tbe Legislature. The principal argument relied upon by the defendants in error, in support of their views, is, that it is clearly inferable from the context, that the remedy given by the. statute is not forfeited, as contemplated by section 9, nor does the lien cease, as expressed in section 11, except in cases where the boat is actually sold under an order of Court; that where tbe boat is bonded and the lien discharged, the persons who may have proved their claims, necessarily look to the security which the bond affords for the payment of their claims; and that other claimants who failed to prove their demands, may proceed to enforce them in error, in the same manner as though the boat or vessel has never been seized. I have given to the statute a very careful examination, and am unable to agree with the learned counsel for the defendants in error, that sections 9 and 11 will bear the construction for which he so earnestly contends. No such intention as that attributed to the Legislature, can, I think, be fairly deduced, either from tbe words of the act or its policy.\nIt wds said that no reason could he urged, why a boat after it had been discharged from a lien, should not he liable to a second seizure at the instance of creditors who may have neglected to present their claims within the time limited by statute. I think a very cogent one may be offered. As a lien attaches where a right of action accrues for any of the causes specified in section 1, it follows that the lien will be perpetuated until the boat is bonded, or the debts owing by tbe ship, boat or vessel are discharged. This fact operates as a most serious restraint upon the free disposition of the class of property to which these liens attach. We cannot think that the Legislates in the exercise of enlightened views of policy, intended to perpetuate indefinitely, liens which would render it unsafe or hazardous for our own citizens or the, citizens of other States to purchase property of this description. The constant apprehension that a boat or vessel may be burdened with liens created by a foreign law, would render their sale next to impossible in the ports of another State, into which she may he borne in the prosecution of her voyage. The' same difficulties, though in a less degree, would be experienced in effecting a sale in the State by whose laws the lien is created. There is then, wisdom in the provision which declares the circumstances under which the remedy given by the statute shall he forfeited, and fixes the period at which liens shall cease.\nAs the commerce of the lakes increases, policy will probably suggest the necessity of incorporating in our statute a provision contained in the New York statute (from which ours was borrowed) which declares, that “ when the ship or vessel shall depart from the port at which she was when such debt was contracted, to some other port within this State, every such debt shall cease to he a lien after the expiration of twelve days after the day of such departen; and in all cases such lien shall cease immediately after the vessel shall have left the State.”\nBut it is next insisted, that under the construction contended for by the plaintiffs in error, claimants may lose the benefit of their liens, before the expiration of the period limited by the statute for presenting their demands. To sustain this argument, it was suggested that a vessel seized to-day, might be discharged to-morrow, upon executing the bond required by section 13, and that the only individual who could derive any benefit from the proceedings would he the claimant by whom they were instituted. I do not think this construction warranted by any provision to bo found in the statute. Courts in administering this law would give to each clause and sentence, such an interpretation as would secure to all claimants the full benefit of the remedy which the statute has provided; they would not declaro that remedy forfeited until all persons for whoso benefit it was intended, have had an opportunity, under the Oth section, of filing their respective demands, and enforcing their liens in the manner, and within the time prescribed by the statute. This view is strengthened by the language of the íth section, which declares that “ whenever any warrant shall be issued, no other warrant shall issue against the same ship, boat or vessel, unless the first warrant be suspended.” It is very clear, that the bonding of the vessel doe» supercede, or suspend the warrant, and I see no reason why clamante who have had no opportunity of filing their demands in the three months, may not avail themselves of the remedy which the statute' affords, and enforce their liens. Comts would not so construe the statute as to defeat the objects for which it .was enacted, but would give to it such a construction as would most effectually secure to the class of creditors whose rights it was intended to protect, the full benefit of its provisions. Upon a full view of the whole statute, and guided by those maxims laid down in the boohs, for its interpretation, I am unable to perceive how this Court can annex a proviso to two sections so plain and unambiguous in their terms.\nIf the language of these sections was uncertain, and a literal interpretation would lead to injustice, contradiction or absurdity, or if such interpretation would defeat the real intention of the Legislature, deduced from a view of the whole statute, then we might be permitted to enter the wide field of conjecture, and enlarge or restrain the strict letter in such manner as to avoid these consequences I have stated, and effectuate the intention of the law makers. I am deeply impressed with the belief, however, that the Legislature meant, what they have in clear and explicit language expressed; and that we cannot, without doing violence to every sound rule of interpretation, make sections 9 and 11 say, that in the event the boat is not sold, the remedy shall not be forfeited and-that the lien shall not cease, when the Legislature have unqualifiedly said such remedy shall be forfeited, and such lien shall cease. Against such an exposition of these sections no valid objection can, I think, be urged by the defendants in error. The law had provided for them a new and extraordinary remedy for enforcing their demand; and only exacted of them reasonable diligence in order to secure its benefits. An examination of the statute would have told them in language frpe from all doubt and obscurity, that unless that demand was filed with the proper officer within three months, they would not only forfeit all right to the remedy, but lose the benefit of the lien given by section 1. If they failed in conforming their action to the plain directions of the law, ■the loss, if any happens, is chargeable to their own folly.\nThe judgment of the Circuit Court, so far' as it purports to modify the judgment of the County Court, is erroneous, and must be reversed.",
        "type": "majority",
        "author": "By the Court, Whippie, C. J."
      }
    ],
    "attorneys": [
      "Emmons & Van By ice, for plaintiff in error.",
      "Joy, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Watkins et al. plaintiffs in error, vs. Atkinson et al. defendants in error.\nWhore under the provisions of chap. 122, It. S,, of proceedings for the collection of demands against ships, boats and vessels, a vessel was attached at the instance of a croditor and the notice to creditors to produce their claims published three months, and at the end of tho throe months and before any order of sale, the vessel owner procured her discharge by giving the bond provided in said chapter: Held, That creditors who failed to filo their demands with the proper officer within three months after first publication of notice, lost the benefit of the lien given thorn by section one of said chapter. '\nError to Wayne Circuit Court.\nEmmons & Van By ice, for plaintiff in error.\nJoy, for defendants in error."
  },
  "file_name": "0151-01",
  "first_page_order": 159,
  "last_page_order": 165
}
