{
"id": 1228812,
  "name": "THE PEOPLE v. HENRY KRAMER",
  "name_abbreviation": "People v. Kramer",
  "decision_date": "1924-02-21",
  "docket_number": "",
  "first_page": "163",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 163"
    },
    {
      "type": "parallel",
      "cite": "208 App. Div. 258"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "201 N. Y. 570",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        14601,
        14462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/201/0570-02",
        "/ny/201/0570-01"
      ]
    },
    {
      "cite": "142 App. Div. 402",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        7658094,
        1196822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/127/0098-01",
        "/ny-crim/25/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 11726,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33359242179756426
    },
    "sha256": "49ed82b4779b58985cba5394cae814e5fc92cd425075c50620cbd208d64d099f",
    "simhash": "1:ba28fabb21bca8f2",
    "word_count": 2082
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. HENRY KRAMER."
    ],
    "opinions": [
      {
        "text": "Dowlihg, J.:\nThe defendant has been convicted of a violation of section 2460 of the Penal Law, upon two counts. The first count charges a violation of the 2d subdivision of said section, in that “ the defendant on or about the 7th day of May, 1923, in New York County, feloniously did attempt to induce, entice and procure a certain woman, to wit, one Loretta Duffy, to go from the state of New York to the city of Miami in the state of Florida for immoral purposes to wit, for the purpose of having sexual intercourse with a certain man or men, not her husband, whose names are unknown to the grand jury.” The third count follows the language of the statute and alleges that the defendant on the same day and place did feloniously attempt to induce, entice and procure the said Loretta Duffy to go from the state of New York to the said city of Miami for the purposes of concubinage or prostitution.\nThe evidence shows that the defendant was introduced to the complaining witness, an actress, as an assistant director to the Famous Players. He told her she was just the type he wanted for a moving picture that was to' be taken in Miami, Fla., for the Famous Players; that she was “all set ” and the job was hers. He said he would bring her over to the Famous Players next day and give her her contract, and that she was to leave for Miami on Saturday. He represented that he was assistant director to A1 Green, a director for Famous Players, and that she would be paid fifty dollars a week, all expenses paid and her transportation to Miami and back. The complaining witness said she was anxious to accept his proposition, and after telling her she would get her contract the next day, defendant said to her: “ I may just as well be frank with you and tell you that when you get down to Miami, Florida, you will have to lay with the directors, or anyone who might take a liking to you.” “ I asked Mr. Kramer what he meant by that, and he said 61 suppose you don’t do anything like that.’ I said ‘ If you mean what I think you mean, you can keep your job; I don’t want it.’ He then told me not be silly. He then told me anybody who happened to get in moving pictures had to be that way, even the girls who play small parts and extras. I then told Mr. Kramer I didn’t care to lead that kind of living, I work for a living. But he said ‘ You needn’t do that kind of life, it will only be for four weeks.’ At that time we got back to the hotel. I then told Mr. Kramer I would not accept his proposition even if he offered me a million dollars a week.”\nThe complaining witness made complaint to Marion Lawlor, manager of the engagement department of the Chorus Equity Association, and a short time afterward defendant telephoned to Miss Lawlor, representing himself as assistant director for A1 Green and saying he wanted to get some girls to go to Miami, Fla., to work for the Famous Players Lasky Company. He called on her appointment a few hours after, when he again represented himself as assistant director of the Famous Players Company and said he wanted girls to go to Miami, Fla. He went downstairs and returned with a brief case with pictures of young women and a scenario. He produced one picture as that of a beautiful girl who was going to Miami, and then denied that she was going as she was earning a larger salary. There were some witnesses overhearing the conversation, and the complaining witness entered and identified defendant as the person who had made her the proposition, which he .denied. He Insisted he was assistant director to A1 Green and employed by the Famous Players. Miss Lawlor had learned that A1 Green was not on his way to Florida, but to California, and a Mr. Abrams of the Famous Players then entered the room and said defendant had no connection with the company.\nDavid Manning testified that he was an actor connected with Lilian Bradley’s office at Fifty-first street and Broadway; that the defendant came to his office early in May, 1923, and said that he wanted some women to pose for pictures. The defendant said that “ they have got to come across first before he would give them a position.” Then the defendant afterwards said that he wanted a woman to play the part of a vampire; that he was going to take the women to Florida, and that he was connected with the Famous Players.\nMinerva Stern testified that she was a specialty dancer. The defendant told her that he was a director for Famous Players, and wanted her to play the part of a vampire, for which she was to be paid eighteen dollars a day, but if she was to have the part she must sleep with him.\nHenry C. Wylie, assistant comptroller of the Famous Players Lasky Corporation, testified that he first knew the defendant under another name when he applied for a position and was employed at the studio as a porter or assistant property man, which job he held for a couple of weeks, when he was carried for a week as sub and then dropped; he never was an assistant director. On May second or third the witness went to a dance hall at Broadway and Forty-seventh street, because a message had been received by his company that a man named Wylie had telephoned to the dance hall that he was sending an assistant director named Kramer to procure twelve girls for a production called “ Hollywood.” Wylie met defendant there, who said: “ Oh, I want twelve girls for a production called ‘ Hollywood.’ ” Wylie asked him what his idea was, and he said: “ Oh well, I don’t want twelve girls, I just wanted three girls.” Wylie said: “ You don’t want them for any production. You know you are out of there, that you left there without notice.” Defendant replied: “ Well, I want three girls.” Wylie said: “ What do you want them for ? ” Defendant said: “ Oh, I want to lay them.” Wylie said: “ What do you mean, lay ? ” Defendant said: “ Oh, I want to screw them.” I said: “ What’s the idea of three girlsi ? ” Defendant said: “ I want them for a couple of other fellows down at Forty-sixth street and Broadway.” Wylie then had defendant placed under arrest.\nAlbert Marks testified that in May, 3923, while working as a doorman in a Chinese restaurant, defendant said he was going to use twenty girls and twenty men to take down to Miami, Fla., to be paid “ $40 a week and all expenses.” He said he was not ready for them and he wanted one girl that looked neat going through the street, and also had an evening gown, but they had to lay for him. He asked the witness to get a girl for him.\nThe defendant offered no proof in his defense.\nThe appellant’s counsel conceded in their brief that “ there is an abundance of proof tending to support the complainant’s statement, so far as it indicated that the defendant had in mind the general scheme to get girls for some immoral object.” In his motion to set aside the verdict defendant’s trial counsel said: u I realize he did what he was accused of.”\nBut the conviction is now attacked upon the ground that, because defendant “ had no organized plan for the actual exportation from this state of any females for sexual intercourse or concubinage,” and because what he did was “ to ■obtain a method of approach to the complainant through his talk about a contract of employment, and then use that as a basis for finding out whether she was of loose moral character, solely for the gratification of his own lustful desire,” there can be no conviction under section 2460. It is argued that, as he had no legitimate moving picture enterprise in Miami, he could not have intended to send the complaining witness there. But this entirely overlooks his proposition to the complaining witness, which is paraphrased by defendant’s counsel in the brief as follows: “ I may just as well be frank with you and tell you that when you get down to Miami, Florida, you will have to lay with the directors or anyone who might happen to take a liking to you.” But the proposition was not merely made to the complaining witness, but is corroborated by the testimony of Manning that he was going to take the women he employed to Florida.\nThis whole record shows that defendant, who was passing under an assumed name, his real name not being Kramer, had conceived this scheme of utilizing the desire of women for the presumably lucrative employment in moving pictures, representing himself to be a direct representative of the largest of the companies in that business, to put such women as might accept his offer of apparent employment with that company under a fictitious contract with it, and then to transport them to Miami, Fla., for purposes of prostitution. That he proposed meantime to gratuitously gratify his lust with them was only an incident in his general scheme. Its basic purpose was to deliver the unfortunate he deceived by a promise of honest employment, to prostitution. A meaner or viler form of debauching persons seeking employment is hard to imagine.\nThat defendant was unable to consummate this scheme by inducing the complaining witness to accept his proposition and agree to be shipped out of the State for prostitution in Florida does not destroy the criminal character of the act. It is not merely inducing, enticing or procuring a woman to consent to prostitution that constitutes the crime, but any attempt so to do, and of that defendant was assuredly guilty.\nThe courts have always sought to uphold the salutary provisions of this section. Thus in People v. Moore (142 App. Div. 402; affd., 201 N. Y. 570), where a trap had been laid for defendant, and, although she knowingly received a sum of money on account of procuring and placing in the custody of the principal witness for the People two women, with their consent, for immoral purposes, though in fact that person did not intend to make use of them for immoral purposes, the court brushed aside the contention that the crime defined by the statute was legally impossible of accomplishment and that, therefore, no crime had been committed, and held that the intent and purpose of the defendant were the controlling-elements in the crime.\nThe judgment appealed from should be affirmed.\nClabke, P. J., Finch, McAvoy and Mastín, JJ., concur.\nJudgment affirmed.",
        "type": "majority",
        "author": "Dowlihg, J.:"
      }
    ],
    "attorneys": [
      "Fabricant & Callings and Charles A. Hickey (Louis Fabric-ant of counsel), for the appellant.",
      "Joab H. Banton, District Attorney (Donald B. Baldwin of counsel; John Caldwell Myers with him on the brief), for the-respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nFebruary 21, 1924.\nTHE PEOPLE v. HENRY KRAMER.\n(208 App. Div. 258.)\n(1) Compulsory prostitution — Penal Law, § 2460 — Attempt to induce WOMAN TO GO TO FLORIDA POR PURPOSE OP PROSTITUTION.\nThe defendant was properly convicted under section 2460- of the Penal Law of an attempt to induce a woman to go to Florida for purposes of prostitution, where it appears that he fraudulently represented himself as connected with a motion picture corporation and offered the woman a contract to act in motion pictures if she would go with him to Florida but the offer was rejected by the woman when she was informed by the defendant of his real purpose.\n(2) Same — Dependant guilty though attempt failed.\nThat the defendant was unable to consummate this scheme by inducing the woman to accept his proposition and agree to be shipped out of the State for prostitution in Florida, does not destroy the criminal character of the act. It is not merely inducing, enticing or procuring a woman to consent to prostitution that constitutes the crime under the Penal Law, but any attempt so to do is a crime.\nAppeal by the defendant, Henry Kramer, from a judgment of the Court of General Sessions of the Peace in and for the county of New York, convict him of a violation of section. 2460 of the Penal Law.\nFabricant & Callings and Charles A. Hickey (Louis Fabric-ant of counsel), for the appellant.\nJoab H. Banton, District Attorney (Donald B. Baldwin of counsel; John Caldwell Myers with him on the brief), for the-respondent."
  },
  "file_name": "0163-01",
  "first_page_order": 179,
  "last_page_order": 184
}