{
"id": 1855455,
  "name": "HOLT v. TRONE",
  "name_abbreviation": "Holt v. Trone",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 15, Calendar No. 46,099",
  "first_page": "169",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "271 Mich 187",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1877751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/271/0187-01"
      ]
    },
    {
      "cite": "260 Mich 331",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1861365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/260/0331-01"
      ]
    },
    {
      "cite": "232 Mich 88",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1677849
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/232/0088-01"
      ]
    },
    {
      "cite": "223 Mich 100",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1697209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/223/0100-01"
      ]
    },
    {
      "cite": "222 Mich 35",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1699208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/222/0035-01"
      ]
    },
    {
      "cite": "32 LRA 92",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Mich 357",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1518892
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/102/0357-01"
      ]
    },
    {
      "cite": "292 Mich 517",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1801346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/292/0517-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 10972,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.0023346119596103e-07,
      "percentile": 0.5392277696498908
    },
    "sha256": "227c65a43147ca885bc9406f21e1d354adec3b9b0a920b6459dc3083a006c39e",
    "simhash": "1:2c8758616b2961ba",
    "word_count": 1835
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bttshnell, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "HOLT v. TRONE."
    ],
    "opinions": [
      {
        "text": "Sharpe, J.\nThis is a suit by plaintiffs, claiming to be elders of the Joseph Campau Church of Christ, a Michigan ecclesiastical corporation, to enjoin the defendant minister from occupying the pulpit of the church and for other relief. The church was first organized in about 1917. On January 20, 1945, the congregation was incorporated under its present name. At that time and for some time prior thereto plaintiffs were all the elders and were the recognized' leaders of the congregation.\nOn January 30, 1945, the congregation acquired, by deed, its presently-owned building. The ; deed provided:\n“This deed is given in pursuance of a certain contract dated July 21, 1944, by and between the party of the first part and New Cameron Avenue Church of Christ of Detroit, a Michigan corporation. * * *\n“Together with all and singular the hereditaments and appurtenances thereto belonging or in any way appertaining, subject to the condition that only those acts of worship shall be permitted upon said premises being \"based, upon the New Testament Scripture, therefore no musical instrument is to be used in the church service or worship, and no organization separate from the Joseph Campan Church of Christ is to he recognized.\n“In the event that a part of the members of the party of the second part seek to violate this clause, said premises are to be held by those members only who contend for the purity, for the church and worship as above described. This clause is to continue in effect as long as the' premises remain church property.”\nIn May, 1946, the elders discharged their minister and appointed defendant as the minister of the church. Early in 1950 defendant began to preach from the pulpit a doctrine, claimed by plaintiffs to be contrary to the basic tenets of the congregation. Defendant advocated majority rule of the members. It also appears that in December, 1950, a majority of the members adopted bylaws for the government of the church. Thereafter the elders notified defendant that his services were no longer required as minister, but defendant refused to vacate the pulpit. Suit was started in the circuit court of Wayne county. While the suit was pending a convention of all the congregations, known as a lectureship, was held in the city of Detroit in the early part of 1951, at which time defendant admitted that his teaching relative to majority rule was contrary to the theory advocated by the elders. As a result of this so-called repentance on the part of defendant the pending suit was discontinued. In March, 1952, defendant wrote and had published an article in the “Christian Echo,” one of the official publications of the Church of Christ, advocating that the churches depart from tradition. In May, 1952, the defendant received a written notice signed by the elders that, effective May 25,1952, his services as minister were terminated. The defendant refused to surrender the pulpit. Accordingly, the instant suit was started by plaintiffs on their behalf as elders and on behalf of the members of tbe congregation who adhere to the standards of the church as advocated by plaintiffs. An answer was filed by defendant in which it is alleged that plaintiffs are no longer elders of the church because they were removed from office by action of the congregation on May 16, 1952, and have no authority to institute the present suit; that the church is autonomous and self-governing; that in December, 1950, the members adopted bylaws for the governing of the church; and that the elders do not have the right to remove a minister without the approval of the congregation. In way of affirmative relief defendant asks that plaintiffs be restrained from interfering with the affairs of the church.\nThe cause came on for trial, and at its conclusion the trial court found as a fact that plaintiffs were not elders of the church at the time of filing the bill of complaint and dismissed their suit. Plaintiffs appeal and urge that they are the only elders of the church and as such are empowered to dismiss the defendant as minister of the church. It appears that it is not necessary that one be a graduate of any theological seminary or institution in order to serve as minister of the church; that each Church of Christ is an independent unit separate and apart from all the other Churches of Christ and with no superior body having any control over any of the churches. We note that the church was incorporated under and by virtue of the authority contained in CL 1948, §§450.178, 450.179 (Stat Ann §§ 21.179, 21.180). Such ecclesiastical corporation under CL 1948, §450.181 (Stat Ann § 21.182), shall have authority to adopt bylaws relative to the management of the corporation. Under the above authority the church adopted bylaws, in part, as follows:\nSection. 2 of article 1 provides:\n“a. All officers mnst meet the requirements of the church, and shall be selected by the congregation at a legal business meeting, and shall serve as long as the congregation deems wise.\n“b.‘ The following method of selecting church officers may be pursued, the church through chosen representatives may select the number of men needed, such as ministers, elders, deacons, treasurer, caretaker, messengers, trustees, secretary, et cetera, men who possess the necessary qualifications for each respective office, then they must be presented to the congregation for its approval or disapproval. The members shall make their will known by raising the hand, standing, writing, or saying yes or no, et cetera, thus giving the whole church opportunity to participate in the selection of her public servants.”\nSection 1 of article 5 relating to the minister provides :\n“a. The minister may be removed for scriptural cause by the officers with the congregation.”\nSection 1 of article 8 states the method for removal of officers:\n“d. We, the Joseph Campau Church of Christ, believe and teach that any officer may be retired or impeached because of the following reasons:\n“(1) If for cause he becomes unacceptable to the congregation.\n“(2) If he fails to do the work of an officer because of negligence.\n“(3) If he loses his qualifications—this may be done if he is unfaithful in life or in his teaching and work.”\nIn the case at bar plaintiffs were removed as elders of the church by vote of the membership of the church. In Calvary Baptist Church of Port Huron v. Shay, 292 Mich 517, we had occasion to decide a church dispute relative to the use of the church property. We there said (pp 520, 521):\n“With the doctrinal disputes between the parties, whether they be with respect to ‘fundamentalism’ or any other ecclesiastical matters, the courts have no concern. Much has been written and much can be said on this subject, but little that is new can be added to that expressed by this Court in Fuchs v. Meisel, 102 Mich 357 (32 LRA 92); Russian Orthodox All Saints Church v. Darin, 222 Mich 35; Hanna v. Malick, 223 Mich 100; Komarynski v. Popovich, 232 Mich 88; Horbal v. St. John’s Greek Catholic Church, 260 Mich 331; and All Saints Polish National Catholic Church v. Gerald, 271 Mich 187. It is enough to say that we have not departed from the rule that:\n“ ‘In matters of church polity purely ecclesiastical, civil courts do not interfere, but when property rights are involved they are to be tested in the civil courts by the civil laws.’ Komarynski v. Popovich, supra [p 99].”\nIn the case at bar property rights are involved, namely, which group has the exclusive use and control of the church property. We have no concern with ecclesiastical disputes, and whether the “New Testament” authorizes and empowers a life tenure for elders with divine right to rule is not a proper subject for our determination. We do hold that our statutes authorize the membership to incorporate as an ecclesiastical body with power to make bylaws governing the selection of church officials and prescribing their duties. We are in accord with the following, as pronounced by the trial judge:\n“The court finds that if it attempted to grant relief as prayed for by plaintiffs, as to the matters being taught from the pulpit, it would be interfering in the ecclesiastical affairs of the congregation, which the congregation alone can determine. The court finds as a matter of law that the elders of this church do not have supreme authority in the matters claimed- by them, to tbe exclusion of the congregation. * * *\n“The court finds that the plaintiffs were not elders of the Joseph Campau Church of Christ at the time of filing this bill of complaint and had no rights in or to the church property, either as officers of said church or in their individual capacity; that the right to the use and control of the church property is vested in the church body or congregation, acting through its trustees.”\nThe decree of the trial court is affirmed, with costs to defendant.\nBtjtzel, C. J., and Carr, Bttshnell, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Sharpe, J."
      }
    ],
    "attorneys": [
      "George Kratchman (I. Goodman Cohen and Frederick G. Dewey, of counsel), for plaintiffs.",
      "Larry Middleton (Harold Helper, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "HOLT v. TRONE.\n1. Religious Societies—Courts—Ecclesiastical Matters—Property.\nCivil courts do not interfere in matters of church polity that are purely ecclesiastical, but when property rights are involved they are to be tested in the eivil courts by the eivil laws.\n2. Same—Life Tenure of Elders—Courts.\nWhether or not the New Testament authorizes and empowers a life tenure for elders with divine right to rule is not a proper matter for judicial determination by eivil courts.\n3. Same—Statutes—Organization—Bylaws.\nStatutes authorize the membership of a church to incorporate as an ecclesiastical body with power to make bylaws governing the selection of church officials and prescribing their duties (CL 1948, §§ 450.178, 450.179, 450.181).\n4. Same — Ecclesiastical Matters — Property — Elders — Finding of Court — Record.\nFinding of trial court that relief sought by plaintiffs, as elders of church organization would be interference with the ecclesiastical affairs of the congregation, which the congregation alone could determine and that plaintiffs were not elders at the time bill was filed to restrain defendant from functioning as minister and that plaintiffs had no right in the church property, such being vested in the ehureh body or congregation held, supported by record.\nReferences for Points in Headnotes\n[1,2,4] 45 Am Jur, Religious Societies § 40.\n[3] 45 Am Jur, Religious Societies § 6.\nAppeal from Wayne; Weideman (Carl M.), J.\nSubmitted October 13, 1954.\n(Docket No. 15, Calendar No. 46,099.)\nDecided November 29, 1954.\nBill by John W. Holt, Samuel Holt and Omer Manuel against Orum L. Troné to enjoin defendant from exercising office of minister of Joseph Campau Church of Christ. Decree for defendant dismissing bill and enjoining plaintiffs, who claim to be elders, from interfering with governing of church by its congregation.\nAffirmed.\nGeorge Kratchman (I. Goodman Cohen and Frederick G. Dewey, of counsel), for plaintiffs.\nLarry Middleton (Harold Helper, of counsel), for defendant."
  },
  "file_name": "0169-01",
  "first_page_order": 209,
  "last_page_order": 215
}