{
  "id": 1855486,
  "name": "MELLIOS v. DINES",
  "name_abbreviation": "Mellios v. Dines",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 26, Calendar No. 46,114",
  "first_page": "175",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "08 ALR 1315",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "69 ALR 633",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "18 ALR 1433",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "307 Mich 404",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1850196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/307/0404-01"
      ]
    },
    {
      "cite": "280 Mich. 15",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1782681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/280/0015-01"
      ]
    },
    {
      "cite": "270 Mich 381",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1879525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/270/0381-01"
      ]
    },
    {
      "cite": "204 Mich 357",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1753804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/204/0357-01"
      ]
    },
    {
      "cite": "235 Mich 399",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1718913
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/235/0399-01"
      ]
    },
    {
      "cite": "228 Mich 566",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1686973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/228/0566-01"
      ]
    },
    {
      "cite": "225 Mich 200",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1693224
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/225/0200-01"
      ]
    },
    {
      "cite": "194 Mich 430",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1626730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/194/0430-01"
      ]
    },
    {
      "cite": "189 Mich 38",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1639956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/189/0038-01"
      ]
    },
    {
      "cite": "160 Mich 241",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1582732
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/160/0241-01"
      ]
    },
    {
      "cite": "279 Mich 702",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1784294
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/279/0702-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 10960,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 7.052393210097117e-08,
      "percentile": 0.4252234396677181
    },
    "sha256": "3e5af873a88d52b33d9b2c345f29a2a83b0b6982641438da593baa1188dea742",
    "simhash": "1:c9dc44c73fcdd483",
    "word_count": 1922
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Reid, Dethmers, and Kelly, JJ., concurred with Sharpe, J.",
      "Boyles, J., concurred in the result."
    ],
    "parties": [
      "MELLIOS v. DINES."
    ],
    "opinions": [
      {
        "text": "Sharpe, J.\nPlaintiff, Gus Thomas Mellios, is a resident of the city of Lansing. He brought an action in the circuit court of Ingham county against defendants, George Dines and James Rissin, for the sum of $1,000, growing out of an oral agreement relative to the sale of defendants’ business. At the time the alleged agreement was entered into defendants were operating the Club Diplomat, a restaurant where liquor was served. It is plaintiff’s claim that he was contacted by defendant, George Dines, who urged him to sell the Club Diplomat, and agreed, in the event a sale was made, to pay plaintiff the sum of $1,000, in addition to a new suit of clothes and a new hat; that subsequently plaintiff contacted Francis, Joseph and Peter Senko as purchasers; that later the Senko brothers purchased the business for the sum of $44,000; and that through the assistance of plaintiff the liquor license was transferred to the Senko brothers. It is the position of defendants that they never agreed to pay plaintiff any sum of money for the sale of the business.\nIt also appears that at the time the claimed agreement was entered into defendants were occupying the property under a lease, which provided that the lease could not be assigned without the written consent of the lessors. In the case at bar no consent to the assignment of the lease from defendants to Senko brothers was ever executed by the lessors.\nOn March 22,1950, an agreement was entered into between defendants and Senko brothers for the sale of the business. The agreement provided for the sale of all stock, fixtures, good will, equipment, and inventory of supplies.\n. “It is understood and agreed that first parties shall execute any and all papers which may be necessary to secure the proper transfer of the liquor license, a proper assignment of the existing lease (which is hereby designated a material part of this agreement), and a proper compliance with the Michigan bulk sales act, and further that if any debts are outstanding against said first parties at the time of the approval of the transfer that sufficient moneys shall be withheld to pay same.”\nThe cause came on for trial, at which time plaintiff offered evidence in support of his claim for a commission. At the conclusion of plaintiff’s case defendants made a motion for a directed verdict for the reason that the sale of the business included a proper assignment of the existing lease, and that the sale of a lease is a sale of realty and that the claimed agreement to pay a commission therefor is void under the statute of frauds because it was not provided for in writing. The court denied defendants’ motion with the privilege of renewing it at a later time. Thereafter defendants offered evidence in support of their claim that the sale of the business included a proper transfer of the lease, and that there was no promise to pay plaintiff anything for such services he may have rendered.\nAt the close of all proofs defendants’ counsel stated to the court:\n“I would like to again renew my motion as made at the time of the closing of the plaintiff’s proofs.”\nThereupon, plaintiff’s attorney stated:\n“I move for a directed verdict and ask that the matter be taken from the jury and decided by the' court, which the court has the duty to do as is my understanding under the court rules.”\nIt also appears that following some discussion with the court defendants’ counsel stated:\n“And' so thát our position will not be misunderstood on this record, this court informing us on the record that in his opinion a factual situation existed, then, if the court please, I am asking that the same be submitted to the jury; in other words, my motion to be qualified that if the court finds there is a faetual situation existing, a factual controversy existing then I am ashing that that he submitted to the jury for a finding.”\nThis statement was followed by the following statement by the court:\n“Well, I think the court can take over there. As I understand it, you made a motion for a directed verdict. The court took it under advisement. Then Mr. Parr made a motion for a directed verdict, thereby placing it in the hands of the court. So that your motion, as it was read, had no reservation in it that certain matters would be submitted to the jury. It was a motion for a directed verdict. But I will hear you on your argument, if you want.”\nThe cause was argued by both counsel, whereupon the court granted plaintiff a judgment in the sum of $1,000. In his opinion the court stated:\n“Now, of course, the issue here is the plaintiff says there was an agreement to sell the business; the defendant says there was never any such agreement. The court is of the opinion that there was such an agreement to sell the business, and that apparently nothing was said about a lease when the agreement was finally drawn up. There was an agreement between the Senkos and the defendants Dines and Rissin. I do not find that there was anything said about a lease. Apparently it was worked out. They accepted those people later; at least I do not find anything in the record that says that the defendant was ever held liable on that lease. Apparently he was released.”\nDefendants appeal and urge that the court was in error in refusing to direct a verdict in favor of defendants at the close of plaintiff’s proofs, for the reason that the transaction between defendants, as vendors, and Senk-o brothers, as vendees, included the sale of an interest in real estate.\nThe trial court found as a fact that the agreement between plaintiff and defendants was to sell the business and that nothing was mentioned about the transfer of the lease. We have carefully examined the record and find competent evidence to support the finding of this fact as determined by the trial court. In such case we do not reverse.\nIt is also urged that the court was in error in taking the case from the jury and rendering a verdict for plaintiff. We assume that it is defendants’ contention that the issues of fact should have been submitted to the jury after both parties asked the court for a directed verdict, and on the assumption that defendants had the right to later qualify this motion as hereinbefore related. In Arnold v. Krug, 279 Mich 702, we said (pp 705, 706):\n“Where, without reservations, both parties ask for directed verdict, the court may determine the case and need not submit it to the jury even though there be room for conflicting inferences from the testimony. Culligan v. Alpern, 160 Mich 241; Germain v. Loud, 189 Mich 38; Kyselka v. Northern Assurance Co. of Michigan, 194 Mich 430; City National Bank v. Price’s Estate, 225 Mich 200; Sterling Cork & Seal Co. v. Ph. Kling Brewing Co., 228 Mich 566; Peoples Savings Bank of Saginaw v. Pere Marquette Railway Co., 235 Mich 399.\n“When, in addition to his motion to direct, a party presents requests to charge the jury, it negatives his intent to waive the right to have a jury pass upon the case; and if his motion to direct is denied, he is entitled to go to the jury on any proper issue of fact. Kane v. Detroit Life Ins. Co., 204 Mich 357; Burkheiser v. City of Detroit, 270 Mich 381.\n“It follows also that one may reserve his right to go to the jury, on denial of his motion to direct, by any definite claim to the court to that end, made upon the record. The reservation need not be by written request to charge.”\nSee, also, Cardinal v. Reinecke, 280 Mich. 15, and In re Frazee’s Estate, 307 Mich 404.\nIn none of the above cases do we have a factual situation as exists in the case at bar. The record does not show when the cause was taken from the jury, but we can assume the jury was dismissed from further consideration of the cause prior to the time the trial court heard the arguments by the interested parties as to the facts and law on the issues involved. When, at the close of all testimony, plaintiff made a motion for a directed verdict, and defendants renewed their previous motion for a directed verdict, the court then had the power to decide the issues, as at that time neither motion had any conditions or qualifications attached to it. Subsequently defendants attempted to qualify their motion, but by arguing the cause to the trial court, they waived the right to submit any issue to the jury. Defendants are now estopped to claim that their motion was qualified.\nThe judgment in favor of plaintiff is in accord with the evidence submitted. Judgment affirmed, with costs to plaintiff.\nBtjtzel, C. J., and Carr, Bushnell, Reid, Dethmers, and Kelly, JJ., concurred with Sharpe, J.\nBoyles, J., concurred in the result.\nSee CL 1948, § 442.1 et seq. (Stat Ann § 19.361 et seq.).— Reporter.\nSee 'OH 1948, § 566.132 (Stat Ann 1953 Rev -§ 26.922).— Reporter.",
        "type": "majority",
        "author": "Sharpe, J."
      }
    ],
    "attorneys": [
      "Gregg, Glassen, Parr & Rhead, for plaintiff.",
      "Roy T. Conley, for defendants."
    ],
    "corrections": "",
    "head_matter": "MELLIOS v. DINES.\n1. Frauds, Statute of—Transfer of Lease—Oral Agreement for Commission.\nTrial court's finding of fact that nothing was mentioned about the transfer of lease of premises in which' defendants were conducting a restaurant where liquor was served, when oral agreement was made by defendants to give plaintiff $1,000 under agreement relative to the sale of their business held, supported by competent evidence (CL 1948, § 566.132).\n2. Appeal and Error—Finding of Fact—Evidence. -\nThe Supreme Court does not reverse a finding of fact by a trial court, where such finding is supported by competent evidence.\nReferences for Points in Headnotes\n[1] See, generally, 49 Am Jur, Statute of Frauds § § 49, 189-196, 210.\n[2] 3 Am Jur, Appeal and Error §§ 896, 900.\n[3-5] 53 Am Jur, Trial §§ 341-346.\nRequest by both parties for directed verdict as waiver of submission to jury. 18 ALR 1433; 69 ALR 633; J.08 ALR 1315.\n3. Trial—Motion for Directed Verdict by Both Parties—Determination by Court.\nA trial court may determine a case' and need not submit it to the jury even though there be room for conflicting inferences from the testimony, where both parties, without reservations, ask for directed verdict.\n4. Same—Motion to Direct Verdict—Reservation of Right to Go to Jury.\nA party may reserve his right to go to the jury, on denial of his motion to direct, by any definite claim to the court to that end, made upon the reeord and the reservation need not be by written request to charge.\n5. Same—Motion to Direct Verdict—Qualification—Waiver.\nDefendants, who first made a motion for a directed verdict that was followed by a similar motion by plaintiffs, were estopped from claiming their motion to direct was qualified, where' defendants then later attempted to qualify their motion, but yet later argued the cause to the trial court.\nAppeal from Ingham; McDonald (Archie D.), J., presiding.\nSubmitted October 6,1954.\n(Docket No. 26, Calendar No. 46,114.)\nDecided November 29, 1954.\nCase by Gus Thomas Mellios against George Dines and James Rissin for services on sale of business. Judgment for plaintiff. Defendants appeal.\nAffirmed.\nGregg, Glassen, Parr & Rhead, for plaintiff.\nRoy T. Conley, for defendants."
  },
  "file_name": "0175-01",
  "first_page_order": 215,
  "last_page_order": 221
}
