{
  "id": 155995,
  "name": "Jim Jones v. The State",
  "name_abbreviation": "Jones v. State",
  "decision_date": "1892-10-09",
  "docket_number": "No. 493",
  "first_page": "177",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 701,
    "char_count": 18148,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 1.8615624815308005e-07,
      "percentile": 0.7249252755662589
    },
    "sha256": "24fc7d694d7640aa927cac223a324bd347a50f41ddbecf4636064b3ec4f97f58",
    "simhash": "1:b454fd7da2a86f15",
    "word_count": 3298
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jim Jones v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of murder in the first degree, and his punishment assessed at a life term in the penitentiary. When the jury was being empanelled, the defendant, as well as the State, asked for and obtained an attachment issued for the absent venireman, McAtee. The defendant then asked the court to suspend the further empanelling the jury until the sheriff could bring in the juror, or show cause why the attachment could not be executed. This the court refused, and ordered that the selection of jurors be proceeded with from the summoned talesmen. Defendant excepted, and duly reserved his bill of exceptions. The ruling of the court was correct. Hudson v. The State, 28 Texas Ct. App., 323; Suit v. The State, 30 Texas Ct. App., 319.\nDefendant sought a continuance for the testimony of Henry Henderson and Joe Wilson, residing in Cold Creek, State of Colorado, the county alleged to be unknown to defendant, and for the testimony of H. B. Lovett, Henry Spicer, John Lafayett, J. A. Anderson, and Ed Edwards, who reside at Hat Creek, Wyoming, the county of their residence also being unknown to defendant. The application states that defendant “ expects to prove by the depositions of said witnesses that he was in the State of Wyoming all of the entire year of 1885; that said witnesses will swear that he was in Wyoming on the range during the months of September and October, A. D. 1885, and that it was impossible for him to have been in Texas during said months of September and October, 1885; that the murder with which this defendant is charged is alleged to have been committed on the 28th day of September, A. D. 1885; that he expects and can prove by said depositions of said witnesses that they were with him on said 28th day of September, 1885, in Wyoming; that said J. A. Anderson has known this defendant for nineteen years; and that his name is Charles Parker, and not Jim Jones.”\nViewed from the standpoint of the motion for a new trial, was this testimony probably true ? Or, to state the rule more strongly, and favorably for defendant, were the facts bearing upon this issue sufficiently cogent and convincing as to render improbable the truth of the facts set forth in the application ? If so, the new trial was properly refused. In this connection the record discloses that the defendant testified that he was not in Wyoming during all of the year 1885, but that he spent a portion of that year in Colorado; that he was working for J. A. Anderson in Wyoming during the fall of 1885, and was in Wyoming on the 28th day of September; that on the ranch of Anderson were with him the alleged absent witnesses Lovett, Spicer, Edwards, Lafayett, and Anderson; that since August, 1887, until he was brought to this State to stand his trial in this case, he was in the United States penitentiary; that the last time he heard from Lovett was in 1887, Spicer in 1890, at which time he had a letter from him, and that he has not heard from Anderson since 1889. He denied that he was ever in New Mexico “ on the 101 Ranch,” as testified by State’s witnesses; that he never knew the State’s witnesses Hicks Duncan, W. P. Yarborough, and Jeff Helsley on that or the adjoining ranch, or that he ever saw them before he was brought to Texas to stand his trial; and he denied that he was guilty of the homicide charged in this case.\nBy the witnesses Hicks Duncan, Jeff Helsley, and W. P. Yarborough, the State proved that they knew and had known the defendant for years. They knew him in New Mexico. That while there he worked on the “101 Ranch” during the year 1884 and a portion of the year 1885, and was then called or known as “Jim Jones, or the Tom Harris Kid.”\nThey all identified him in the most unequivocal terms as the same party. Yarborough further testified, that he met defendant “ in Cheyenne, Wyoming, in the spring of 1886. He told me then to call him Charley Parks, or something like that. This defendant now on trial is the same man I knew in New Mexico as Jim Jones, or the ‘ Tom Harris Kid.’ He is the same man I saw in Cheyenne, Wyoming, who told me to call him Charley Parks.” Duncan met the deceased, defendant, and the witness Ashby on the day of and just prior to the homicide. These three men met by this witness were then traveling together. He and the defendant stopped, shook hands, had some conversation, and then parted; the defendant pursuing his journey north, with his two companions, and Duncan continuing his travel south, with Helsley, to Johnson County. The traveling companions of defendant were strangers to Duncan. He had never seen them before. S. E. Ashby, the only eye-witness to the homicide besides the slayer, identified defendant, and said, “I know this man now on trial is the man who killed W. W. Chrisman. I can never forget the face of the man who did the shooting. It is indelibly photographed on my memory.” Defendant shot this witness three times, at the same time, and immediately after killing Chrisman.\nDefendant was indicted under the name of Jim Jones, and when arraigned pleaded to that name, making no suggestion that his name was other than that charged. The record, to our minds, clearly shows the improbability of the truth of the facts set out in the application. Here are three witnesses, strangers to deceased, and friends of the defendant, testifying to facts positively identifying defendant, and rendering it impossible that the testimony by which he proposed to establish his alibi could be true. If presumption is to be indulged to support either theory, it must be against the defendant; first, because the ruling of the court is presumed correct; secondly, because the witnesses, if biased, would be so in defendant’s favor, and not against him, because he was their friend, and had been for years, but were strangers to deceased. The court did not err in failing to charge upon the law of circumstantial evidence. The facts are positive and direct from an eye-witness that defendant shot and killed deceased in the perpetration of robbery.\nThe judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "Scurry & Skeen, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Jim Jones v. The State.\nNo. 493.\nDecided October 9.\n1. Murder—Special Venire—Practice.—On a trial for murder where, in empanelling the jury, it was ascertained that one of the special veniremen was absent, for whom an attachment was issued instanter, held, that the court properly refused to postpone and delay the proceedings until said attachment could be executed, and said absent venireman be brought in, and properly proceeded with the empanelling and selecting the jury from the remaining veniremen.\n2. Same—Continuance—Alibi and Mistaken Identity.—See facts stated in the opinion with regard to an application for continuance for testimony by which defendant expected to prove an alibi, and mistaken identity, held, in the light of the evidence adduced on the trial, to be both improbable and untrue.\n3. Charge of Court—Circumstantial Evidence.—Where the facts attendant upon a homicide are testified to directly and positively by an eye-witness, held, that the court properly refused to charge the law of circumstantial evidence.\n4. Fact Case.—See a case stated, the facts of which were held by the court to be amply sufficient to support a verdict and judgment of conviction for murder in the first degree committed in the perpetration of robbery, and wherein the penalty was assessed at a life term in the penitentiary.\nAppeal from the District Court of Wichita. Tried below before Hon. George E. Miller.\nAppellant having been tried under an indictment charging him, by the name of Jim Jones, with the murder of W. W. Chrisman, in the perpetration of robbery, in Wichita County, Texas, on the 28th day of September, 1885, was, at said trial, found guilty of murder of the first degree, and his punishment affixed at a life term in the penitentiary.\nWhen defendant was arraigned for trial, he pleaded to said indictment without suggesting that his name was different, or otherwise, than that stated m the indictment, viz., Jim Jones. He made an application for a continuance, in order that he might secure the testimony, by depositions, of several witnesses residing in other States, to whom he had filed interrogatories, by whom he expected to prove an alibi, mistaken identity, and that his name was Charles Parker, and not Jim Jones. The said application for continuance was overruled, both in the first instance and on his motion for new trial.\nWhen the jury were being empanelled and selected from the special venire, it was found that one McAtee, who had been summoned on the special venire, was absent; whereupon both the State and defendant requested, and the court caused, the issuance of an attachment, returnable instanter, for the said absent venireman. And defendant further moved the court for postponement until said absent venireman could be brought in, which the court refused, and ordered the case to proceed.\nS. E. Ashby, for the State, being sworn, testified substantially: About the middle of September, 1885, W. W. Chrisman and myself started together from Coryell County, Texas, to Harrold. Left Wichita Falls the morning of the 28th for Harrold. About 8 or 9 o’clock fell in with the defendant, who came into our road from the north side. He was riding a small pony, very much jaded. . Chrisman, the deceased, was riding a very good horse, which belonged to me. Defendant took dinner with us; and about 3 o’clock in the evening, after we had renewed our journey, we came to where the road forked, the left hand fork being much plainer and going directly up the railway track. The right hand road was quite dim, but defendant said that he knew the way, and that that was the best road to Harrold. I objected; but Chrisman said, that as defendant knew the country, we had better follow his advice. Defendant had been watching the horse Chrisman was riding, and said that he would rather have Mm than any damned horse he ever saw in his life. He offered to trade for him, first offering me $75. and on my refusing, he then offered me $100, which I also refused, but told him that when we got to Harrold perhaps I would give him a chance. After we had traveled up the road about three or four miles, I noticed that when defendant pulled off his coat and tied it to his saddle he had two six shooters on his right side. About this time we saw some antelope in front of us, and Chrisman said, “Do you see those deer?” Defendant said, “They are not deer, they are antelope.” Chrisman said if he got close enough to them he intended to try to get a shot at them. While we were talking about the antelope the defendant dropped a little behind Chrisman and me. Just then I heard the report of a pistol shot, and Chrisman fell from his horse toward me. He clung to his saddle for a short time before he fell on the ground, and I grabbed for his pistol. While in this reclining position the defendant opened fire on me. The first shot struck me just left of the backbone and ranged up, and came out at my shoulder. The second grazed my back, and the third made a scalp wound.\nAs soon as the shooting began my horse began pitching, and I failed to get Chrisman’s pistol. As soon as my horse quit pitching I put spurs to him and ran away. This shooting occurred about four miles northwest from Rutherford Station, on the Fort Worth & Denver City Railway. When my horse began to run, the defendant galloped up to the horse Chrisman had been riding, caught him, and mounted him without getting on the ground, and pursued me. He fired five shots at me before I got my horse to running after he mounted the horse Chrisman had been riding. He pursued me about three miles. He was then riding a better horse than I was, and was gaining on me. I began to ride for some timber. When he saw that I would get to the timber before he caught me, he fired six more shots at me. I ran up to the bluff bank of a creek, jumped off my horse, ran down the creek bed several hundred yards, and\nhid in some brush and weeds. I stayed there till night, and then made my way to a house, where I stayed all night. The next morning I hired a man to take me over to Rutherford Station, and came down to Wichita Falls on a freight. I saw an officer at Rutherford and told him about the killing. The next day I saw the dead body of W. W. Chrisman at Wichita Falls.\nSome days after the killing I recovered the pack-horse and the horse that I had been riding, and I also saw the horse the defendant had been riding, but I never recovered the horse which W. W. Chrisman was riding at the time he was killed. We also recovered Mr. Chrisman’s saddle. On the 28th of September, 1885, about 10 or 11 o’clock a. m., while the defendant was traveling with Chrisman and me, we saw two men with a bunch of horses at some distance off the road. One of them left the horses and rode down and intercepted us. When he got up within speaking distance he and defendant seemed to recognize each other. They shook hands and talked sometime. We stopped some distance from them, and did not hear what was said. After talking with this man, the defendant rode on with us until the killing. I did not, at that time, know the man. with whom defendant had been talking. Afterward two young men were-, arrested and brought to Henrietta, and I met them and recognized one of them as the man who had been talking with defendant that day. He is. here now in attendance upon court, and his name is Hicks Duncan. The ■ other of these young men did not come down to where we were.\nOn cross-examination witness said: Of my own knowledge, I don’t, know in what county this killing occurred. It was about four miles-nortliwest of Rutherford Station, on the Fort Worth & Denver City Railway, about three years ago. I was brought here to identify a man who-was under arrest charged with this killing. I did not identify him. I did not say he was the man, and at first could not say he was not the-man. There was some resemblance between him and this defendant. It had been nearly seven years since the killing of W. W. Chrisman. The party under arrest here three years ago was held here several days for identification after I saw him—until Mr. Duncan and Mr. Helsley came. I can not now be mistaken as to the identity of the defendant. I know this man now on trial is the man who killed W. W. Chrisman. I can never forget the face of the man who did the shooting. It is indelibly photographed in my memory.\nHicks Duncan, sworn, testified: On or about the 28th day of September, Jeff Helsley and myself were on our way from New Mexico to Johnson County, Texas, and were passing through Wichita County, Texas, from Harrold to Wichita Falls. We had a bunch of horses with us. On that day, about ten miles northwest of Wichita Falls, we saw three men riding along the road. They were horseback, and had a pack-horse with them. These men were traveling northwest along the road to Harrold, I left Mr. Helsley with the horses, and rode down to see these men. I recognized one of them as this defendant. We spoke to each other, shook hands, and talked a little while, and then parted. He rode on with the men he was traveling with, and we went on our way to Johnson County. It was this defendant, now on trial, that I met that day. I had known him for sometime in New Mexico. He worked on the 101 Ranch, and I was working on an adjoining ranch, and we were together right frequently. I had not seen him for about six months before the 28th of September, 1885, when I saw him in company with Mr. Ashby and the man I saw dead a few days after. I knew him then when I saw him, and I know him now. He was known in New Mexico, while working for the 101 outfit, as Jim Jones, or the “ Tom Harris Kid.” I never saw the defendant from that time until I saw him in Wichita Falls, in jail, about ten days ago. I was arrested a day or two after I saw the defendant, and brought back to Wichita Falls, and saw Mr. Chrisman, the dead man, and the next day at Henrietta; I saw Mr. Ashby at Henrietta about three years ago. I came here to identify a man under arrest for this crime. I knew he was not the man as soon as I saw him. He looked a little like the defendant, but, I think, was a heavier and older man than the defendant.\nCross-examined: It is possible for a man to make a mistake in identifying another. I know the man now on trial is Jim Jones, or the “ Tom Harris Kid,” I knew in New Mexico on the 101 Ranch, and who was with Chrisman and Ashby when I met them in Wichita County, Texas, on the 28th of September, 1885. I have made mistakes in taking one man for another, but don’t think I can be mistaken now. I knew this defendant one and a half or two years in New Mexico. That was about seven years ago. He was then about 18 or 19 years old, and was a beardless boy. He was without beard the day Chrisman was killed.\nW. P. Yarborough, sworn, said: I knew the defendant as Jim Jones in New Mexico. He was then working for the 101 outfit. This was in 1884 or 1885. He was then called Jim Jones, or the “Tom Harris Kid.” In the spring of 1886, I saw him again in Cheyenne, Wyoming. He told me then to call him Charlie Parks, or something like that. This defendant, now on trial, is the same man I knew in New Mexico as Jim Jones, ■or the “Tom Harris Kid.” He is the same man I saw in Cheyenne, Wyoming, who told me to call him Charlie Parks.\nDefendant testified, in his own behalf, in substance: That his name was Charles Parker, and not Jim Jones. That he never had been in Texas, nor in Wichita County, until he was brought there from Wyoming Territory by the sheriff to answer to the indictment in this case. That he was in Wyoming and Colorado during the whole of the year 1885. Was in Nebraska part of 1887, and was in the United States penitentiary in Wyoming from August, 1887, until he was brought back to Wichita County, Texas, to answer to this indictment for murder. He denied emphatically all the statements made by the State’s witnesses in regard to his connection with this murder.\nScurry & Skeen, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0177-01",
  "first_page_order": 197,
  "last_page_order": 203
}
