{
"id": 1855466,
  "name": "SIERRA v. MINNEAR",
  "name_abbreviation": "Sierra v. Minnear",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 68, Calendar No. 46,298",
  "first_page": "182",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "51 Mich 160",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        8718643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/51/0160-01"
      ]
    },
    {
      "cite": "16 Am St Rep 572",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "2 LRA 343",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "73 Mich 146",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1362903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/73/0146-01"
      ]
    },
    {
      "cite": "226 Mich 459",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1691238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/226/0459-01"
      ]
    },
    {
      "cite": "90 Am Dec 225",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "14 Mich 91",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1948373
      ],
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/14/0091-01"
      ]
    },
    {
      "cite": "15 Mich 60",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1946791
      ],
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/15/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 12671,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 7.500188514851265e-08,
      "percentile": 0.4464020875348331
    },
    "sha256": "aa3619df6f8c7cfab548de1df7c2c029d6d8cf12dcd660f23cc86c886b0972c0",
    "simhash": "1:be06a4624fa8f491",
    "word_count": 2189
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "SIERRA v. MINNEAR."
    ],
    "opinions": [
      {
        "text": "Sharpe, J.\nPlaintiff, Jose Ruben Sierra, began an action in the circuit court of Berrien county against Daisy I. Minnear, defendant, for services rendered from July 4, 1949, to about November 1, 1952. The amount claimed is $12,252. It appears that at the time plaintiff began his services, defendant and her husband, William H. Minnear, were living in their home on a small tract of land containing approximately 2 acres. This property was owned by defendant and her husband as tenants by the entirety. The adjoining farm consisted of approximately 73 acres, and was in the name of William H. Minnear alone.\nOn April 14, 1952, William H. Minnear died, and subsequently defendant, as the surviving tenant by the entirety and by inheritance, secured complete title in herself of both the home and the farm. Plaintiff ■continued working for defendant after the death of William H. Minnear, with the exception of a period from about July 30, 1952, to tbe date of their marriage. On or about November 16, 1952, plaintiff and defendant were married, and were divorced on or about February 19, 1953.\nDefendant filed an answer to plaintiff’s declaration in which she denied that she was indebted to plaintiff in any amount, and also filed affirmative defenses, one of which reads as follows:\n“That on or about the 16th day of November, 1952, the plaintiff and the defendant were married, and that the alleged obligation of the defendant to the plaintiff, as set forth in plaintiff’s second amended declaration and additional and more specific bill of particulars, was thereby cancelled and annulled and the defendant released from any obligation thereunder.”\nThe cause came on for trial, and, after a jury was selected, and immediately following the opening statement by plaintiff’s counsel and the stipulation of certain facts, defendant made a motion for a directed verdict based upon her affirmative defenses. The trial court granted the motion and at the same time stated:\n“While argument has been made here that Michigan takes a so-called liberal view of the effect of this statute in derogation of the common law, the court is not impressed with the idea, for the reason that it has taken legislation following court decisions to effect that liberality contended for here; and the court is of the opinion that the common law quoted is the law in Michigan. Common law still prevails, in spite of the married women’s act, and it will continue to be common law until there has been legislation to effect it otherwise. These parties were married; and, as the court says, there is nothing in the married women’s act which abrogates the common-law rule to provide that the debts of a woman to her husband are not extinguished; and consequently the court is of the opinion that this marriage' of the parties on November 16, 1952, extinguished whatever debt may have existed; and the court will instruct the jury to bring in a verdict of no cause for action.”\nPlaintiff appeals and urges that there was no common-law rule in Michigan providing that marriage extinguished an antenuptial debt of a wife to a husband. Under the common law the husband had:\n“1. The control of her person, and the right to appropriate her earnings to his own use; 2. He became by the marriage the owner of such personal estate as she then possessed, and of all that she should thereafter acquire during coverture; 3. • He had a right to reduce her choses in action to possession, and to dispose of her chattel interests in lands to his own use; 4. He became vested with her estates of inheritance during the coverture, and if he survived her, and issue capable of inheriting it had been born to them, he had a life estate therein; and 5. In case of their separation, he had the better right to the control and custody of the children of the marriage.” Tong v. Marvin, 15 Mich 60, 66.\nThe status of a wife under common law is well stated in Burdeno v. Amperse, 14 Mich 91, 92 (90 Am Dec 225):\n“The effect of marriage was to produce what is called in the law books unity of person; the husband and wife being but one person in the law: — Co. Litt. 112a; 1 Blackstone’s Commentaries, p 442. The wife, by her coverture, ceased to have control, of her actions or her property, which became subject to the control of her husband, who alone was entitled, during the marriage, to enjoy the possession of her lands, and who became owner of her goods and might sue for her demands. The wife could neither possess nor manage property in her own right, could make no contract of a personal nature which would bind her, and could bring no suit in her own name. In short, she lost entirely all the legal incidents attaching to a person acting in her own right.. The husband alone remained sui juris, as fully as before marriage.”\nUnder the above decisions there is a clear recognition that a wife had certain disabilities in relation to her separate property under the common law, and among those disabilities was the fact that she could make no contract which would bind her.\nIt is the general rule at common law that marriage extinguished an antenuptial debt of a wife to a husband. In 26 Am Jur, Husband and Wife, § 26, p 653, it is said:\n“Any antenuptial indebtedness of husband to wife or wife to husband, and.any security, such as a trust deed or mortgage, or any contract between them is, at common law, extinguished absolutely and forever, and is not revived on discoverture.”\nThe' above authority well states the common-law rule relative to an antenuptial indebtedness of a wife to a husband, and..such rule is the law in Michigan.\nIt is also urged by plaintiff that, .the common-law disabilities of married women have been abolished in Michigan by a series of acts commonly referred to as “married women’s statutes.” These statutes iii Michigan, the plaintiff states, include:\n“CL 1948, § 449.6 (Stat Ann 1953 Cum Supp § 20.-6), permitting a. husband and wife to be partners in business. ' .\n“CL 1948, §557.1 (Stat Ann §26.161), provides that all property, real and- personal, of a- married woman, acquired in any manner before or after marriage, shall be hers- alone, free of any debts or engagements of her husband, with full rights therein, to make any disposition she wishes, as though she were unmarried.\n“CL 1948,. § 557.2 (Stat Ann §.26.162), permits any trustee of a married woman’s real or personal property to make a direct conveyance of said property to the married woman.\n“CL 1948, § 557.4 (Stat Ann § 26.163), provides-that as regards her separate estate, a married woman, and not her husband, may be held liable for any contract she makes thereto. . -\n“CL 1948, §557.11 (Stat Ann §26.171), provides that a married woman shall have full and absolute right to have, enjoy and make any disposition of any or all of her earnings.\n“CL 1948, §557.51 (Stat Ann § 26.181), abolishes the common-law disability of married women to make and enter contracts jointly-with her husband on jointly-owned property.\n“CL 1948, §557.52 (Stat Ann §26-.182), allows married .women to make themselves jointly liable with their husbands on written contracts covering jointly-held property.\n“CL 1948, § 557.53 (Stat Ann § 26.183), allows execution and garnishment on joint property of husband and wife on a joint obligation of the two.\n“CLS 1952, § 702.93 (Stat Ann 1953.' Cum Supp § 27.3178[163]), provides that on the death of any married woman possessing property not disposed of by her will, the same shall he first subject to her debts, funeral charges and expenses of administration.”\nWe are not in accord with plaintiff’s theory that the common-law disabilities of married ymmen have been abolished in Michigan. The married women’s statutes did not abrogate the common-law right of the husband to the earnings of his wife. In Ridky v. Ridky, 226 Mich 459, we held that previous to the passage of PA 1911, No 196 (CL 1948, § 557.11 [Stat. Ann § 26.171]), all the earnings of a married woman belonged to her husband as a matter of law. In Artman v. Ferguson, 73 Mich 146 (2 LRA 343, 16 Am St Rep 572), the issue was whether a husband and wife could legally enter into a copartnership. We there held that a contract of partnership with her husband is not included within the power granted by our statutes to married women. We there said (pp 148-150):\n' “Our statute has not removed all the common-law disabilities of married women. It has not conferred upon her the powers of a femme-sole, except in certain directions. It has only provided that her real and personal estate acquired before marriage, and all property, real and personal, to which she may afterwards become entitled in any manner, shall be and remain her estate, and shall not be liable for the debts, obligations, and engagements of her husband, and may be contracted, sold, transferred, mortgaged, conveyed, devised, and bequeathed by her as if she were unmarried; and she may sue and be sued in relation to her sole property as if she were unmarried. How Stat §§ 6295-6297. In all other respects she is a femme-covert, and subject to all the restraints and disabilities consequent upon that relation. * * *\n“In this State a married woman was subject to the common-law disabilities of coverture until the passage of the married woman’s act of 1855. How Stat §§ 6295-6299. This act does not touch a wife’s interests in her husband’s property, and these remain under the restrictions of the common law, unless they are removed by some other statute. The wife’s common-law disabilities are only partially removed by the act, and one who relies on a wife’s contract must show the facts, in order that it may appear whether she had capacity to make it. Edwards v. McEnhill, 51 Mich 160.”\nWe have examined the various acts quoted in this opinion and fail to find in any of them language from which we can say that it was the intention of the legislature to abolish, tbe common-law rule that antenuptial debts of the wife to the husband are extinguished by marriage.\nWe are in accord with the ruling of the trial court on this issue. The judgment is affirmed, with costs.\nBtjtzel, C. J., and Carr, Bushnell, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.\nCoke upon Littleton, 112a, lib 2, eliap 10, § 168.—Reporter.\nCL 1948, §§ 557.1-557.5 (Stat Ann §§ 26.161-26.164). See, also, CL 1948, § 612.5 (Stat Ann § 27.657).—Repoetee.",
        "type": "majority",
        "author": "Sharpe, J."
      }
    ],
    "attorneys": [
      "George 8. Keller and Butsbaugh & Page (Chester J. Byrns, of counsel), for plaintiff.",
      "Burns, Hadsell & Mollis on (Philip A. Hadsell, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "SIERRA v. MINNEAR.\n1. Husband and Wife—Common Law—Person—Property—Children.\nThe husband, at common law, had the right (1) to the control of his wife’s person, (2) to appropriate her earnings to his own use, (3) to the personal estate she had at the time of their marriage or that she thereafter acquired during coverture, (4) to reduce her choses in action to possession, (5) to dispose of her chattel interests in lands to his own use, and (6) he became vested with her estates of inheritance during the coverture, and if he survived her, and issue capable of inheriting it had been born to them, he had a life estate therein; and (7) in ease of their separation, he had the better right to the control and custody of the children of the marriage.\n2. Same—Common Law—Contracts.\nThe effect of marriage, at common law, was to produce what is called unity of person, and since the husband alone remained sui juris, the wife eould make no contract of a personal nature which would bind her.\n3. Same—Common Law—Marriage—Antenuptial Debts.\nMarriage, at common law, extinguished an antenuptial debt of a wife to a husband.\n4. Same—Common Law—Antenuptial Debts—Statutes.\nAny antenuptial indebtedness of husband to wife or wife to husband is, at common law, extinguished absolutely and forever upon coverture and not revived on discoverture and the statutes have not abolished the common-law rule.\nReferences for Points in Headnotes\n[1] 17 Am Jur, Divorce and Separation § 673; 26 Am Jur, Husband and Wife §§ 11, 55-59; 27 Am Jur, Husband and Wife § 463.\n[2] 26 Am Jur, Husband and Wife §§ 3, 128.\n[3] 26 Am Jur, Husband and Wife § 26.\n[4] 26 Am Jur, Husband and Wife §§ 26, 27.\n[5] 26 Am Jur, Husband and Wife § § 3,19, 20.\n5. Same—Common-Law Disabilities op Married Women—Statutes.\nThe common-law disabilities of married women remain except as abrogated by statute.\nAppeal from Berrien; Robinson (Tbomas N.), J.\nSubmitted October 12, 1954.\n(Docket No. 68, Calendar No. 46,298.)\nDecided November 29, 1954.\nAssumpsit by Jose Ruben Sierra against Daisy I. Minnear for value of services rendered. Directed verdict and judgment for defendant. Plaintiff appeals.\nAffirmed.\nGeorge 8. Keller and Butsbaugh & Page (Chester J. Byrns, of counsel), for plaintiff.\nBurns, Hadsell & Mollis on (Philip A. Hadsell, of counsel), for defendant."
  },
  "file_name": "0182-01",
  "first_page_order": 222,
  "last_page_order": 229
}