{
  "id": 1933602,
  "name": "The People ex rel. Anderson vs. Township Board of Le Grange",
  "name_abbreviation": "People ex rel. Anderson v. Township Board",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "187",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "10 Wend., 26",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "22 Pick., 263",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/39/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 11404,
    "ocr_confidence": 0.337,
    "pagerank": {
      "raw": 2.1905772293093648e-07,
      "percentile": 0.7737613273978522
    },
    "sha256": "c9ce3c95f8840063b3df33567ff0c89f3c3078099c314741927f3b8df8026c5f",
    "simhash": "1:a6e350777f016f06",
    "word_count": 2025
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People ex rel. Anderson vs. Township Board of Le Grange."
    ],
    "opinions": [
      {
        "text": "By the Court. Green, J.\nThis is an application for a peremptory mandamus to compel the township hoard of La Grange, to draw their order in favor of the relator, upon the township treasurer, for the sum of $350, damages apjnaised to him upon the laying out and establishing a highway upon his lands, with the interest thereon.\nUpon filing the affidavit of the relator, a rule was made at a previous term of this Court, that the respondents show causo; and the respondents, pursuant to such order, have filed a statement of their objections to the issuing of the writ, supported by affidavits.\nThe facts, so far as it is necessary to advert to thorn for the purpose of deciding this application, are in substance as follows :\nOn the 17 th day of August, 1847,-the commissioners of highways of La Grange, upon application duly made . to them, and due notice' given, laid out a highway upon and across the lands of the relator. On tho 23d of August, 1847, an order of the commissioners establishing the highway and embracing' a particular survey and description of it, was filed with the township clerk and by him recorded, and immediately or soon thereafter, the township clerk posted up a copy of the order on an inside door of the tavern of Mr. -Bamum, whore the township meetings were held one-half the time, or every alternate year. No ap.peal was taken front the determination of the commissioners within the time limited by the statute for that purpose, after the order was so posted up. Oñ the 16th of February, 1848, the commissioners gave notice in writing to the relator, to remove any of his fences which obstructed or encroached upon said road, in seventy days from the date of the notice; and on the 12th of March, 1849, the road was opened to be worked. On the 22d of March, 1849, the relator applied to a justice of the -peace for the appointment of appraisers, and on the 14th of April thereafter, the appraisers appointed fijr that purp\"ose, appraised the damages sustained by the relator by reason of the laying out of said highway, at the sum of $850, and made return thereof to the justice as directed in the warrant, which was certified by the justice and filed with the township clerk. At the annual meeting of the township board of La Grange, held in March, 1850, the relator caused the return of the appraisers, certified and filed as before stated, to he presented to said hoard, and requested them to make and deliver to him an order upon the township treasurer for the amount of his damages so appraised and interest, which they refused to do.\nNumerous objections’are urged by the defendants, why they should not he compelled to make such order, nearly all of which may he answered by the remark that they have no power to review the action of the commissioners of highways in laying out and establishing highway's, except upon an appeal to them in the mode appointed by the statute; -nor to review, the action of the appraisers, except so far as to see that their proceedings are not merely void for want of jurisdiction. Mere irregularities which would not render the proceedings absolutely void, questions involved in the merits of the controversy before the commissioners or the appraisers, the fraud or misconduct of the parties or officers, cannot be inquired into by the township board upon the application for an order upon the treasurer for the amount of damages assessed. Where a road has been formally established, and the damages appraised, and return made and certified, according to the statute, such damages are made a township charge. The .amount is settled by tho appraisal, and it then becomes the duty of the'township hoard to draw their order in favor of the person entitled, upon the township treasurer, for the amount of tlie appraisal. If any person conceives himself aggrieved by the determination of the commissioners, his remedy is by appeal to the township hoard. If the justice or appraisers act without jurisdiction, or exceed their jurisdiction, their proceedings would he set aside on certiorari.\nBut it is claimed by the respondents, that the highway had not been established, and that the ajrpraisal of damages was therefore a nullity, Tbecause the order of the commissioners for establishing it had not been posted up as required by the statute. Chapter 25, § 2, R. S., provides as follows:\n“ It shall be the duty of the township clerk, whenever any order of the commissioners for laying out, altering or discontinuing any road, shall he received by him, forthwith to post a copy of such order on the outer door of the house or building where the township meeting is usually held, or if there he no such house or building, then in one of the most public places in the township.” It appears from the affidavit of the township clerk, that the township meeting was held in every alternate year at the tavern of Mr. Barnum, and in every other alternate year at another place in the township. How ,then can it l e said that there was any house or building where the township meeting was usually held ? Neither of the places mentioned can he regarded as the house or building contemplated by the statute. It became the duty of the clerk, in that case, to post a copy of the order in one of the most public places in the township. He posted it on an inner door of the tavern in which the township meeting was held every alternate year. It is not claimed nor attempted to be shown by the respondents, that it was not posted in one of the most public places in the township; and in the absence of any showing to the contrary, it must be presumed that the clerk did his duty. The common, or bar-room of a tavern, is certainly a public place; and the inference is, that it was posted in that room. Notice of sheriffs’ and constables’ sales, and other like notices required by law to he posted in public places, are very generally put up in such rooms, and often posted upon an inner door of the house. I see no reason, therefore, why the order of the commissioners was not posted in the manner required by the statute. What would have been the effect of an appeal regularly taken, and remaining undetermined, upon the appraisal of damages, is not a question involved in this case, 'nor is it necessary to decide what persons have the right of appeal under the statute. The nature of the right acquired by a person over whose lands a highway is laid out, to damages, upon the appropriation of his property to the public use, is ably discussed in the case of Harrington vs. the Coimty Commissioners of Berkshire, (22 Pick., 263,) and also in the ease of the People vs. the Supervisors of Westchester, (4 Barbour's Sup. Court Rep., 64.) But from the view I have taken of the objection under consideration, the principal questions decided in those cases, do not arise in this.\nIt is further objected by the respondents, that the relator is not entitled to his writ of mandamus, because he claimed an order for Ms damages as appraised, with interest, and not for his damages, only. This objection is fatal. No interest can be legally claimed, but by virtue of a statute or custom, and this is not embraced in the provisions of chapter 34 of the Revised Statutes.- Section seven applies only to amounts liquidated or ascertained in the course of judicial proceedings, and it is not pretended that the relator is entitled to interest by virtue of any custom. The board was right therefore, in refusing the order asked for, though not for the reasons assigned by them. The relator should have applied for such order as he was entitled to, and if that had been refused, he might have successfully invoked the compulsory power of this this Court.\nUpon the argument, the counsel for the relator asked leave to amend the order to show cause, in case' the Court should be of opinion that he was not entitled to interest. It should be remarked, that wMle an order to show cause why a peremptory mandamus should not issue, has iu this Court been uniformly substituted for an alternative mandamus, yet the practice in one case is very different from that in the other.\nThe alternative mandamus is answered by a return, which is in the nature and performs the office of a plea; while the order to show cause, like all other orders of a similar character, is answered by affidavits. (See 10 Wend., 26; 12 Ib., 183; 19 Ib., 56; R. S., ch. 137.) Had an alternative mandamus issued in the first instance, it might have been in the power of the Court to amend it so as to conform to the information, under the provisions of chapter 104 of the Revised Statutes; but in this case the relator’s affidavit upon -which, the order to show-cause was based, shows that he asked for a different order from the one he is entitled to. This affidavit we cannot amend.\nThe application for a peremptory mandamus must be denied, but without coste, inasmuch as the order was not refused by the township board on the ground that interest was claimed, but on the ground that that the relator was not entitled to his damages.\nMotion denied.",
        "type": "majority",
        "author": "By the Court. Green, J."
      }
    ],
    "attorneys": [
      "N Bacon, for relator.",
      "Smith & S'teioart, for respondent."
    ],
    "corrections": "",
    "head_matter": "The People ex rel. Anderson vs. Township Board of Le Grange.\nA township board has no power to review the proceedings of the commissioners of highways, in laying out and establishing a road, except on an appeal to them under the statute; nor to review the proceedings of the appraisers, except so far as to see that they are not void for want of jurisdiction. Mere irregularities which would not render the proceedings abse* lutely void, questions involving the merits of the controversy before the commissioners or appraisers, and fraud or misconduct in the parties or officers, cannot be inquired iuto by the township board upon an application for an order on the treasurer for the amount of damages assessed.\nSection % chapter 25, R. S., 133, makes it the duty of the township clerk, on receiving an order from the commissioners of highways laying out a road, forthwith to post a copy of such order on the outer door of the house or building where the township meeting it? usually held, or if there be no such house or building, then in one of the most public places in the township. \"Where it appeared a copy of the order was posted up on an inside door of a tavern, which was one of the two places in the township at which the township* meetingwas held alternately, it was held,.\n1st. That there was no house or building within the contemplation of the statute, where the township meeting was usually held.\n2d. That the Court would'presumo, in the absence of any showing to the contrary, that the tavern whero the notice was posted, was one of the most public places in the township.\nA township is not liable for interest on damages appraised for laying out a highway.\n■On a motion for a peremptory mandamus, the Court will not allow the relator to amend his order on the respondent to show cause, where it is too broad and asks more than he is entitled to, so as to include that only to which he is entitled.\nAn order to show causo why a peremptory mandamus should not issue, has in this Court been uniformly substituted for an alternative mandamus.\nAn alternative mandamus is answered by a return, which is in the nature, and perforins tho duty of a plea; whilo the ordor to show cause, like all other orders of a similar character, is answered by affidavits.\nMotion for a peremptory mandamus.\nN Bacon, for relator.\nSmith & S'teioart, for respondent."
  },
  "file_name": "0187-01",
  "first_page_order": 195,
  "last_page_order": 200
}
