{
  "id": 1933574,
  "name": "Clute et. al., complainants and appellees, vs. Barron, defendant and appellant",
  "name_abbreviation": "Clute v. Barron",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "192",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "6 Pick., 198",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011491
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/23/0198-01"
      ]
    },
    {
      "cite": "8 Conn., 146",
      "category": "reporters:state",
      "reporter": "Conn.",
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Brock., 44",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "7 Watts, 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846793
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0387-01"
      ]
    },
    {
      "cite": "4 Howard, 503",
      "category": "reporters:state",
      "reporter": "Howard",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "14 Pick., 356",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2019051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/31/0356-01"
      ]
    },
    {
      "cite": "1 Harrington, 259",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1177,
    "char_count": 27019,
    "ocr_confidence": 0.364,
    "pagerank": {
      "raw": 7.819553448174158e-07,
      "percentile": 0.9723814013867218
    },
    "sha256": "791b3da787bd431316fbdddd6941858ad6bc8762a4f2ad7713446a2a0a50ef01",
    "simhash": "1:ba66ad4a1dc8a7d1",
    "word_count": 4726
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clute et. al., complainants and appellees, vs. Barron, defendant and appellant."
    ],
    "opinions": [
      {
        "text": "Whipple, C. J.\nI shall proceed to consider the first point made in the brief furnished us by the counsel for the complainants. Had the defendant a legal right to become the purchaser of the lands in controversy, it being admitted that they were sold by him asbounty treasurer, under the provisions of the law of 1843, for the assessment and collection of taxes? Regarding the principle involved in the discussion of this point, as one of great importance, I have given to it a very careful and extended examination; the result of that examination will now be stated, with as much brevity as is consistent with a full understanding of the reasoning upon which my judgment is founded.\nThe subject of constructive frauds, which arise from some confidential or fiduciary relation between parties, is discussed with much learning and ability by Mr. Justice Story, in his commentaries on equity. After considering the relation of parent and child, attorney and client, trustee •and cestui que trust, he deduces the following doctrine: “ That whenever confidence is reposed, and one party has it in his power, in a secret manner, for his own advantage, to sacrifice those interests which he is bound to protect, he will not be permitted to hold any such advantage.” The doctrine thus broadly stated, will necessarily include, not only trustees, but all others occupying a like relation. Its extent and scope, however, will be better understood, by considering a few of the many reported cases, English and American, in which the doctrine has been considered and applied.\nIn the case of Walton and others vs. Torrey and others, (1 Harrington, 259,) it appeared that the defendant, Torrey, acting as judge of probate, having previously acquired certain portions of the property in controversy, made an order for the sale of the shares of the complainants, who were minors, and at such sale became a purchaser. Chancellor Farnsworth, upon the authority of Davoue vs. Fanning, (2 Johns. C. R., 251,) declared the sale void. The disability to purchase is said by the Chancellor, to arise from the public office which the defendant held, and the temptation to prostitute the powers of that office, if the estate of minors could be directed to be sold and purchased by the same individual. In the ease of Ingerson vs. Starkweather, ( Walkers Ch. Rep., 346,) the facts were, that the defendant, as clerk of the Superintendent of Public Instruction, sold certain school lands at public auction, and bid them off in the name of one Norton, with whom he was to have an interest in the lands so purchased. Chancellor Manning in delivering his opinion, says:\n“ It is contrary to every sound principle of equity to allow an agent who is authorized to soli property, for the best price that can be obtained for it, to become the purchaser himself. It is immaterial whether the sale be public or private; whether the agent purchase in his own name or that of another. The object is, to secure fidelity on the part of the agent to his principal; and it is as applicable to public agents as others, and should, if any thing, be enforced more rigidly against them, as they have greater oijportunities of abusing- their trust.” In the case of Church vs. Marine Insurance Company, (1 Mason, 341,) Mr. Justice Story uses this comprehensive language: “The law will not suffer any man to earn a profit, or expose him to the temptations of a dereliction of his duly, by allowing him to act at the same time in the double capacity of agent and purchaser, either at a public or private sale. This case then stands before the Court as if there was no sale; the ownership has never been legally divested,” &c. Pierce vs. Baughman, (14 Pick., 356,) was the case of a sale and purchase of goods by a collector of taxes. In delivering the opinion of the Court, Mr. Justice Morton remarked that “ the conduct of the defendant was clearly a violation of his official duty. Such a practice must, if it did not in the present instance, lead to fraud in the publication of notices, and the selection of places of sale. The respective duties of buyer and seller are incompatible with each other, and no^person in whatever capacity he may undertake to act, can rightfully sustain both characters.” In Davoue vs. Panning, before referred to, Mr. Chancellor Kent held, that if a trustee, or person acting for others, sells a trust estate, and becomes himself interested in the purchase, the cestui que trusts are entitled, of course, to have the purchase sot aside; and it makes no difference in the application of the rule, that a sale was at public auction, bona fide, and for a fair price, and that the executor did not purchase for himself but a third person became the purchaser, to hold in trust for the separate use of the wife of the executor, who .was one of the cestui que trusts, and had an interest in the land under the will of the testator. I know of no case, within the whole range of authorities, in which the doctrine of the text, to he found in Mr. Justice Story’s commentaries, has been more learnedly discussed and ably vindicated. In his very elaborate opinion, Chancellor Kent says, that “if, in selling a part of the estate, in the moantime, for a legacy to his wife, he could become the purchaser on her account, or constitute an agent for that purpose, the temptation to abuse of that trust would be great and dangerous.” A relaxation of the doctrine contained in this case, was imputed to Lord Hardwicke, in Davison vs. Gardner, decided in 1143. He is reported to have held, that he could not permit any purchase by a trustee, during ■the minority of the cestui que trusts; but that where there was a decree for the sale of the trust estate, and an open auction by the master, or a public sale by proclamation, in the county, then the Court had permitted a trustee to purchase, by refusing to set aside the sale, where all other circumstances were fair.\nIn remarking upon the qualification of the general rule, Chancellor Kent says: “ I apprehend these latter dicta are clearly overruled, and that whether the cestui que trust be an infant or an adult, the trustee is equally disabled from becoming a purchaser of the trust estate.” Lord Hardwicke himself, it would seem, corrected the error in which he had fallen, by declaring in Whelpdale vs. Cockson, (1 Vesey, 9; 5 Vesey, 682, S. C.,) where a trustee became purchaser of part of the estate, “ that it was not enough for the trastee to say you cannot prove any fraud, for it is in his power to conceal it.” In the case of Torrey vs. Bank of Orleans, 9 Page, 649,) the general doctrine is laid down by Chancellor Walworth in these words: “It is a settled principle of equity that no person placed in a situation of trust or confidence, in reference to the subject of the sale, can be a purchaser of the property on his own account.” And in the recent case of Greenlaw vs. King, cited by Chancellor Walworth, Lord Cottenham held, “that the principle was not confined to a particular class of persons, such as guardians, trustees or solicitors; hut was a rale of universal application to all persons coming within its principle, which is that no party can be permitted to' purchase an interest where he has a duty to perform inconsistent with the character of a purchaser.” In ex parte Bennett, (10 Vesey, 384,) Lord Eldon, in an opinion characterized by unusual clearness and vigor, held that neither the solicitor to a coinmission of bankruptcy, nor a commissioner of bankruptcy, can purchase either for themselves or another. The principle of the rule is thus stated: “ The ground is, that though in the particular ease there -may be the most satisfactory evidence that the transaction amounts to no. more than that the general interest of parties requires, that the solicitor is not to be permitted to purchase for himself or for another; as in several cases the powers of the Court would not be equal to protect it against deception, from the impossibility of knowing the truth in every case. That, in truth, is the principle on which Courts of Equity have held that trustees shall not buy.” Lord Eldon took occasion in delivering his judgment in this case, to repel the doctrine laid down by Lord Rosslyn, “ that to affect the sale, the trustees must make an advantage,” and remarked that “ the principle is deeper, viz: that if a trustee can buy in an honest case, he may in a case having that appearance, but which from the infirmity of human testimony may be grossly otherwise.” And in discussing the capacity of a commissioner to become a purchaser, his Lordship considered “ what he is; what are his duties, his obligations, as they respect the bankrupt, the assignees, the creditors and considerations of public duty,” and deduced the conclusion that “ it was impossible to permit a commissioner to purchase.” Sir Edward Sugden, in treating of purchases by trustees, agents, &c., lays down the rule thus: .“ It may be laid down as a general proposition that trustees, unless they are nominally such to preserve contingent remainders, agents, commissioners of bankrupts, assignees of bankrupts, solicitors to the commission, auctioneers, creditors who hare been consulted as to the mode of sale, or any persons, who, by their connection with any other person, or by being employed or concerned in his affairs, have acquired a knowledge of his property, are incapable of purchasing such property themselves, except under the restraints which will shortly be noticed. For if persons having a confidential character, were permitted to avail themselves of any knowledge acquired in that capacity, they might be induced to conceal their information and not to exercise it for the benefit of the persons relying upon their integrity. The characters are inconsistent.”\nThe rule thus comprehensively stated, was very ably vindicated, and approved by the Supreme Court of the United States, in the case of Michard et al. vs. Girard et al., (4 Howard, 503.) Mr. Justice Wayne, who delivered the opinion of the Court in that case, after a thorough and searching examination of the leading cases on the subject, maintained the integrity of the rule laid down by Sugden; holding, that a person cannot legally purchase on his own account, that which his duty or trust requires him to sell on account of another; and that a purchase, per interpositam personam, by a trustee or agent, of the particular property of which he has the sale, carnes hand on the face of it. And in respect of a purchase of property, made through the intervention of a person who was a nominal buyer for the purpose of conveying it to executors, he remarked: “But the morality and policy of the law, as it is administered in Courts of Equity, induce us to add, that those purchases were fraudulent and void.” In treating upon the true foundation of the rule, he says: “ The general ride stands upon the groat moral obligation to refrain from placing ourselves in relations which ordinarily excjte a conflict between self-interest and integrity.” And the learned Judge further adds,-that “the inquiry in such a caso, is not whether there was or was not fraud in fact. The pwchase is void; void by the rule in equity in the Courts of England, and as it prevails in the Courts of Equity in the United States,” The great principle illustrated and enforced in the cases cited, is not reserved in its application to trustees in a mere technical sense, but embraces in its ample sweep,, all agents empowered to sell, though they have only a ministerial power; all who act representatively; it is applied with great freedom, to all “whose office is to advise or operate, not for himself, but for others,” The rule extends to all cases in which confidence has been reposed, and is enforced with as much sternness in respect to those who have gratuitously or officiously undertaken the management of another’s property, as to those who are engaged for that purpose, and are paid for it. Rankin vs. Porter, (7 Watts, 387, 390.) It is equally well settled that a sale made by a trustee or agent to himself, is void in law, and if the transaction.assumes such a form as to be valid in law, equity will make him a trustee for his principal. (Teakle vs. Bailey, 2 Brock., 44, 51; Banks vs. Judah, 8 Conn., 146, 157; Church vs. Marine Ins. Co., 1 Mason, 341, 344; Barker vs. Marine Ins. Co., 2 Mason, 369; Copeland vs. Mercantile Ins. Co., 6 Pick., 198, 204; 4 Howard, 503.)\n’ The principles that pervade the cases referred to, and which seem now too firmly established to be shaken, are recommended for adoption by considerations of policy so overwhelming, and reasoning so conclusive, as not to he resisted. It only remains to apply them to the facts of this case. To do this, will necessarily involve an -examination, to some extent, of the . statute, which prescribes the duties, and defines the powers of county treasurers. By section 47, he is directed to enter the statement of unpaid taxes, ’ as received from the township treasurers, in a book to be kept for that purpose. A certified transcript of this statement is by him forwai-ded to the Auditor General. By the 50th section, taxes on lands returned to the office of the county treasurer, may be paid within a specified time, with five per cent to go into the county treasury, and fifteen per cent interest. Section 52 directs the county treasurers to issue duplicate receipts for all taxes received by them, one of which is left with the county clerk, to be filed in his office. Section 54 requires the county treasurers who may have collected taxes from residents or non-residents, to make returns once in three months, to the State Treasurer, of the amounts so received by. them respectively, for delinquent taxes. Section 57 makes it the ■ duty of the Auditor General, after an examination of all the taxes returned to his office, to make out a statement of the lands upon which taxes are due, adding thereto the interest, expenses and charges authorized by law, and furuish the county treasurer with three copies of the same by the first day of July, in each year. By section 58, the Auditor General is directed to publish by the first of June, in each year, that these statements will be deposited with the county treasurers by the first day of July, and that all the lands therein described, upon which taxes are not paid by the first Monday of October thereafter, will be sold for the payment of taxes, interest and charges. Section 60 provides, that as soon after the first Monday of September as practicable, the Auditor General shall prepare and transmit to the county treasurers, a list of all lands on which taxes have been paid, which lands shall be struck from the list in the offices of the county treasurers,'and by them withheld from sale; and tbe county treasurers are also required to strike from the list, all lands upon which taxes may have been paid lo them, at any time before tbe sale, and not stricken out by order of the Auditor General. Section 61 directs, that on the day designated in the notice of sale, tbe county treasurers, under tbe dbection of tbe Auditor General, shall commence the sale of lands upon which taxes remain unpaid, and continue the same from day to day, until so much of each parcel, charged with taxes, shall be sold, as may be sufficient to pay tbe taxes, interest and charges. The land to be sold to be taken in a square form as near as may be, from, or as near as practicable to, tbe north-east corner of the parcel taxed, unless such parcel be a fraction; on which, the lands sold may be taken from any corner of the same, if there be one, and if not, from such portion of the same as the treasurer shall deem proper. Section 62 invests the county treasurers with a discretion, to require immediate payment of any person to whom any parcel of land is struck off; and in all cases where payment is not made in twenty-four hours, he may declare the hid can-celled, and\" at his discretion, sell the lands again. Section 64 directs the county treasurers to give the purchasers a certificate, on the payment of their bids, describing the lands pmchasod, and the amount paid therefor ; and to endorse thereon the kind of funds received, a copy whereof is to be forwarded to the Auditor General. Section 66 provides that lands sold for taxes, may be redeemed in two years; and that any • person claiming any lands, or interest therein, which may have been sold, upon proving title thereto, shall, within two years, be entitled to receive from the State Treasurer, upon the warrant of the Auditor General, the surplus, if any, over the amount of tax, interest and charges, for which any pieco of land may have been sold. Section 67 provides that if any parcel of land cannot be sold to any person for the taxes, interest and charges thereon, such parcel shall, for the time being, be passed over, and shall on the succeeding day, or before the close of the sale, be re-offered for sale; and if on such second offer, or during such sale, the parcel cannot be sold for tbe taxes, interest and charges, tbe eoimty treasurers are required to bid the same off for tbe State.\nSuch are the general powers and duties of the several county treasurers, and without going into a particular analysis of their nature or extent, it may be safely affirmed that they are of a most important and responsible character. Upon the faithful and honest discharge of their duty the rights of the State and of individuals depend. It is to be noticed that the act, while it seeks to enforce the lien of the State for taxes, is careful to guard the rights of individuals. These rights are confided to the keeping of the county treasurers. In the hands of a faithful and honest officer those rights are safe; in the hands of one who may be disposed to listen to the suggestions of self-interest they are in imminent peril. The duties of county treasurers are not merely ministerial, but call for the exercise of discretion and judgment. That discretion would be liable to abuse, and that judgment is likely to be perverted, where the path of duty is beset by temptations difficult to be resisted. The counsel for the defendant discussed this branch of the case, as though the duty of county treasurers was limited to a sale of the lands uqron which taxes remain unpaid. This, it is true, constitutes a delicate and very important part of the powers with which they are clothed; but the act contemplates the performance of other duties, before the sale, exacting the most scrupulous fidelity. I know of no officer charged with the execution of a public trust who possesses to the samo extent the power of doing wrong. The means of effecting a wrongful purpose are so simple, as to suggest themselves readily to a mind stimulated by the desire of gain. It requires no ingenuity to conceal the machinery that may be put into operation to work the most g-igántic frauds. The evidence, by which to establish the frauds which may be perpetrated by this class of officers, would elude the strictest judicial scrutiny; the power with which Courts are clothed would bo inadequate to their discovery, or in the language of Lord Eldon, “ the powers of the Court would not be equal to protect it against deception, from the impossibility of knowing the truth in every ■case.” But to he more particular: the law contemplates that the smallest subdivision of a tract of land, upon which taxes and charges remain unpaid, shall he sold for their payment; and it is the right of the owner that it shall bring the greatest price, for the reason that he is entitled to the surplus after satisfying such tax and the legal charges thereou. Now, suppose the county treasurer who officiates as auctioneer, is desirous of becoming the purchaser; it would obviously be for his interest to secure it for the least possible price. In such an event; the duty he owes to the owner, comes in direct conflict with the promptings of self-interest. Is it not to be feared that the hammer of the auctioneer would suddenly drop, when a higher bid is perhaps trembling on the lips of a hundred by-standers? Again: suppose a valuable tract of 160 acres has been returned for unpaid taxes, and that this same county treasurer is desirous of securing it. He is directed by law to offer for sale so much as may be necessary to pay the taxes and charges, taken from the north-east corner. Is it uncharitable to suppose, that when the passion for gain is awakened, another and another portion would he offered, until the' whole tract would he sacrificed for a mere trifle, by the sound of the hammer, which, under the circumstances stated, would drown a thousand voices ? But an easier mode of accomplishing the object, would be for the treasurer to indicate on his list that the tax has been actually paid, and after the sale execute to himself, or his secret agent, the necessary certificate, which entitles the holder to a deed. But it is useless to multiply the difficulties which stand in the way of a faithful administration of this law, if county treasurers are permitted, directly or indirectly, to become interested in the purchase of lands sold for taxes. It is our duty to remove, so far as we can, all temptation to abuse the important trusts committed to county treasurers. This object can he best effected by declaring their incapacity to become purchaser's at tax sales; and by treating as void any purchase made by them, or by any person for them; or, in the language of Mr. Justice Story, to treat all such sales as if there had been no sale, and the ownership of lire property as never having been legally divested. This is the only remedy for the mischief; this is striking at the root of the evil.\nThe evidence in this case presents in a strong light the necessity of the doctrine I have endeavored to maintain, for if the witnesses on the part of the complainants are to he believed, the defendant actually prevented competition at the sale, by representing himself as the agent of Olute, and that he intended to hid off the land for him; and at another time, that he would buy them for the purpose of securing himself for advances for taxes.\nFrom the views expressed, on. tho points I have been considering, it is unnecessary that I should dwell on some of the extraordinary features which this ease presents. Duty does not require, nor does my inclination lead me to analyze the bill, answer and proofs, for the purpose of determining whether actual fraud was committed by the defendant; or whether he stands acquitted of any intentional wrong. . If innocent,, a comparison of the answer with the proofs, exhibits lamentable evidence of the infirmity of human memory, or of the depravity of the human heart.\nIt is unnecessary to say that the conclusion to which we have come, fully justifies the decree made in the Court below, and precludes the possibility of any allowance for improvements. As the sale was a mere ’nullity, the deed to him from the Auditor General conferred no title, and it would have been competent for'the complainants to have recovered in an action of ejectment.\nDecree affirmed.",
        "type": "majority",
        "author": "Whipple, C. J."
      }
    ],
    "attorneys": [
      "Van DyTce & Emmons, for appellees.",
      "Baclcus, for appellant"
    ],
    "corrections": "",
    "head_matter": "Clute et. al., complainants and appellees, vs. Barron, defendant and appellant.\nA public officer charged with the duty of sellingproperty for the beet price, cannot himself become the purchaser.\nA sale made by a trustee or agent to himself, is void in law.\nA county treasurer having charge of the sales of lands for delinquent taxes, became the purchaser of certain premises at said sale; the purchase by him was declared void. It was held also that his purchase being a nullity, he could not be allowed for improvements made by him on the property.\nAppeal from the Circuit Court for the county of St. Clair; In Chancery.\nThe bill in this case was filed to set aside a conveyance of premises bought by the appellant at tax sales, and to compel the conveyance thereof to the complainants. The material averments of the hill, and which were considered hy the Court in the final determination of the cause, were as follows: That in the year 1835, Frederick J. Clute entered and became the purchaser of the east half of the southwest quarter of section twenty-one, in township five north, of range sixteen west, in the county of St. Clair, the.premises in controversy; that said Clute died in the summer of 1842, leaving him surviving, the complainants, the widow and heirs at law of said Clute; that the defendant was the county treasurer of St. Clair county from the first Monday in January* 1843, to the first Monday in January, 1845, and as such county treasurer, sold the premises in question in October, 1848, for the non-payment of taxes of the years 1836, 183'?', 1839 and Í840, and in the month of of October, 1844, again sold said premises for the non-payment of the taxes for the years 1841 and 1842, under the provisions of the act of the Legislature, approved March 6th, 1843, entitled “ an act to regulate tax sales for the year 1843, and for other purposesthat the defendant while acting as county, treasurer in the sale of said premises for taxes at the tax sales of the years 1843 and 1844 under said act, bought in said premises himself upon such sales for the sum of $25,09 for the sale of the year 1843, and for the sum of $14,56 for the sale of the year 1844; that at the timo of such sale the premises over and above improvements, were and still are worth at least $500; that under said sale and the deeds from the Auditor General founded thereon, the defendant claims said premises; has taken possession thereof and refuses to deed the same to complainants; that since said sales defendant has made improvements on said lands to a considerable amount and continues to improve them, but has not made said improvements in good faith, but with the purpose that if said sale should be set aside he would get compensation for said improvements, and the complainants lose their lands from their inability to pay for such improvements.\nThe answer, denying several allegations of the bill not above mentioned and not material to be stated, admits that the defendant was the -treasurer of St. Clair county in which^said premises are situated at the time alleged in the bill, and that at the time stated in the bill he purchased at the tax sales for the respective years and for the several sums mentioned in the bill, the premises in question, he being at the time of the said sales and purchases by him, the county treasurer by whom the sales were conducted, under the direction of the Auditor General; that he claims title to and holds possession of said premises by virtue of said tax sales, and the deeds from the Auditor General, founded thereon.\nThe defendant’s answer further denies all fraud in the conduct of the \" sales, or fraudulent intention on his part, and claims that if the sale be set aside, he be allowed compensation for taxes paid and improvements made by him on the premises.\nVan DyTce & Emmons, for appellees.\nBaclcus, for appellant"
  },
  "file_name": "0192-01",
  "first_page_order": 200,
  "last_page_order": 211
}
