{
  "id": 807231,
  "name": "THE PEOPLE v. MAX HART",
  "name_abbreviation": "People v. Hart",
  "decision_date": "1906-06-15",
  "docket_number": "",
  "first_page": "199",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 199"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 9"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 651,
    "char_count": 15814,
    "ocr_confidence": 0.57,
    "pagerank": {
      "raw": 2.8016849595064503e-07,
      "percentile": 0.8368829611301662
    },
    "sha256": "487c546a6676fee443f5b24fc9450cf9b572f0e0b39bfde91d7830a988f26c42",
    "simhash": "1:2eeea5c86dcff845",
    "word_count": 2853
  },
  "last_updated": "2023-07-14T16:43:28.778390+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. MAX HART."
    ],
    "opinions": [
      {
        "text": "McLaughlin, J.:\nThe defendant was convicted of the crime of grand larceny in the first degree and sentenced to State’s prison for a term of seven years and six months upon an indictment which contained two counts—one charging him with having, on the 6 th of September, 1900, stolen from one Isaac Dahut a check for $600, and the other with having such check, at the time stated, in his possession as the trustee, agent and bailee of Dahut, and feloniously appropriating the same to his own use.\nAt the trial Dahut was the principal witness against the defendant, and from his testimony it appeared that he first met the defendant in 1897 or 1898, and that they had business relations between that time and the latter part of the year 1900; that as to one transaction at least they were partners, and that relation was not terminated until after February, 1901; that a few days prior to the 6th of September, 1900, he had a conversation with the defendant about some real estate in Philadelphia, Penn.; that the defendant told him they could make considerable money out of it in an “ easy way; ” that the property was owned by an old lady in Ireland, but his friend Mr. Thompson, who was a big lawyer in Wall street, had a power of attorney to dispose of it; that the property could be bought for about $9,000, and if he would put up $1,000 the defendant would put up $2,000 and buy the property, giving a mortgage for the balance of the purchase price; that in a short time it could be resold for double what it cost, and they would divide the profits in proportion to the money put in by them; that in pursuance of this talk they went to Philadelphia together, looked over the property and decided to purchase it; that on the morning of the 6th of September, 1900, the defendant sent for him; that he went to his house, and defendant told him it was necessary, in order to make the purchase, that the money should be put up at once; that he told the defendant he could not give him $1,000 that day, but would give him a check for $600, and in two or three days give him the balance of it; that he thereupon gave to the defendant his check book (inasmuch as he could neither read nor write the English language, except his own name and figures) for the purpose of having a check drawn for $600; that the defendant then drew a check for $600, and told him it was to the order of Thompson; that he signed the check, believing the statement to be true, and delivered it to the defendant; that the check was not drawn to the order of Thompson, but instead to Boardman & Boardman, to whom it was delivered for the purpose of paying interest on a mortgage held by them on certain real estate owned by Frieda Hart or the defendant, and which they were threatening to foreclose, and that he did not ascertain the check was made payable to Boardman & Boardman until some time in the following February.\nIt was for stealing this check that the defendant was indicted on the 26th of April, 1904. From the cross-examination of Dahut and the testimony of defendant’s witnesses it appeared that when the $600 check was drawn the defendant made an entry on the stub that it was drawn on him “ for B. & B.” and he at the same time delivered to Dahut the following paper:\nNew York, Sept. 6, 1900.\n“ I. Dahut is hereby entitled to one-third of the profit of property in 2 Sts. & Federal St., Philadelphia, Pa., all expenses to be deducted and money must be returned by Sept. 22 1900. Mr. Dahut to take title to property.\n“ FRIEDA HART,\n“ By Max Hart.”\nthat he also delivered to him, for his accommodation, a note for $2,500, signed by Frieda Hart, which Dahut, on that day or the day following, had discounted and passed to his credit by the bank on which the check was drawn; that his bankbook was balanced on the 14th of September, 1900, and the vouchers, including the check in question, then or a few days later, were returned to him; that two days after the $600 check was drawn he had another check drawn (not by the defendant) for $400 to pay the balance of the $1,000 agreed to be paid; that this check was drawn payable to the order of the defendant and on the stub was an entry “ Thompson Acct.” The check andstub, however, the learned recorder would not permit defendant to introduce in evidence, nor would he permit him to put in evidence the checks drawn by Dahut intermediate the date of the $600 and the $400 check.\nOn the 20th of October, 1900, Dahut gave to one Philbrick a note for $500, on the thirteenth of ¡November one for $426,81. and on the thirteenth of December another for $250, each of which was indorsed by the defendant. The learned recorder would not permit the defendant to show the purpose for which these notes were given, though the fact is undisputed that they were subsequently paid by the defendant, and at the time the last one was given the defendant gave to Dahut the following paper:\n“ Mr. I. Dahut, I hold no note of any kind of your making where you are the maker * * *, and you owe nothing on any note to my order this day or Mrs. Hart.\n“MAX HART.”\nSome time in March, 1901, and subsequent to the time when Dahut ascertained that the check for $600 had not been delivered to Thompson—as he testified he intended it should be—he went, with the defendant to the office of Thompson for the purpose of retaining him in legal proceedings, and the defendant then gave to Thompson, for Dahut, a check for $50 for that purpose; that nothing was then said by Dahut to Thompson as to the $600 check, nor was any inquiry made by him with reference to such check, nor any complaint made as to the defendant’s acts in connection with it, and this notwithstanding the fact that there was some evidence, at least, that the defendant or some one acting in his behalf had acquired title to the Philadelphia property.\nIt also appeared that on the 16th of August, 1901, Dahut was examined in proceedings supplementary to execution, and he then testified that some time prior thereto he loaned the defendant $1,000 in two checks, one for $600 and another for $400, which loan had not been paid. There was no evidence that he had ever let him have checks for $600 and $400 other than those delivered on September sixth and eighth.\nAt the close of the People’s case a motion was made by defendant’s counsel that the learned recorder advise the jury to acquit, which motion was denied and an exception taken, and a similar motion was made at the close of the whole case, to which a similar ruling was made and an exception taken.\nDuring the course of the charge the jury was instructed if they found there was an actual partnership between Dahut and the defendant, “ that they had actually entered into partnership, in that transaction, it is a rule of law that, even though one partner misappropriates the money of a partnership, he does not steal it from his partner, because the interest of co-partners are joined; they are not severed, in so‘far as a criminal transaction is concerned. But if you find that a partnership was not entered into, that it was not consummated, * * * then I charge you the defendant was bound to apply that money for the purposes for which it was given to him, and if the defendant applied that money to any other purpose and appropriated it to his own use, with intent to deprive or defraud Dahut of the $600, then I charge you he stole that $600 and committed the crime of larceny.”\nAt the conclusion of the charge one of the jurors said: “I would like to ask Tour Honor one question, ‘ What constitutes a partnership between two people who agree to buy a piece of property together, ' as these two men did ? ’ ” to which the learned recorder responded: “ It is not necessary for me to' deliver instructions upon that point. I must decline to enter into instructions upon that point. I have instructed you upon that subject as far as it is necessary for this case.”\nThe defendant was not sworn as a witness at the trial. He had a right to testify or not as he saw fit, but the fact that he did not testify in his own behalf created no presumption whatever against him. (Code Crim. Proc. § 393.) He had a right to rely on the weakness of the People’s case and not offer any evidence whatever, and if he did so, unless the proof established his guilt beyond a reasonable doubt, he was entitled to an acquittal. He, however, saw fit to go into his defense, and from the testimony of his witnesses, as well as from the cross-examination of the People’s witness Dahut, it is contended that the People did not meet the burden which rested upon them of establishing his guilt beyond a reasonable doubt; on the contrary, that such evidence did establish that the check which the defendant had been found guilty of stealing was either a loan by Dahut to him or a contribution to a partnership existing between them.\nAfter a careful consideration of all the evidence set out in this record, I am of the opinion that the Court erred in not advising the jury to acquit. The evidence is insufficient to sustain the finding of the jury that the defendant was guilty of larceny in taking and using the $600 check, as that crime is defined by section 528 of the Penal Code. The People’s case rests entirely upon the testimony of the witness Dahut, and he is not corroborated in a single particular, except as to a fact which is undisputed, viz., that the check for $600 was drawn to the order of and used by Boardman & Boardman for the defendant’s personal benefit. Dahut and the defendant, at the time this check was given, were concededly partners as to another transaction relating to real estate. This same relation existed prior and subsequent to the giving of this check. They had also had other business transactions together; had borrowed and loaned each other money; had indorsed each other’s notes, and at the very time defendant received the $600 check he delivered to Dahut, for his accommodation, his wife’s note for $2,500. They had a day or two before been to Philadelphia and looked over real estate in that city with a view of and had agreed to purchase it. This Dahut admitted, and the memorandum which he received when the $600 check was delivered shows that they were partners in that transaction and were to share, in the proportions stated, the profits or losses. The defendant subsequently, according to the witness Berg, acquired an option to purchase this real estate, paying therefor $2,500 or $3,000 in which Dahut stated he had a one-third interest. Dahut did not deny this statement of the witness Berg nor did he deny that Hart did acquire the option.\nWhen these facts are considered and due weight given to them in connection with the sworn statement of Dahut (made after he discovered that the $600 check was delivered to Board-man. & Boardman) that he loaned $1,000 to the defendant in two checks, one for $600 and another for $400, which loan was unpaid, and that the indictment was not found until more than three years after the alleged theft was discovered, the conclusion is irresistible that the defendant and Dahut were partners as to the Philadelphia transaction and the check was given as Dahut’s contribution to the partnership fund. The fact that the identical check for $600 was not used for that purpose did not make the defendant guilty of larceny, nor in any possible view did it make him guilty of embezzlement, if as contemplated interest was subsequently acquired and paid for by the defendant.\nBut if I am in error in saying that the court should have advised an acquittal, then there must be a new trial, because the court did not properly instruct the jury as to what would constitute a partnership between the parties if they agreed to buy the Philadelphia property. This was a very important subject for the consideration of the jury, and one of them seemed to appreciate it as evidenced by his inquiry: “ What constitutes a partnership between two people who agree to buy a piece of property together, as these two men did ? ” The question should have been answered. The subsequent remarks of the court did not answer it; on the contrary, in effect withdrew it from them.\nI am also of the opinion that the court erred in excluding the $400 check and stub. It was drawn only two days after the $600 check. It was to pay the balance of the $1,000 agreed to be paid by Dahut; was payable to the defendant’s order, and so entered on the stub. It was a part of the transaction, and was admissible in evidence as part of the res gestae. The jury had a right to consider it as bearing upon the question of whether there was a partnership, and also upon Dahut’s credibility in testifying that he did not know, when he delivered the $600 check, that it was made payable to Board-man & Boardman, but supposed it was payable to Thompson.\nThe court also erred in excluding the checks drawn by Dahut intermediate the drawing of the $600 and $400 checks. Dahut testified that at the time the $600 check was given, defendant asked for $1,000, which was not then given because he did not know that the condition of his bank account would warrant the giving of a check for that amount. Had these checks been admitted they might and probably would have had a bearing upon Dahut’s credibility in this respect.\nOther errors are alleged, but inasmuch as there must be a. new trial and they may not again occur it is unnecessary to consider them.\nThe judgment of conviction is reversed and a new trial ordered.\nO’Brien, P. J., Patterson and Ingraham, JJ., concurred; Houghton, J., concurred in result.\nJudgment reversed and new trial ordered. Order filed.",
        "type": "majority",
        "author": "McLaughlin, J.:"
      }
    ],
    "attorneys": [
      "John R. Dos Passos, for the appellant.",
      "Robert G. Taylor, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION—FIRST DEPARTMENT,\nJune 15, 1906.\nTHE PEOPLE v. MAX HART.\n(114 App. Div. 9.)\n(1.) Larceny—Embezzlement op check—Penal Code 528—Evidence.\nIt was shown that defendant H. and one D. entered into an agreement to purchase land and share profits on its sale. D. who could neither read or write, gave H. his check for $600 with the space for the name of payee in blank, and H. filled in the name of a mortgagee on his property and applied it on his own debt. It was also shown that they were partners in another transaction and had borrowed and loaned to each other in other transactions, and that at the time the check was given D. received from H. his wife's note for accommodation. Held that a conviction for grand larceny as defined by section 528 of the Penal Code was not warranted,\n2. Same—Misapplication op check by partner.\nThe fact that the defendant did not apply the identical check for the purposes of the partnership did not make him guilty of larceny nor of embezzlement of the contemplated interest in the property to be purchased was subsequently acquired and paid for by the defendant.\n3. Trial—Jury—Charge.\nWhere the court had charged that the defendant was not guilty if the jury found that a partnership existed, it is error to refuse the request of a juror for instructions as to what constituted a partnership.\n4. Same—Evidence.\nIt was error to exclude a $400 check subsequently drawn by D. to H. the defendant’s order, to make up the balance due from D. for his share of the proposed purchase, as it was part of the res gestm, bore upon the question of partnership and also upon D.’s credibility in testifying that he did not know the payee of the first check.\n5. Same.\nIt was also error to exclude intermediate checks by D. as he had testified that his account was not sufficient to warrant his giving one check for the full amount.\nAppeal by the defendant, Max Hart, from a judgment of the Court of General Sessions of the Peace in and for the county of Hew York, rendered on the 26th day of May, 1905, convicting the defendant of the crime of grand larceny in the first degree.\nJohn R. Dos Passos, for the appellant.\nRobert G. Taylor, for the respondent."
  },
  "file_name": "0199-01",
  "first_page_order": 221,
  "last_page_order": 229
}
