{
"id": 1855482,
  "name": "ADLER v. NUSBAUM",
  "name_abbreviation": "Adler v. Nusbaum",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 42, Calendar No. 46,173",
  "first_page": "202",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "174 Mich 409",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1675409
      ],
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/174/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 11159,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0684970436500352
    },
    "sha256": "f60f52a62e25735c92befca883f3cb68cd901f3e178469583e2a6aa626f66da1",
    "simhash": "1:986224ace5ee59f5",
    "word_count": 1886
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "ADLER v. NUSBAUM."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nPlaintiff, as assignee of the lessors in a written lease with the defendant as lessee, sued the defendant for rent claimed to be owing the plaintiff under said lease. It was executed November 15, 1946, bn certain store property located at 7758 and 7760 West Vernor highway in Detroit, to-be used by the defendant in a retail business. Also involved in- the case is a second lease executed by. plaintiff as lessor and defendant as lessee August 9, 1948, ending December 31, 1951, on the store building at 7752 West Vernor-highway adjoining the property described in the first lease. The termination date in both leases was the same. The controversy involves the construction of the 2 leases; and, particularly, whether they should be construed together, in determining the amount of rental to which the plaintiff lessor is entitled. . .\nThe plaintiff, suing on the first lease, claims he should have $6,922.78. The defendant claims both leases are involved, in determining the rental, and that his maximum liability is $333.32, which amount he tendered to the plaintiff at the pretrial hearing. The court found for the plaintiff and entered judgment for the full amount of his claim. The defendant appeals.\nUpon execution of said first lease the defendant went into possession of said premises at 7758 and 7760 West Vernor highway, paying the minimum guaranteed monthly rental called for by the lease.\nThe rental provisions in the said first lease were as follows:\n“The tenant hereby hires said premises for the term aforesaid, and covenants:\n“1st. To pay the landlord as rental for said premises the sum of $400 representing the minimum guaranteed rental for the first month of the lease upon delivery hereof, and a like sum in advance on the 1st day of each calendar month thereafter during the term of 2 years. Commencing January 1, 1949 the minimum guaranteed rental shall be $450 for the remaining 3 years of this lease. * * *\n“11. Tenant shall have the option to extend this lease for an additional 5-year period at the minimum guaranteed rental of $500 per month against 4% of the gross annual sales which additional rent shall be due and payable semiannually. * * *\n“13. The attached rider is made part of this lease.”\n(Rider attached to lease.)\n“1. The tenant shall pay to the landlord as rental for said leased premises a sum equal to 4% of the gross sales made in or from the demised premises during each year of the term of this lease; provided however, that anything herein otherwise contained notwithstanding, the tenant shall pay to the landlord on the first day of each and every month of the term of this lease a guaranteed minimum monthly rental of $400 for the first 2 years and $450 per month for the last 3 years of this lease, which minimum rental shall be applied against the percentage rental hereunder. Any additional rental due as percentage rental over and above the guaranteed rental shall be paid semiannually.”\nOn August 9, 1948, these parties entered into another written lease under which the defendant rented the adjacent store at 7752 West Vernor highway, also for the same term ending December 31, 1951. This lease contained the following provisions:\n“It is futher understood that all conditions and options that exists (sic) between the parties hereto in the lease of 7758-60 West Vernor-way (sic) are made and become a part of this lease. * * *\n“The tenant hereby hires said premises for the term aforesaid, and covenants:\n“1st. To pay the landlord as rental for said premises the sum of $150 representing the minimum guaranteed rental for the first month of this lease upon delivery hereof, the rental of this store is an addition to the rental of the lease executed for the premises known as 7758-60 West Vernor highway, and Max Nusbaum being the same lessee in both leases, and a like sum in advance on the 1st day of each calendar month thereafter during the term.\n“See conditions and obligations in lease of 7758-60 West Vernor highway which are made a part hereof. That upon renewal of said option the rent of this particular store shall remain the same, to wit: $150 per month for the duration of said lease, and this rental is not to be included in figuring the minimum guaranteed rental of 7758-60 West Vernor highway lease.”\nThe defendant conducted only 1 business in both buildings—the sale of linoleum, floor coverings, and kindred lines. An opening was made and uséd through, the wall between the 2 buildings. The outside entrance from West Veriior highway into the building at 7752 was permanently closed, and the same business was. continued in the.entire floor space, as it had been before. No separate record was kept by the defendant of his gross sales, as between the 2 buildings, or under each lease. It is not disputed that the trial court correctly found that:\n“The amount, of business done in the premises 7758-60 West Vernor highway was never separated by Nusbaum himself from the amount of business done at 7752 West Vernor highway. It was all one business, and apparently Nusbaum so'regarded it, and so did his accountant, by giving to the plaintiff the amount of gross business done at 7758 West Yer-nor highway, the premises referred to in the old, or first lease. * * * The business was conducted in the old premises and the new premises as one business. The new premises apparently were leased by the defendant as an adjunct to the old premises, and where he broke through the wall, the-premises/were' occupied as one place of business. The new premises provided more floor space, but there was one busir ness there, and the defendant agreed to pay the plaintiff 4% of the gross done on those premises, and be given credit for the amount paid by him, the minimum rent.”\nPlaintiff relies on the “first” lease, dated November 15, 1946. On the other hand, the defendant contends that the second lease, dated August 9, 1948, on the building adjacent to. that covered .by the first lease, should also be considered, in determining the amount of rent he owes the plaintiff. The trial court said:\n“In the last analysis, the question seems to be: Is the defendant entitled to credit against the gross business done for the amount of rent he paid on the new premises occupied under Lease Number Two? I do not think so.” '\nThis would eliminate the second lease from consideration. We do not agree with that conclusion. In effect, it would allow the plaintiff, as rental, 4% of the' gross sales of defendant’s entire business, without any deduction for the payment by the defendant of the minimum guaranteed rental, $150 per month under the second lease. The 2 leases, by their express terms, were tied together insofar as their provisions apply to the guaranteed minimum rentals, and the maximum rentals based on the defendant’s gross sales. The tenant was required to pay a guaranteed minimum rental on each of the 2 buildings. It was agreed by the parties that the conditions and obligations of the first lease were expressly to he “made and become a part of” the second lease. The 2 leases should have been considered and construed together. The second lease, in providing for a minimum guaranteed rental for 7752 West Yernor highway, stated that the rental of that building should be “an addition to the rental of the lease executed for the premises known as 7758-60 West Yernor highway.” It is important to note that this refers to the rental—not the minimum g%iaranteed rental. We construe the provision in the second lease, that the $150 minimum guaranteed rental for that building was “not to he included in figuring the minimum guaranteed rental of 7758-60 West Yernor highway lease,” to mean exactly what it says. It was to be $150 minimum guaranteed rental in addition to the minimum guaranteed rental under the first lease—“not to he included” in figuring that minimum rental. When the defendant went into possession of the building at 7752 West Yernor highway, the total minimum guaranteed rental owing by the defendant, under both leases, was to start at $550 per month, $400 plus $150. Eegardless of the amount of the defendant’s gross sales, the defendant was obligated to pay that amount as the minimum rental. If, under both of the leases, 4% of the gross sales made by the defendant in his business exceeded in amount the “minimum guaranteed’’ rental, the defendant was required to pay the difference between the 2 figures.\nThe amount of the defendant’s gross sales is not in dispute. The defendant has paid the agreed “guaranteed” minimum rental. The difference between that amount and 4% of defendant’s gross sales is likewise not in dispute. It is $333.32. We hold that the 2 leases are to be construed together, as claimed by the defendant, in determining the amount of rent he owes, and the plaintiff is entitled to judgment only for that amount.\nThe defendant tendered plaintiff $333.32 at the pretrial hearing, but the record here does not indicate that the tender was kept good by payment into court. The judgment for the plaintiff is set aside and the case remanded with direction to enter judgment for the plaintiff for $333.32, plus interest, and with the costs in the trial court. See Baird v. Salnave, 174 Mich 409, 411. Defendant having prevailed here may tax his costs of the appeal in this Court.\nButzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred.\nJanuary 1, 1947-December 31,1951.",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "C. H. Lehman, for plaintiff.",
      "Okrent & De Young and James Montante, for defendant."
    ],
    "corrections": "",
    "head_matter": "ADLER v. NUSBAUM.\n1. Landlord and Tenant—Construction of Leases—Minimum: Guaranteed Rentals.\nBoth leases of adjoining store buildings between plaintiff landlord and defendant tenant must be construed together in determining amount of rent due for period covered, where leases had the same date of termination, each provided for a minimum guaranteed rental and for a percentage of gross sales from the business and second lease, entered into nearly 21 months after first one, specifically provided that the minimum guaranteed rental for building was not to be included in figuring the minimum guaranteed rental of the first lease, rather than confining determination to consideration of the earlier lease alone, the tenant having closed the entrance to the premises covered by the second lease and used both premises for the conduct of his retail floor-covering business.\nReferences for Points in Headnotes\n[1] 32 Am Jur, Landlord and Tenant § 127.\n[2] 14 Am Jur, Costs §§ 92, 93.\n2. Appeal and Eeeoe—Remand—Costs.\nJudgment for plaintiff in an amount more' than he is entitled to is set aside and case remanded for entry of judgment for him in reduced amount, plus interest thereon and costs of the trial court; where defendant failed to keep tender of sueh reduced amount good by payment into court, but costs on appeal are awarded defendant, where he has. prevailed in the Supreme Court. . .\nAppeal from Wayne; Murphy (George B.), J.\nSubmitted June 11, 1954.\n(Docket No. 42, Calendar No. 46,173.)\nDecided November 29, 1954.\nAssumpsit by Sam Adler against Max Nusbaum for rentals on lease. Judgment for plaintiff. . Defendant appeals.\nReversed and remanded.\nC. H. Lehman, for plaintiff.\nOkrent & De Young and James Montante, for defendant."
  },
  "file_name": "0202-01",
  "first_page_order": 242,
  "last_page_order": 248
}