{
"id": 1933629,
  "name": "Drake vs. Andrews et al.",
  "name_abbreviation": "Drake v. Andrews",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "5 Wend, 136",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/5/0136-01"
      ]
    },
    {
      "cite": "15 Mass., 225",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 8394,
    "ocr_confidence": 0.337,
    "pagerank": {
      "raw": 3.1766909589354375e-07,
      "percentile": 0.864261970485538
    },
    "sha256": "fa0c50f089e61a921ea91832facaf2c252869de8708bf088978e49f76a703e05",
    "simhash": "1:a3c46ed499984896",
    "word_count": 1528
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Drake vs. Andrews et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Wing, J.\nThe decree in the Court of Chancery, dismissing the hill in this case, was entered on the eleventh day of December, eighteen hundred and. forty-nine. The appeal was taken on the twenty-first day of January, eighteen hundred and and fifty.\nThe 143d section of chapter 90, page 312 of the Revised Statutes of 1846, provides, that “any complainant or defendant who may think himself aggrieved by the decree or order of a Circuit Court in Chancery, may appeal therefrom to the Supreme Court.” By section 144, it is required that “such appeal shall be claimed and entered within forty days from the time of making such decree or final order,” &c.\nIt is admitted, the appeal was taken on the forty-first day, and because the fortieth day was Sunday. A motion is now made to dismiss the appeal, “because not taken within the time prescribed by statute.” The appellant urges that he is entitled to forty full days within which to take and perfect his appeal; that as section first of chapter forty-three, Revised Statutes, 1846, page 191, provides that “no person shall do any manner of labor, business or work, except only work of necessity or charity, on the first day of the week,” if the last day, being Sunday, is counted as one of the forty, he does not get the number of days given by statute, because the statute last cited, in effect prohibits his doing on the first day of the week, what would have been necessary to enable him to perfect his appeal on that day; that the statute in effect actually makes Sunday as no day, and it must be regarded for the purpose of perfecting an appeal, as stricken from the calendar. Appellant endeavors to fortify these views by citing the construction put upon contracts, in cases where the day of performance falls on Sunday, in which case it is well settled that the contract is satisfied if performed on the succeeding day. The roason of which is, that Sunday, by the common sentiment of Christian people, is held as a holy day, upon which no business transactions shall be required of a person under pain of his forfeiting his contract, and though performance on the Sabbath (independent of the statute) might bo valid, yet the party may have the ensuing day within which to perform ii, that he may keep the Sabbath inviolate. (See 20 Wend., R., 205, 206, 207; 2 Cowen, 69.)\nIn the construction of rules of Court in relation to pleading and other mere matters of practice, it is well settled that if the last day fall on Sunday, the party has the whole of the next day, in which to perform the act required. (See the authorities cited at the end of an anonymous ease in 2 EUVs Rep., Si6,-1.) In the construction of statutes, Courts have applied the same rule where the time is two, three, or any number of days less than a week, and they have gone fut ther, and held, as in the last case cited from Hill. There, goods were taken and the summons served on Friday, and the next day the defendant interposed a claim of property. The sheriff-gavo notice to the parties that the jury to try the claim of property, would appear before him on the next Monday; the plaintiff did not appear; a motion was made that the sheriff deliver over the property to the plaintiff, without indemnity, because the cause was adjourned beyond two days. The Court held, that the statute meant two law days; that as Sunday intervened between the day on winch the claim of property was interposed and the day of trial, it was properly excluded in the computation of time, the defendant was entitled to two business days. But the rule (says the reporter in his note to this last case) does not in general govern, except in the construction of statutes, and then only, where the time limited is less than a week, though it has been applied to the four days allowed to bail on scifa to plead, and to rules for judgment.\nIn the case of Thayer vs. Felt, (4 Pickering, 354,) the statute authorized the adjournment of a sale by an officer, not exceeding three days, and the question arose, whether if Sunday intervened before the last day, the adjournment could be extended to three days, exclusive of Sunday. The Court held that it might; that three business days were to be allowed for these purposes. In the case of Anderson vs. Phelps, (15 Mass., 225,) it was held that where thirty days, during which property attached on mesne process, is held subject to execution, expires on Sunday, the lien created by the attachment does not continue through the next day. In this case it was agreed, that as the thirty days expired on Sunday, a day on which the officer could not execute any civil process, the lien created by the attachment, continued through Monday. The Com't say they cannot see any reason why the last Sunday should be excluded, rather than any other of the Sundays within the thirty days. This construction seems applicable to every statute, wherein the time limited for a particular purpose, is such as must necessarily include one or more Sundays; but it does notfollow that this rule applies whore the time limited is less than a week.\nIn the case of ex parte Dodge, (7 Cowen, 147,) it was held, that where a statute declares that an act shall be done within a certain number of dap, Sunday must be reckoned as one, though it happen to bo the last.\nIn 3d Pennsylvania Rep., 200, a cause was made the 12th of April, and an appeal entered the third of May following; motion to quash, because not in time. The law authorized an appeal within twenty days, «feo. The Court say, without reviewing their decisions on' the subject of computation of time, “it may be sufficient to say, that whenever by a rule'of Court or an act of the Legislature, a given number of days are allowed to do an act, or it is said an act may be done within a given number of days, the day on which the rule is taken, or the decision made, is excluded.” (1 Sergt. & Rawl., 411.) And if one or more Sundays occur within the time limited, they are counted, unless the last day falls on Sunday, in which case the act may be done on the next day. The Judge says “this construction has been so universally settled in our Courts, and in cases so similar to the one in question, that we think the rule ought to be extended to cases under this act. It is doubtful if we could substitute a better rule in its place.” This last is the only reason given for extending the rule to construction of statutes.\nThe Court say in Bates vs. Loomis, (5 Wend, 136): “It is the ordinary course of the Court to enlarge the time to plead or other time prescribed for any other purpose by the rules or practice of the Court, upon cause shown; but neither a commissioner in vacation nor the Court in term, can enlarge the time within which an act is to be done where such time is regulated by statute. The rules and practice .of the Court being established by the Court, may be made to yield to circumstances to promoto the ends of justice. Not so as to a statute; it is unbending, requiring implicit obedience as well from the Court as from its suitors. The Court possesses no dispensing power.”\nWe have not been able to find any cases in the English Reporte which touch the point we have been considering. The weight of authority is against the appellant. We admit it. is not a mere question of construction. The statute is plain. It is rather a rule.of convenience; but we think we have not the power to extend the statute. In cases ■of contract the Courts do not extend_the time provided by the contract; it is, and for ages has been, the law of contracts; but in this case there is no law establishing the right the appellant claims. We must stop where the statute stops, and therefore wé are reluctantly constrained to grant the motion of the appellee and dismiss the appeal with costs.\nMotion granted.",
        "type": "majority",
        "author": "By the Court, Wing, J."
      }
    ],
    "attorneys": [
      "Goodrich, for the motion.",
      "M L. Drake, in person, contra."
    ],
    "corrections": "",
    "head_matter": "Drake vs. Andrews et al.\nBy B. S., ch. 90, § 144, an appeal from a decree in chancery must be claimed and entered within forty days from tho making of such decree. Held, That where the fortieth day was Sunday, the appeal could not bo taken on the following Monday.\nA different rule prevails where by statute an act is required to be done within any number of days less than a week.\nMotion to dismiss an appeal from tho Oakland Circuit Court, in Chancery, because the same was not taken within the forty days prescribed by statute.\nGoodrich, for the motion.\nM L. Drake, in person, contra."
  },
  "file_name": "0203-01",
  "first_page_order": 211,
  "last_page_order": 215
}