{
  "id": 1855427,
  "name": "FIRST BAPTIST CHURCH OF DEARBORN v. SOLNER",
  "name_abbreviation": "First Baptist Church v. Solner",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 28, Calendar No. 46,235",
  "first_page": "209",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "65 ALR 7",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "12 ALR 411",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "295 Mich 237",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1834890
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/295/0237-01"
      ]
    },
    {
      "cite": "287 Mich 127",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1810841
      ],
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/287/0127-01"
      ]
    },
    {
      "cite": "335 Mich 368",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934367
      ],
      "pin_cites": [
        {
          "page": "374"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/335/0368-01"
      ]
    },
    {
      "cite": "298 Mich 296",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1830137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/298/0296-01"
      ]
    },
    {
      "cite": "321 Mich 426",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1919893
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/321/0426-01"
      ]
    },
    {
      "cite": "303 Mich 175",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1821517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/303/0175-01"
      ]
    },
    {
      "cite": "311 Mich 107",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1896381
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/311/0107-01"
      ]
    },
    {
      "cite": "270 Mich 222",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1879439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/270/0222-01"
      ]
    },
    {
      "cite": "299 Mich 258",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1828587
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "268, 269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/299/0258-01"
      ]
    },
    {
      "cite": "280 Mich 144",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1782642
      ],
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/280/0144-01"
      ]
    },
    {
      "cite": "230 Mich 646",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1681919
      ],
      "pin_cites": [
        {
          "page": "652"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/230/0646-01"
      ]
    },
    {
      "cite": "201 Mich 268",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1760289
      ],
      "pin_cites": [
        {
          "page": "276, 277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/201/0268-01"
      ]
    },
    {
      "cite": "131 Mich 220",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1572161
      ],
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/131/0220-01"
      ]
    },
    {
      "cite": "15 Mich 381",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1946849
      ],
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/15/0381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 16451,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.4196262332649337e-07,
      "percentile": 0.6487604103559705
    },
    "sha256": "899694f10d7a5b556a1382578a6066b02ae9c5af127341b0ca10ad02948cf364",
    "simhash": "1:e95b6c5d28efb5a7",
    "word_count": 2715
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "FIRST BAPTIST CHURCH OF DEARBORN v. SOLNER."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nIn this case plaintiff filed a bill of complaint in the circuit court for Wayne county to compel specific performance by the defendants of their contract to sell to plaintiff certain real estate in Dearborn. Defendants filed an answer, and a cross bill seeking rescission of the claimed contract on the ground of a mutual misunderstanding and mistake as to whether special assessments then outstanding as a lien on the property should be paid by the .seller. The court took testimony, entered a decree for the defendants on their cross bill, rescinding the contract, and plaintiff appeals.\nThe purchase price of the land was to he $13,500. At the time the contract was entered into there was approximately $5,000 unpaid on special assessments,, which were payable in 10 annual instalments. Several payments had been made. The only question here for decision involves the construction of the-following paragraph 9 of the contract:\n“9. All taxes and assessments which have become a lien upon the land at the date of closing shall be paid by the seller, excepting Current taxes with insurance premiums, interest, rents, and water bills, if any, shall be prorated and adjusted as of the date of closing.”\nThe above paragraph was part of a printed form with the exception of the words “current taxes,”' which had been typewritten in a blank space in the printed form. Plaintiff claims that all of the unpaid special assessments were to be paid by the seller. Defendants claim that the unpaid (future) portion of the special assessments, approximately $5,000, was meant to be included in excépting the taxes and. assessments which the seller was to pay.\nThe trial court took testimony, over plaintiff’s objection, as to the circumstances surrounding the transaction, to show whether there was a misunderstanding between the parties with respect to who should pay the unpaid special assessments. Plaintiff seeks reversal on the ground that all of this testimony was inadmissible, claiming that it varied the terms of the contract in violation of the parol evidence rule and the statute of frauds.\nIf there was a misunderstanding and a mutual mistake as to what was intended by providing for an exception of “current taxes” from the requirement in paragraph 9 of the contract, the testimony was admissible. The purpose of the court in receiving such testimony was to show whether there was a misunderstanding on that issue. It would tend to show the intent of the parties, and to explain rather than to vary the terms of the contract.\nPart of the special assessments was for paving. Plaintiff’s principal witness (the agent who conducted the negotiations for the plaintiff) referred to the assessments for paving as “paving tax.” The record here supports the conclusion of the trial court that the seller fully understood, from the negotiations, that the net purchase price was to be $13,500 less his share of the current taxes then due, which he was to pay; that the unpaid balance of the assessments was excepted. The court said:\n“Any other construction of the contract seems incredible to me, in view of the fact that the purchase price was only $13,500 and there were over $5,000 in special assessments. To hold that the seller expected to take $5,000 of his purchase money to pay special assessments, some of the instalments on which would not be due for 10 years, would be to place a construction on the agreement, that, in my opinion, is contrary to common sense, and to the understanding of the parties as shown by the evidence. One of the witnesses, apparently disinterested, * * * a competing real-estate broker, also bidding for the property, who testified, in a clear and convincing manner, that, when he, in behalf of a client, submitted exhibit H, (an offer to purchase for the sum of $13,500) he not only knew about the assessments but had discussed them with Solner (the defendant), and fully expected his client to assume the payment of the same.”\nThe testimony concerning the understanding of the parties as to what was meant by excepting the current taxes, was not received to vary the terms of the contract, but on the contrary was to explain the otherwise uncertain language of the exception in paragraph 9.\nIn 1867 Justice Cooley wrote:\n“Specific performance, even of a binding contract, is not a matter of right; and a court of equity will refuse it, and turn the complainant over to his remedy at law, if not clearly satisfied that it embodies the real understanding of the parties.” Chambers v. Livermore, 15 Mich 381, 388.\n“Parol evidence is admissible to aid in arriving at the intention of parties in the use of equivocal words in a contract. The rule is stated in 2 Am & Eng Enc Law (2d ed), p 291, as follows:\n“ ‘The true doctrine seems to be, that while direct evidence of intention is not admissible in explanation of ambiguous terms in a writing, yet proof of collateral facts and surrounding circumstances existing when the instrument was made, may be properly admitted in order that the court may be placed as nearly as possible in the situation of the testator, or the contracting parties, as the case may be, with a view' the better to adjudge in what sense the language of the instrument was intended to be used, and to apply it to the subject matter.’ ” Borden v. Fletcher’s Estate, 131 Mich 220, 232.\n“It is contended by defendant this testimony violates the elementary rule that contemporary parol evidence is never admissible to contradict or vary the plain terms of a valid written instrument. * * *\n“For plaintiff it is denied that the testimony complained of is an attempt to contradict the plain provisions of the written agreement, but its legitimate purpose is to supplement the' same, make clear apparent inconsistencies and show in what sense the parties themselves understood and used uncertain and ambiguous words or phrases. The rule invoked upon that proposition is thus well stated in 17 Cyc, p 682:\n“ ‘Where any doubt arises as to the true sense and meaning of the words themselves, or any difficulty as to their application under the surrounding circumstances, the sense and meaning, of- the language may be investigated and ascertained by' evidence dehors the instrument, for both reason and common sense agree that by no other means can the language of -the instrument be made to speak the real mind of the party. In this case parol evidence is admissible ex necessitate.’ ” Brown v. A. F. Bartlett & Co., 201 Mich 268, 276, 277.\n“In Hess v. Haas, 230 Mich 646, 652, we quoted approvingly the following from 21 CJ, p 204:\n“ ‘In the construction of a written instrument, equity always attempts to get at its substance, and to ascertain, uphold, and, enforce the rights and duties that spring from the real intention of the parties.. In doing so, while-it will-of course not change the words of the instrument, the court of equity will look into all the circumstances under which it was made, in order to determine the proper meaning of the transaction. It will do this' not only .to sustain a just claim, but to- defeat an unlawful demand.’ :. '\n“In Union Guardian Trust Co. v. Building Securities Corp., 280 Mich 144, 156, we said:\n“ ‘The intent of the parties at the time the agreement was made, as gathered from the entire instrument, controls despite literal terms in derogation of the interior sense of the transaction.’ ” Foster v. Ypsilanti Savings Bank, 299 Mich 258, 268, 269.\n“The intent of the parties to the trust agreement, as gathered from the entire instrument, controls notwithstanding that there may be some language therein in derogation of the interior sense of the transaction. Foster v. Ypsilanti Savings Bank, 299 Mich. 258. In construing such contract, we must give effect to the true intent of the .parties notwithstanding any nomenclature to the contrary or ambiguous statements in the instrument. Goodrich v. City Na tional Bank & Trust Company of Battle Creek, 270 Mich 222.” Union Guardian Trust Co. v. Nichols, 311 Mich 107, 114.\n“We have frequently said that equity looks to the substance rather than to the form. Foster v. Ypsilanti Savings Bank, 299 Mich 258; Duro Steel Products, Inc., v. Neubrecht, 303 Mich 175.” Charles E. Austin, Inc., v. Secretary of State, 321 Mich 426, 435.\n“Specific performance is a matter of grace and not of right. The granting of this remedy depends upon the peculiar circumstances of each case. Marvin v. Solventol Chemical Products, Inc., 298 Mich 296, and authorities therein cited at page 299.” Rex Oil & Gas Company v. Busk, 335 Mich 368, 374.\nWe hear the case de novo, based on the record. We have reviewed the proofs and find that they support the conclusion of the trial judge, who had the advantage of seeing and hearing the witnesses. The court said:\n“Applying these tests to the instant ease, it is manifestly clear that the parties to the agreement (exhibit A), had in mind that the words ‘current taxes’ as used in paragraph 9 of the agreement of sale, were intended to include the unpaid portion of the special assessments, which although a lien on the property, were not, payable for several years to come. In my opinion, the term ‘current taxes’ as used in paragraph 9, was, in a sense, ambiguous to the parties to the agreement; and the defendants, considering the surrounding circumstances, were justified in assuming that ‘current taxes’ included ‘current assessments.’\n“The court was impressed by the manner in which defendant Solner testified. Equally impressive was the corroborative testimony of Rushlow and Caffery. The court is likewise convinced that, very definitely, there was a misunderstanding existing between the parties with reference to the unpaid special assessments.\n“The bill for specific performance is dismissed and a decree may be entered rescinding the contract, as prayed for in defendant’s cross bill.”\nAppellant claims that the . court did not have jurisdiction to grant rescission. The defendants, by their cross bill, brought before the court an additional reason why specific performance should not be decreed, and in so doing the defendants asked for affirmative relief. In that manner the equity court properly had the entire matter before it for completely determining the rights of the parties under the contract, including specific performance or rescission. The court had jurisdiction to grant rescission.\n“ ‘Equity has jurisdiction where complete protection and relief, requires the cancellation of written instruments, the rescission of a transaction, or .other specific relief of equitable character.’ Haylor v. Grigg-Hanna Lumber & Box Co., 287 Mich 127, 133.” Michigan Mutual Liability Co. v. Baker, 295 Mich 237, 241.\nIn the decree the court required the defendants to return to plaintiff the down payment on the contract, $500, and also to pay plaintiff an additional $500 to cover plaintiff’s expenditures and costs. In a commendable willingness to do equity, defendants’ counsel, at the trial, had agreed to do that if rescission should be decreed. No question has been raised on the appeal as to the jurisdiction of the court in that regard.\nAffirmed. No costs awarded.\nBtjtzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred.\nCL 1948, § 566.106 (Stat Ann § 26.906).—Beporteb.",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Grant M. Hales (Carl C. Matheny, of counsel), for plaintiff.",
      "Porritt, Freud, Toppin $ Louisell {John F. Noonan, of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "FIRST BAPTIST CHURCH OF DEARBORN v. SOLNER.\n1. Vendor and Purchaser—Purchase Price—Current Taxes— Unpaid Special Assessments.\nConclusion of trial court held, supported by record that defendant seller fully understood, from the negotiations had with respect to sale of his property that the net purchase price was to be the sum stated in the land contract less his share of the current taxes then due, which he was to pay, and that the unpaid balance of the special assessments for paving and other purposes was excepted.\n2. Same—Current Taxes—-Exceptions—Evidence.\nTestimony concerning the understanding of the parties as to what was meant by excepting “current taxes” in contract for sale of land was properly admitted in suit for specific performance, not to vary the terms of the contract but to explain the otherwise uncertain language of an exception.\n3. Specific Performance—Remedy at Law—-Meeting of Minds.\nSpecific performance, even of a binding contract, is not a matter of right and a court of equity will refuse it and leave plaintiff to his remedy at law, if not clearly satisfied that it embodies the real understanding of the parties.\nReferences for Points in Headnotes\n[1] 55 Am Jur, Vendor and Purchaser §§ 364-367.\n[1] Liability for taxes accruing after execution of contract for sale of land and before conveyance. 12 ALR 411.\n[2] 12 Am Jur, Contracts § 248.\n[3, 8] 49 Am Jur, Specific Performance §§ 8, 9.\n[3, 8] Specific performance of a contract as a matter of right. 65 ALR 7.\n[4, 5] 12 Am Jur, Contracts § 65.\n[6] 12 Am Jur, Contracts §§ 226, 227.\n[7] 49 Am Jur, Specific Performance §§ 6-9.\n[9] 3 Am Jur, Appeal and Error § 912.\n[10] 49 Am Jur, Specific Performance §§ 54, 56.\n[11] 55 Am Jur, Vendor and Purchaser § 56.\ni. Contracts—Equivocal Words—Intent—Parol Evidence.\nParol evidence is admissible to aid in arriving at the intention of' parties in the use of eqnivoeal words in a contract.\n5. Same—Ambiguity—Evidence.\nProof of collateral facts and surrounding circumstances existing-when ambiguously worded contract was made, may properly be admitted in order to place the court as nearly as possible in the situation as the parties were, with a view the better to adjudge in what'sense the language of the'contract was intended to be used and to apply it to the subject matter.\n6. 'Equity—Construction of Contracts—Intent.\nEquity always attempts to get at. the substance of a written instrument in construing it and to ascertain, uphold and enforce the rights and duties that spring from the real intention of the parties 'and, while it will not change the words of the instrument it will look into all the circumstances under which it was made in order to determine the proper meaning of the transaction not only to sustain á just claim but, also, to defeat any unjust demand.\n7. Specific Performance—Construction of Contracts—Intent.\nThe intent of the parties at time of execution of contract sought to be specifically enforced, as gathered from the entire instrument, controls despite literal terms in derogation of the interior sense of the transaction.\n8. Same—Matter of Grace.\nSpecific performance is a matter of grace and not of right,, the granting of the remedy depending upon the peculiar-circumstances of each case.\n9. Appeal and Error—De Nov.o Review—Specific Performance.\nThe Supreme Court hears a suit for specific performance de novo, based on the record. ,. . .\n10. Vendor and Purchasert—Specific Performance—Rescission— Mutual Mistake—Unpaid Special Assessments.\nDeeree dismissing bill for specific 'performance of a land eon-tract and granting .rescission, as prayed for in defendant’s cross bill, held, supported by record showing thére wás a misunderstanding between the parties with reference to the-unpaid special assessments which,- although a lien, against the premises, were not due and payable for Several years.\n11. Same—Rescission—Pleading—Evidence—Equity.\nCourt of equity had jurisdiction to grant rescission of land' contract in plaintiff’s suit for specific performance, where-defendant, by cross bill, sought affirmative relief, plaintiff showed there was a misunderstanding existing between the parties as to the meaning of the term “current taxes” which made a substantial difference in the amount of the net price and was willing to return down payment and pay plaintiff a specified sum for its expenditures and costs.\n12. Costs—Specific Performance—Rescission—Land Contract.\nNo costs are allowed on affirmance of decree granting rescission of land contract of which plaintiff ehureh had sought specific performance.\n■ Appeal from Wayne; Brennan (Vincent M.), J.\nSubmitted October 6, 1954.\n(Docket No. 28, Calendar No. 46,235.)\nDecided November 29, 1954.\nBe-hearing denied January 12,1955.\nBill by First Baptist Church of Dearborn, Michigan, a corporation, against Joseph J. Solner and Anne Solner, for specific performance of contract to sell real estate. Cross bill by defendants asking Rescission; Decree for defendants. Plaintiff appeals.\nAffirmed.\nGrant M. Hales (Carl C. Matheny, of counsel), for plaintiff.\nPorritt, Freud, Toppin $ Louisell {John F. Noonan, of counsel), for defendants."
  },
  "file_name": "0209-01",
  "first_page_order": 249,
  "last_page_order": 257
}
