{
  "id": 4381775,
  "name": "Conservatorship of the Estate of TRUITT MATTHEW STEWART; TRUITT MATTHEW STEWART, a Conservatee, etc., Petitioner and Respondent, v. LEON OMANSKY, Objector and Appellant",
  "name_abbreviation": "Stewart v. Omansky",
  "decision_date": "1969-09-18",
  "docket_number": "Civ. No. 34316",
  "first_page": "211",
  "last_page": "215",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 211"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 512,
    "char_count": 9686,
    "ocr_confidence": 0.579,
    "pagerank": {
      "raw": 1.5213406348338e-07,
      "percentile": 0.6693394093632485
    },
    "sha256": "62db96447a09c611495d497292a10bfb03826d782e35a0a67da8d8827465117e",
    "simhash": "1:127e722674c06bcc",
    "word_count": 1586
  },
  "last_updated": "2023-07-14T19:20:08.086302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Conservatorship of the Estate of TRUITT MATTHEW STEWART. TRUITT MATTHEW STEWART, a Conservatee, etc., Petitioner and Respondent, v. LEON OMANSKY, Objector and Appellant."
    ],
    "opinions": [
      {
        "text": "made an order appointing the Bank of California as eonservator of the affairs of Truitt Matthew Stewart. That order was made on the petition of Mr. Stewart’s wife, consented to by him, on the ground that he had suffered a serious heart attack which made it impossible for him to attend to his business affairs. On September 13, 1968, Mr. Stewart filed a petition for termination of the conservatorship', alleging that he had recovered from his heart condition to such an extent that he could manage his own affairs. The petition was opposed by appellant Omansky and by the Union Bank; neither Mrs. Stewart, the conservator, nor anyone else objected. The trial court, dismissed the objections, and made its order terminating the conservatorship. Omansky has appealed; the Union Bank has not. We affirm the order insofar as it dismisses the objections ; we dismiss the appeal in other respects.\nThe concern of Omansky and of the Union Bank arises out of an involved series of transactions concerning the financing and construction of a large apartment house. It was the contention of both of the objectors that the conservatorship estate and the conservator bank in its individual capacity were liable to them in substantial which Mr. Stewart and the conservator disputed. At the time of the order herein appealed from the lawsuits resulting from that dispute remained undetermined.\nThe trial court entered what is denominated “Findings and Order Determining Conservatorship, ’ ’ reading as follows:\n“The petition of Truitt Matthew Stewart for termination of the conservatorship herein, having come on regularly for hearing the 2nd day of October, 1968, in Department 9 of the above-entitled Court, and Messrs. Paul, Hastings, Janofsky & Walker and Ke'ith Williams by Lee G. Paul and Keith Williams appearing for petitioner and for Conservator, and Joseph W. Fairfield and Ethelyn F. Black by Ethelyn F. Black appearing for Objector Leon Omansky, and Loeb and Loeb by Jerome L. Goldberg appearing for Objector Union Bank, and all notices of said hearing having been given as required by law, and the Court, after hearing the evidence and arguments of counsel, grants said petition and in so doing makes findings of fact and conclusions of law as follows:\n“Findings of Fact\n“1. The Cbnservatee is able to properly care for himself and his property.\n“2. Objector Leon Omansky has litigation pending against the Conservator and the Conservatee, under which the said Omansky seeks to recover damages from Conservator and Conservatee for alleged breach, of contract.\n“3. Objector Union Bank has litigation pending against Conservatee to attempt to recover on an alleged guarantee of a promissory note.\n“4. None of the aforesaid claims of either the said Oman-sky or the said Union Bank is or has been acknowledged as due or owing by Conservator or Conservatee.\n1 ‘ 5. Both the said Omansky and the said Union Bank filed their objections herein in order to try to prevent the termination of the conservatorship or in the alternative to have this Court sequester or set aside sufficient assets of the conservatorship so that their respective claims could be satisfied in the event they were ultimately successful.in securing judgments against Conservator and Conservatee in their pending lawsuits.\n“Conclusions of Law\n“1. A conservator of said estate is no longer required and the conservatorship should be terminated.\n“2. Neither Objector Leon Omansky nor Objector Union Bank is a relative or friend of the Conservatee or otherwise qualified under the provisions of Probate Code § 1755 to oppose the Petition for Termination of said Conservatorship.\n“3. Neither the claims of the said Omansky nor the claims of the said Union Bank are lawfully due within the meaning of Probate Code § 1859.\n“4. The aforesaid objections are denied.\n“ It Is Therefore Ordered, Adjudged and Decreed by the Court that:\n“1. The Conservatee, Truitt Matthew Stewart, also known as B. M. Stewart, is now able to properly care for and manage his property and a conservator of his estate is no longer required.\n‘ ‘ 2. The conservatorship is hereby terminated.\n“3. The Conservator, upon rendition, approval and settlement of its final account and report, and upon its filing of receipts showing the transfer back to the Conservatee of all of Conservatee’s property accounted for, be discharged as such Conservator and released and exonerated from any further responsibility herein and from liability for acts subsequent hereto.\n“4. Conservatee is hereby substituted in his individual capacity as a party in or to any litigation now pending or hereafter instituted involving his property or affairs in the place and stead of the Conservator, The Bank of California, National Association, and shall take all necessary steps without delay to accomplish said substitutions.\n115. Pursuant to stipulation, the within order and termination of conservatorship is without prejudice to any rights of Union Bank or Leon Omansky against The Bank of California, National Association, as Conservator in connection with, either directly or - indirectly, Los Angeles Superior Court actions Nos. 902,126 and 930,546. ”\nI\nOmansky here objects to the fact that the trial court made “Findings” in a matter where it had dismissed his objections, contending that, if he and the Union Bank had no standing to object to the termination of the conservatorship, there were no objections remaining before the court and that, therefore, there was no reason to make an order denying their objections nor authority to make findings of fact in what had become a default' proceeding. We need not determine the interesting issues thus injected. Since we hold that the trial court was correct in ruling that neither Omansky nor the Union Bank had standing to oppose the termination of the conservatorship; Omansky has suffered no judicially cognizable wrong by an order made in a proceeding to which he was not a party.\nII\nThe parties have treated us to semantical essays based on the fact that, by express words, a creditor is not among those who may petition for a conservatorship (Prob. Code, § 1754), whereas the section (Prob. Code, § 1755) which de.als with petitions to terminate an existing conservatorship is silent on that point. But the action of the trial court rests on a basis more sound than semantics. The sole purpose of a conservatorship is to provide a competent person to. act, under the guidance of the probate court, as the agent of the conservatee. No title to the conservatorship estate vests in the conservator. When a conservatorship is created, whatever rights exist against the conservatee continue against the estate; when it is terminated, whatever rights existed against the estate continue against the restored to capacity to defend himself.. By the same token, if the conservator, in his or-its individual capacity, has wronged a third person by actions taken in the course of the conservatorship, its individual liability .continues after the termination. Any order discharging the conservator, and settling his or its accounts, operates only as between the ex-conservator and the ex-conservatee. Since that is so, it follows that no one has a legal interest- in the termination of the conservator except someone (the statutory language is “relative or friend”) who is interested in the personal well being of the eonservatee and wishes to see that he is not placed, again, in a position where he may be imposed on.\nParagraphs 4 and 5 of the order herein involved do no more than to set forth results which the law would have imposed even without them; in no way does the order harm Omansky or afféct his rights.\nIll\nThe respondent urges us .to dismiss the appeal, arguing that, since the order did not and could not, affect Omarnsky’s rights as against either Mr. Stewart or The Bank of California, he is not a “person aggrieved” within the meaning of section 902 of the Code of Civil Procedure. But the order dismissed him as an objector. We think that, although Omansky was not an authorized objector, he had, and has, \"a right to have his status determined. As his counsel points out, Omansky’s formal objections to termination included a denial of the allegation that Mr. Stewart had been restored to capacity. If Omansky had been a person entitled to oppose the petition, he would have had a right to litigate that issue. It is only because he had no legal standing before the court that he could not dispute the claim that Mr. Stewart’s heart had recovered. To the extent that he was prevented from litigating a proper issue he is “aggrieved” by the portion of the order which dismissed him from the proceeding. In other, words, a party is “aggrieved” by an order, within the meaning of section 902, even though his grievance turns out to be legally without merit.\nThe portion of the order appealed from which determines that Leon Omansky was not a person qualified to' object to the termination of the conservatorship is affirmed; the appeal from the other portions of the order is dismissed.\nPiles, P. J., and Dunn, J., concurred.\nA petition for a rehearing was denied October 2, 1969, and appellant’s petition for a hearing by the Supreme Court was denied November 12, 1969.\nAnd, of course, vice versa.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 34316.\nSecond Dist., Div. Four.\nSept. 18, 1969.]\nConservatorship of the Estate of TRUITT MATTHEW STEWART. TRUITT MATTHEW STEWART, a Conservatee, etc., Petitioner and Respondent, v. LEON OMANSKY, Objector and Appellant.\nJoseph W. Fairfield, Ethelyn F. Black and Alfred W. Omansky for Objector and Appellant.\nPaul, Hastings, Janofsky & Walker and Oliver F. Green, Jr., for Petitioner and Respondent."
  },
  "file_name": "0211-01",
  "first_page_order": 233,
  "last_page_order": 237
}
