{
  "id": 1224719,
  "name": "MATTER OF LOUIS FRIDIGER",
  "name_abbreviation": "In re Fridiger",
  "decision_date": "1921-04-29",
  "docket_number": "",
  "first_page": "214",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 214"
    },
    {
      "type": "parallel",
      "cite": "196 App. Div. 413"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 451,
    "char_count": 8702,
    "ocr_confidence": 0.529,
    "sha256": "4361db58ca5a3622e7d534d8cb047f24085438e9131fe5c5b882a927caa75446",
    "simhash": "1:2a564dffb477fe67",
    "word_count": 1525
  },
  "last_updated": "2023-07-14T18:56:16.069757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MATTER OF LOUIS FRIDIGER."
    ],
    "opinions": [
      {
        "text": "Clarke, P. J.:\nThe respondent was admitted to practice as an attorney and counselor at law of the State of New York at a term of the Appellate Division, Third Department, held in the county of Saratoga, in September, 1906, and was practicing as such in the First Judicial District at the time he committed the acts complained of.\nThe petition alleges that the respondent has been guilty of misconduct as an attorney at law as follows: That on or about December 14, 1918, a judgment of foreclosure and sale was entered in an action brought in the County Court, Bronx county, N. Y., and that the respondent was designated therein as referee to sell the real estate therein described. The judgment inter alia provided that the referee deposit the proceeds of sale in the Columbia Trust Company of the city of New York. That on February 19, 1919, respondent as referee sold the said premises at public auction for the sum of $76,025, and at the time of such sale received from the purchaser the sum of about $7,000 in cash on account of the purchase price thereof. That the respondent failed to comply with the direction in said judgment that he deposit the proceeds of the sale in the Columbia Trust Company but converted the same to his own use. That the sale of the premises was finally completed and the deed thereof delivered by the respondent as referee to the purchaser on or about April 25, 1919. That he failed to file with. the clerk of the court his report of the disposition of the proceeds of the sale as provided by section 1633 of the Code of Civil Procedure, within thirty days, although he was frequently requested to file the same. That on or about June 18, 1919, an order was duly made by the County Court of Bronx county, filed in the office of the county clerk on June 24, 1919, which among other things ordered the respondent to make and file with the clerk his report under oath of the disposition of the proceeds of the sale accompanied by vouchers of the persons to whom payments were ordered to be made, within five days after the service upon him of said order.\nThat this order was made upon notice of motion previously served upon the respondent on June 25, 1919. He failed to comply with the directions contained in said order within the period therein named although on numerous occasions he promised to do so.\nThat on July 10, 1919, attorneys for the second mortgages, who were interested in the surplus moneys realized upon the sale, obtained an order for the respondent to show cause on July 23d why he should not be punished for contempt of court for failing and neglecting to file his report and for disobeying the •order requiring him so to do. An order was entered by the County Court of Bronx county, dated August 4, 1919, adjudging the respondent guilty of contempt and directing the sheriff to commit him to the county jail until he paid $250 fine and $10 costs and filed with the clerk his report as referee, accompanied by vouchers of the persons to whom payments had been made out of the sale referred to.\nThat after the proceeding to punish the respondent for contempt was commenced the respondent from time to time made payments on account of the moneys which he had received as referee and which he had converted to his own use, and the proceeding was adjourned from time to time in order to enable him to repay the amount converted. The execution of the order was delayed until August 14, 1919, and the respondent on that day paid the balance due, and having previously filed his report, no further action was taken by the sheriff.\nThe respondent filed no answer to the petition but, on the reference ordered to one of the official referees to take proof and report, he appeared personally and by counsel, and cross-examined the witnesses for the petitioner. The respondent did not take the stand in person nor did he call any witnesses, nor did he before the referee deny, nor does his counsel in the brief submitted to this court now deny, the facts as set forth in the petition and found by the learned official referee to be established by the evidence. The official referee reports: “ There being no dispute of the proven facts, I find the respondent guilty of misconduct as an attorney-at-law in that (1) the respondent converted to his own use moneys received by him as referee in a foreclosure action; (2) the respondent failed to deposit moneys as directed by the order appointing him referee; (3) the respondent failed to file a report of his proceedings as such referee or to account for moneys collected until after he had been found guilty of contempt of court for his failure to obey the orders of the court directing him so to do.”\nThe evidence fully sustains said findings and they are approved by the court. The respondent has thus been found guilty of a very gross breach of professional duty. He was not only an attorney and counselor at law but by his appointment as referee by the court he had become pro hac vice a part of the judiciary of the State. As such he conducted the sale of real property under a judgment of the court and received in cash a large sum of money as a trust fund. He thus became a trustee of the highest character. He disobeyed the positive direction of the order under which he was appointed and did not as directed deposit said money immediately upon receipt in the duly designated trust company, but promptly converted it to his own use. He failed further to obey the directions of the law to file his report within the designated period and failed to act in response to numerous repeated requests both as to the filing of his report and the paying over of the money, necessitating the institution of proceedings to punish him for contempt, in which he was found guilty and fined by the court. It is true-that before this proceeding was instituted he had paid his fine, filed his report and paid' to the persons entitled the amount due in the foreclosure proceeding. His counsel in his brief submitted to this court says: “Ho answer was interposed to the petition in this proceeding nor has the respondent ever' denied the truth of the allegations therein set forth. He comes before this court frankly but remorsefully acknowledging his misconduct as one of its officers and fully cognizant of the seriousness of his offense both in misapplying funds in his possession not belonging to him and in failing to obey an order of the court for which neither the respondent nor his counsel presume to offer any excuses.”\nHe urges in mitigation his failure to deny the charges and his refusal to perjure himself by taking the stand in his own behalf. He also points out that no pecuniary loss has been suffered by those entitled to the proceeds of the foreclosure sale and that these moneys were made good by him before the institution of this proceeding. He further submits some twenty letters from judges before whom he has practiced, public officials with whom he has come in contact and residents of the community in which he lives certifying to his legal ability, his fair dealings with the courts and his previous good character.\nWhen he was appointed as referee he had been at the bar upwards of twelve years. He was not a young and inexperienced attorney. From the evidence before us he had had a very active and considerable practice in the courts. It is impossible to find any excuse or palliation for the gross betrayal of the trust imposed upon him, not only as an attorney and counselor at law, but as the special officer of the court as its referee and trustee for moneys paid to him as such.\nThe respondent is disbarred.\nLaughlin, Dowling, Merrell, and Greenbaum, JJ., concur.\nRespondent disbarred. Settle order on notice.",
        "type": "majority",
        "author": "Clarke, P. J.:"
      }
    ],
    "attorneys": [
      "Einar Chrystie, for the petitioner.",
      "Joseph R. Truesdale, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nApril 29, 1921.\nMATTER OF LOUIS FRIDIGER.\n(196 App. Div. 413.)\nAttorney and orient — Disbarment of attorney who had been active PRACTITIONER FOR UPWARDS OF TWELVE YEARS FOR CONVERTING PROCEEDS IN MORTGAGE FORECLOSURE PROCEEDINGS WHILE ACTING AS REFEREE.\nAn attorney who had been an active practitioner for a period of upwards of twelve years is properly disbarred where it appears that, after Ms appointment as referee in mortgage foreclosure proceedings to sell the property and deposit the proceeds of sale, he converted such proceeds to his own use and accounted therefor only after contempt proceedings were instituted against him for the failure to make payment, even though he had paid his fine and accounted before these proceedings were instituted.\nDisciplikaey proceedings instituted by the Association of the Bar of the City of Yew York.\nEinar Chrystie, for the petitioner.\nJoseph R. Truesdale, for the respondent."
  },
  "file_name": "0214-01",
  "first_page_order": 234,
  "last_page_order": 238
}
