{
  "id": 1228836,
  "name": "THE PEOPLE EX REL. McALLISTER v. DUPLAN SILK CORPORATION",
  "name_abbreviation": "People ex rel. McAllister v. Duplan Silk Corp.",
  "decision_date": "1924-03-07",
  "docket_number": "",
  "first_page": "217",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 217"
    },
    {
      "type": "parallel",
      "cite": "208 App. Div. 435"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "104 App. Div. 390",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5182091
      ],
      "pin_cites": [
        {
          "page": "392"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/104/0390-01"
      ]
    },
    {
      "cite": "222 N. Y. 332",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        80253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/222/0332-01"
      ]
    },
    {
      "cite": "121 App. Div. 407",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5670828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/106/0061-01"
      ]
    },
    {
      "cite": "136 N. Y. 554",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1172671
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/10/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 8746,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.270757635167811e-07,
      "percentile": 0.9157205690370365
    },
    "sha256": "c5dbe6bb42a793b74e0407a0773e6ff72bac6b8feb91abe8aac061331169c98a",
    "simhash": "1:09a8efe5eb27d650",
    "word_count": 1485
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. McALLISTER v. DUPLAN SILK CORPORATION."
    ],
    "opinions": [
      {
        "text": "McAvoy, J.:\nThe appellant corporation was convicted in the Municipal Term of the Court of Special Sessions on a trial before a city magistrate of a violation of subdivision 3 of section 272 of the Labor Law of 1921, which is in title 3 of article 11 thereof. The specific charge was failing to keep all the doors on the second and third floors of a tenant-factory building at 135-141 Madison avenue in the city of New York unlocked, unbolted and unfastened.\nThe evidence upon which the defendant was convicted was given by an inspector of the bureau of fire prevention of the fire department of the city of New York, who laid the information upon which the charge was made. His testimony showed that the defendant, who was the occupant of the second and third stories of the factory building located at 135-141 Madison avenue, did keep the doors leading into and out of the second and third floors of the tenant-factory building locked, bolted and fastened during working hours of March 1, 1923.\nThe appellant claims that the provision of the Labor Law under which it was convicted relates only to a factory, which concededly it was not conducting. Subdivision 3 of section 272 of the Labor Law oí 1921, which is in title 3 of article 11 thereof, under which defendant was adjudged guilty, reads: “ ¡No door leading into or out of any factory or any floor thereof shall be locked, bolted or fastened during working hours.”\nThe direction expressed in this section refers to a “ factory or any floor thereof.” Defendant’s premises are not used for manufacturing of any kind. Its occupancy of the second floor consisted of offices with twenty people on the floor, none of them engaged in manufacturing. The occupancy of the third floor consisted of the storage of stock, silk goods, and examining room, with nine people on that floor and no one of them engaged in manufacturing. It was upon these floors that the doors to the north and east public stairways and to the fire escape were locked and fastened during working hours.\nThe People assert that the fastening of doors leading to stairways and fire escapes on the floors in defendant’s occupancy was a violation of the quoted provisions of the Labor Law, because it was committed in a tenant-factory building. As used in said article 11, a “ tenant-factory building ” is defined in subdivision 2 of section 315 of the Labor Law of 1921, which is in title 6 of article 11 thereof, as follows: \" 2. ‘ Tenant-factory building ’ means a building, separate parts of which are occupied and used by different persons and one or more of which parts is used as a factory.”\nThere was manufacturing carried on upon the upper floors of this building by persons other than the defendant. The specific language of the statute containing the prohibitory clause relates only to a factory or any floor thereof, directing that no doors thereof shall be locked or fastened during working hours. The building in question was doubtless a tenant-factory building, and the court on the trial held that the provisions of subdivision 3 of section 272 of the Labor Law of 1921, which are wholly related to a factory and which are contained in article 11 of the statute, were made applicable to factory buildings by part of subdivision 10 of section 2 of the Labor Law of 1921, which defines a “ factory building ” as used in said Labor Law, and which latter provisions are contained in article 1 of the statute relating to short title and definitions. The following is the language of that section which it is thought makes the prohibition applicable: “ The.\nprovisions of this chapter shall, so far as prescribed by the rules, also apply to a building, not a factory building, any part of which is occupied or used for a factory.”\nBut this provision does not seem to bear the construction placed upon it by the. court. This provision merely means that the section of the law applicable to factory buildings should be-applicable to such buildings, not otherwise technically “ factory-buildings,” which the Industrial Board, provided for in the Labor Law, should indicate by rule were to be so governed.. If the Industrial Board had adopted a rule that such a building was to be regarded as a factory building, then the provision with respect to the protection of .persons employed in factory buildings would be applicable. This provision for regulating buildings not technically factory buildings, however, does not make the provisions of law, applicable to factories only, affect other parts of factory buildings not occupied in manufacturing.\nMany of the provisions of article 11 of the Labor Law of 1921, which article relates to factories, and of which article-the section under which the defendant was convicted forms a part, make distinction between factories and factory buildings, in their directions. Factories can only be conducted in buildings which conform to certain requirements, and there are many provisions which relate only to the conduct of “factories ” in “ factory buildings,” such as smoking, protection of lights, and’ fireproof receptacles, as distinguished from those covering the-entire “ factory building,” such as fire alarm signals and drills. In other words, the article contains certain requirements for all “ factory buildings,” and others only for those-portions operated as “ factories.” In the case at bar the provision in question related only to a “ factory,” or any floor of •a “ factory.”\nThe doors referred to in subdivision 3 of section 272 of the Labor Law of 1921 were those “ leading into or out of any factory or any floor thereof.” Obviously the floors referred to in this subdivision were those of a “factory.” The prohibition did not extend to doors generally in a “ factory building/5 or in a “tenant-factory building.” Only judicial legislation could extend the scope of the sentence.\nBut this defendant has been convicted for the violation of a penal statute. Its liability for criminal offense thereunder entitles it not only to a fair but a strict construction in its favor. (People v. Phyfe, 136 N. Y. 554, 559; People v. Sturgis, 121 App. Div. 407; Gibbs v. Arras Bros., 222 N. Y. 332; Hoboken Beef Co. v. Hand, 104 App. Div. 390, 392.)\nThe determination of the Municipal Term of the Court of Special Sessions was erroneous, and, therefore, judgment of conviction should be reversed and the defendant discharged.\nClarke, P. J., Dowling, Smith and Merrell, J., concur.\nJudgment reversed and defendant discharged. Settle order on notice.",
        "type": "majority",
        "author": "McAvoy, J.:"
      }
    ],
    "attorneys": [
      "Gould & Wilkie (B. L. Von Bemuth, of counsel; William B. Stitt with him on the brief), for the appellant.",
      "George P. Nicholson, Corporation Counsel (Elliot S. Benedict, of counsel; John F. O’Brien with him on the brief), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nMarch 7, 1924.\nTHE PEOPLE EX REL. McALLISTER v. DUPLAN SILK CORPORATION.\n(208 App. Div. 435.)\n(1) Labor Law, 1921, § 2:72, subd. 3, in failing to keep all doors unlocked — Defendant who occupied only two floors in building was NOT ENGAGED IN MANUFACTURING — MANUFACTURING WAS CARRIED ON IN SAME BUILDING — Said subdivision not made\" applicable to defendant by Labor Law of 1921, § 2, subd. 10.\nThe defendant, who occupied only two floors of a loft building for business other than manufacturing, is not subject to subdivision 3 of section 272. of the Labor Law of 1921, which provides that “No door leading into or out of any factory or any floor thereof shall be locked, bolted or fastened during working hours,” since said section applies only to a factory or piafie where manufacturing is carried on, and does not apply to all business in a building a part of which may be used for manufacturing.\n(2) Same.\nSubdivision 10 of section 2 of the Labor Law of T9.21, which provides that “The provisions of this chapter shall, so far as prescribed by the rules, also apply to a building, not a factory building, any part of which is occupied or used for a factory,” is applicable to a building-not otherwise technically a factory building which the State Industrial Board shall indicate by rule is to be so governed and does not apply to parts of such building not used for a factory.\n(3) Same.\nThe statute being a penal one is to be construed strictly in favor of the defendant.\nAppeal by the defendant, Duplan Silk Corporation, from a judgment of the Municipal Term of the Court of Special Ses-. sions of the City of New York, Part I, rendered on the 2d day of April, 1923, and entered in the office of the clerk of the Court of Special Sessions of the City of New York on the 4th day of April, 1923, convicting him of violating section 272 of the Labor Law of 1921 and suspending judgment on sentence. (See Penal Law, §§ 1275, 2188.)\nGould & Wilkie (B. L. Von Bemuth, of counsel; William B. Stitt with him on the brief), for the appellant.\nGeorge P. Nicholson, Corporation Counsel (Elliot S. Benedict, of counsel; John F. O’Brien with him on the brief), for the respondent."
  },
  "file_name": "0217-01",
  "first_page_order": 233,
  "last_page_order": 237
}
