{
"id": 1855444,
  "name": "VEGA v. BRIGGS MANUFACTURING COMPANY; SNOWDEN v. SAME; DOLLINGER v. SAME",
  "name_abbreviation": "Vega v. Briggs Manufacturing Co.",
  "decision_date": "1954-11-29",
  "docket_number": "Docket Nos. 39, 40, 41, 42, Calendar Nos. 46,261, 46,262, 46,263, 46,264",
  "first_page": "218",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "318 Mich 598",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1885008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/318/0598-01"
      ]
    },
    {
      "cite": "173 ALR 584",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "284 SW 598",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10307958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/284/0598-01"
      ]
    },
    {
      "cite": "49 P2d 1131",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "9 Cal App2d 369",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2261440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/9/0369-01"
      ]
    },
    {
      "cite": "337 Mich 8",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1931112
      ],
      "weight": 2,
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/mich/337/0008-01"
      ]
    },
    {
      "cite": "305 Mich 608",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1818498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/305/0608-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 10948,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.8587713968434758e-07,
      "percentile": 0.7245704286234449
    },
    "sha256": "d686891229430181aeffead413f2d5eae82ded19bd2b6476566dd18669084186",
    "simhash": "1:6863e9786a36a8fe",
    "word_count": 1807
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Btishnell, Sharpe, Reid, Dethmers, and Kelly, ’ JJ., concurred.",
      "Btjtzel, C. J., did not sit."
    ],
    "parties": [
      "VEGA v. BRIGGS MANUFACTURING COMPANY. SNOWDEN v. SAME. DOLLINGER v. SAME."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nThe question here for decision is whether concealment of an alleged wrongdoer’s identity previous to PA 1954, No 49, was concealment of the cause of action against him within the meaning of the then fraudulent concealment proviso of the statute of limitations.\nThe statute involved (CL 1948, § 609.20 [Stat Ann § 27.612]) then read as follows:\n“If any person who is liable to any of the actions mentioned in this chapter, shall fraudulently conceal the cause of such action from the knowledge of the person entitled thereto, the action may be commenced at any time within 2 years after the person who is entitled to bring the same shall discover that he had such cause of action, although such action would be otherwise barred by the provisions of this chapter.”\nIn 1951 the plaintiffs filed separate suits in trespass for damages for injuries received in beatings alleged to have occurred in 1945 and 1946 pursuant to a conspiracy of which the defendants were claimed to be principals, the objectives of which were alleged to be to create a reign of terror among labor union supporters at the Briggs Manufacturing Company and to “break,” if possible, the union there by the killing or maiming of its leaders, including the plaintiffs.\nIn the trial court, in each of the cases, the defendants filed motions to dismiss, alleging that the plaintiffs’ actions were barred by the applicable statute of limitations. The plaintiffs replied that the suits were not barred, in view of the fraudulent concealment proviso of the statute of limitations herein-before quoted.\nEach suit involves substantially identical allegations, varying only with respect to the details of the respective beatings and assaults alleged, and the resulting injuries.\nThe cases were consolidated in the trial court for hearing on the motions to dismiss, and again consolidated here on appeal, on a common record filed in this Court. The parties have stipulated that the issue presented in each case is the same, and that the suits are substantially alike. The trial court held that the alleged causes of action did not accrue within 2 years before the suits were started and that they were barred by the statute of limitations. From the order of dismissal, entered accordingly, the plaintiffs appeal.\nFor the purpose of hearing the motions to dismiss, and for decision here, material allegations of fact in the declarations filed in the cases must be taken as true. It may be conceded that each sufficiently alleges that in 1945 or 1946 the plaintiffs were attacked by the defendants or by others with whom they conspired, and that the plaintiffs suffered injuries resulting in substantial damages as the proximate result thereof. No question has been raised as to the materiality or sufficiency of the allegations in the declarations except that the defendants claim that they affirmatively show that the suits were barred by the statute of limitations. The trial court so held.\nThe causes of action arose in 1945 and 1946. None of the suits was started before May 1, 1951. Appellants concede that it is immaterial whether the applicable statute (without extension by the “fraudulent concealment” proviso) is 2 years as defendant Briggs Manufacturing Company alleged, or 3 years; for, in any event, the fact is admitted that none of these suits was commenced within either period, but was in each case started approximately 5 or more years after the respective beatings. Appellants also concede that the plaintiffs’ causes of action are not founded on the conspiracy between the various defendants pursuant to which it is alleged the beatings of the plaintiffs occurred; that the gravamen of the plaintiff’s action in each case is the result—the overt acts—which flowed from that conspiracy, namely, the assault and battery on each plaintiff. However, -the suits were started within 2 years after February, 1951, the time when appellants allege they first had knowledge of the identity of the defendants. Was such lack of knowledge sufficient in law to toll the running of the statute?\nIn Roche v. Blair, 305 Mich 608, the Court held (syllabus):\n“Where overt acts which occurred some 8 years or more before commencement of action of case in the nature of conspiracy to defraud plaintiffs were known to plaintiffs but fact of conspiracy, theretofore concealed from plaintiffs, was not discovered until less than 2 years before commencing action, cause of action was barred by 6-year statute of limitations (CL 1929, §§ 13976, 13983).”\nIn view of that decision, appellants concede that in referring to fraudulent concealment, they refer to concealment of the identity of the plaintiffs’ assailants; that they do not refer to concealment of the conspiracy. Thus, the sole issue here is squarely presented—was concealment of the identity of the alleged wrongdoers concealment of the cause of action ?\nWhile the instant suits were pending in the trial court we handed down the decision in International Union United Automobile Workers of America, A.F.L., v. Wood, 337 Mich 8 (June 8, 1953). Subsequent to that decision the legislature amended CL 1948, § 609.20 (Stat Ann §27.612), hereinbefore quoted, by PA 1954, No 49, adding the precise ground on which the appellants here rely, as follows:\n“If any person, who is liable to any of the actions mentioned in this chapter, shall fraudulently conceal the cause of such action, or conceal the identity of any party thereto, from the knowledge of the person entitled thereto, the action may be commenced at any time within 2 years after the person who is entitled to bring the same shall discover that he had such cause of action, although such action would be otherwise barred by the provisions of this chapter.”\nHowever, there is no indication that said act is retroactive. There is no merit in appellants’ argument that the amendment merely “clarified” the existing statute. It added to it another ground on which the statute would be tolled.\nIn International Union Automobile Workers of America, A.F.L., v. Wood, supra, the Court said (pp 12, 13):\n“Among the questions raised here the decisive one is whether the so-called fraudulent concealment statute (CL 1948, § 609.20 [Stat Ann § 27.612]) includes within its scope the concealment of a party defendant. * * *\n“The union argues that the concealment of the names of sponsors who are proper parties defendant is a fraudulent concealment of a cause of action and, therefore, plaintiff is entitled to the benefit of the 2-year statutory extension period. * * * Concealment of the parties has been held not to constitute a concealment of a cause of action. Staples v. Zoph, 9 Cal App2d 369 (49 P2d 1131); Griffith v. Shannon (Tex Civ App 1926), 284 SW 598; 173 ALR 584; 54 CJS, p 224.”\nIn the Wood Case, supra, in referring to Unemployment Compensation Commission v. Vivian, 318 Mich 598, where we held that fraudulent concealment of facts creating liability tolled the statute for the 3-year period within which an assessment might be made under the unemployment compensation act, this Court further said (p 15):\n“The action was brought by the commission after the running of the statute of limitations as extended by a period of 2 years following discovery of the concealment of the cause of action as to other contributions, which concealment was determined to have been fraudulent. The concealment in that case was of a cause of action and not of the party defendant.\n“Here, there is no proof that Wood concealed a cause of action against himself or others.”\nA headnote in the Wood Case appropriately says:\n“Concealment of the parties to a personal cause of action does not constitute a concealment of a cause 'of action within the prohibition of the ..statute extending such actions for period of 2 years, especially by one other than the one sought to be charged (CL 1948, §609.20).”\nAppellants, relying in part on the sole dissenting opinion in the Wood Case, present arguments why the Wood Case should at least be nullified, and add:\n“But if contrary to our belief, Wood is deemed to be a square and adverse ruling to us, we respectfully submit that such ruling ought to-be reversed as being unfortunate law.”\nWe do not find in appellants’ arguments any compelling reason why the Wood Case should be overruled, or held not to apply to the instant case. The controlling question of law was plainly presented in both cases, and decided adversely to appellants’ contention in the instant case.\nAffirmed.\nCarr, Btishnell, Sharpe, Reid, Dethmers, and Kelly, ’ JJ., concurred.\nBtjtzel, C. J., did not sit.\nCL 1948, § 609.13 (Stat Ann § 27.605). The amendment by PA 1951, No 21 (CLS 1952, § 609.13, Stat Ann 1953 Cum Supp § 27.605), has no bearing.\nSubd 3 of the statute hereinbefore referred to.\nSubd 2, whieh limits actions for injuries to persons to 3 years.",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Bothe, Marston, Bohn & Masey (Theodore Sachs, of counsel), for plaintiffs.",
      "Beaumont, Smith <& Harris, for defendants Briggs Manufacturing Company and William Dean Bobinson."
    ],
    "corrections": "",
    "head_matter": "VEGA v. BRIGGS MANUFACTURING COMPANY. SNOWDEN v. SAME. DOLLINGER v. SAME.\n1. Appeal and Error—Motion to Dismiss—Allegations Taken as True.\nMaterial allegations of fact in a declaration must be taken as true in determining propriety of trial court’s action in granting a motion to dismiss.\n2. Limitation op Actions—Fraudulent Concealment—Amendment not Retroactive—Parties.\nAmendment of statute extending statute of limitations for 2 years following discovery of cause of action which had theretofore been concealed so as to include within extension the concealment of the “identity of any party thereto,” was not retroactive (CL 1948, § 609.20, as amended by PA 1954, No 49).\n3. Same—Extension—Concealment op Parties—Amendment op Statute.\nConcealment of the parties to a personal cause of action does not constitute a concealment of a cause of action within the prohibition of the statute extending such actions for a period of 2 years and amendment to the extension statute so as to include concealment of identity of parties to a cause of action was not retroactive (CL 1948, § 609.20, as amended by PA 1954, No 49).\nReferences for Points in Headnotes\n[1] 3 Am Jur, Appeal and Error § 923.\n[2,3] 34 Am Jur, Limitation of Actions §§ 27, 43, 231, 234.\nAppeal from Wayne; Webster (Arthur), J.\nSubmitted October 7, 1954.\n(Docket Nos. 39, 40, 41, 42, Calendar Nos. 46,261, 46,262, 46,263, 46,264.)\nDecided November 29, 1954.\nCase by Arthur Yoga against Briggs Manufacturing Company, a Michigan corporation, Carl Benda and Mary Perrone Benda, doing business as the Carl Benda Company, William Dean Bobinson and Santo Perrone for damages sustained in assault perpetrated as the result of alleged conspiracy. Separate actions by Boy Snowden, Grenora Dollinger and Solomon Dollinger against the same defendants. Cases consolidated for trial and appeal. Motion to dismiss, based on statute of limitations, granted. Plaintiffs appeal.\nAffirmed.\nBothe, Marston, Bohn & Masey (Theodore Sachs, of counsel), for plaintiffs.\nBeaumont, Smith <& Harris, for defendants Briggs Manufacturing Company and William Dean Bobinson."
  },
  "file_name": "0218-01",
  "first_page_order": 258,
  "last_page_order": 264
}