{
  "id": 1855434,
  "name": "HOFFMAN v. HOFFMAN",
  "name_abbreviation": "Hoffman v. Hoffman",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 54, Calendar No. 46,190",
  "first_page": "225",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "327 Mich 613",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1907097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/327/0613-01"
      ]
    },
    {
      "cite": "196 Mich 292",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1622140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/196/0292-01"
      ]
    },
    {
      "cite": "329 Mich 486",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1902981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0486-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4916,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06849607834279141
    },
    "sha256": "16356ef20e85cf001ce9c0feaec6c5c6e50e62aee52e372c2a3f1b214f2a7929",
    "simhash": "1:88f5eadbaa5e7792",
    "word_count": 847
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred*"
    ],
    "parties": [
      "HOFFMAN v. HOFFMAN."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nPlaintiff Ellen Hoffman was granted a decree of divorce from which she appeals. Her only claim here for review is that the property settlement, in the decree is grossly inadequaté and unfair to her.\nTlie parties were married in 1941 and separated in 1949, at which time the plaintiff filed a bill of complaint for divorce which was dismissed by the trial court, affirmed by this Court in Hoffman v. Hoffman, 329 Mich 486. In 1951, the plaintiff filed a second bill for divorce, charging the defendant with additional acts of extreme cruelty subsequent to the allegations in her former bill. The trial court heard the proofs and granted a divorce to the plaintiff, from which the defendant has not appealed.\nWe hear the case de novo on the sole ground claimed by the appellant that the property settlement is inequitable.\nThe decree awarded the plaintiff $21 per week for the maintenance of their only child, a boy now 11 years of age, and no other maintenance or alimony. At the time of the trial the plaintiff and the boy were living with her father. She was unemployed and had no property of her own.\nThe decree awards the plaintiff the household goods and $1,500, payable in quarter-annual instalments of $375, in lieu of dower or any other interest or claim she may have in the property of the defendant.\nThe only testimony in the record as to the property of the defendant is that given by him when called by the plaintiff for cross-examination under the statute. He testified that they owned, as husband and wife, a home in Montague, Muskegon county, first acquired by using $4,900 from the sale of a former home standing in both their names. He testified that this property was worth $10,000. The record does not indicate that there is any encumbrance on it. He further testified that in 1946 he and his brother, as partners, purchased on contract a brick-stone building in Montague, known as Kroll’s Tavern, and the tavern personal property in it, for $60,000—$40,000 for the real estate and $20,000 for the tavern. They paid $15,000 down, and the balance, at the rate of $200 per month, has been paid until at the time of the hearing in August, 1952, the balance due on the contract on the real estate was $20,378 and on the tavern $10,838. According to defendant’s testimony, his property interests at the time of the trial were worth about $25,000—material-ly increased since by payments. He testified he owed his brothers $10,000. He had no property of any substantial value except said home and his half interest in the tavern and building. He testified his net income for 1951 (the year prior to the hearing) was $5,710.24, and indicated that for 1952 it would be about the same.\nThe award of property to the plaintiff was grossly inequitable. It has mostly been acquired during the marriage. As a minimum, in addition to the provisions made for her by the decree, she should have been awarded an equal interest as a tenant in common in the home owned by them as tenants by the entirety. CL 1948, § 552.102 (Stat Ann § 25.132). See Allen v. Allen, 196 Mich 292; Szatynski v. Szatynski, 327 Mich 613. She has the custody of the boy, no home except with her father, no property, and no particular earning power. She should have at least approximately 1/3 of their property. The defendant will be left with his income-producing business as well as a half interest in the home.\nA decree may be entered in this Court conforming* to the provisions in the decree from which plaintiff has appealed, with the addition that the parties shall be tenants in common of the home owned by them in Montague, and further providing that the decree be remanded to the trial court for enforcement. Costs to appellant.\nButzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred*\nSee CL 1948, § 617.66 (Stat Ann § 27.915).—Repostes.",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Alexis J. Rogoski and Robert Bunker Rogoslci, for plaintiff.",
      "William T. Caughey, for defendant."
    ],
    "corrections": "",
    "head_matter": "HOFFMAN v. HOFFMAN.\nDivorce—Division op Property—Hquity. -\nWife in suit for divorce is awarded a half interest in home, theretofore held by the parties as tenants by the entirety, in addition to the household'goods and $1,500 annually, payable quarterly, so as to award her property of the value’ of approximately 1/3 of the property owned by the..parties, where the husband is left with his interest in income-producing tavern and a half interest in the home and wife was given the custody of their 11-year-old boy (CL 1948, § 552.102).\nReferences for Points in Headnotes\nSee, generally, 26 Ain Jur, Husband and Wife §§ 116, 117.'\n'Appeal from Muskegon; Elliott (Philip), J., presiding.\nSubmitted October 8, 1954.\n(Docket No. 54, Calendar No. 46,190.)\nDecided November 29, 1954.\nBill by Ellen V. Hoffman against Lewis C. P. Hoffman for divorce. Decree for plaintiff. Plaintiff appeals.\nModified in respect to property settlement and decree ordered entered.\nAlexis J. Rogoski and Robert Bunker Rogoslci, for plaintiff.\nWilliam T. Caughey, for defendant."
  },
  "file_name": "0225-01",
  "first_page_order": 265,
  "last_page_order": 268
}
