{
"id": 1933604,
  "name": "Howard and wife vs. Moore and wife",
  "name_abbreviation": "Howard v. Moore",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "226",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "21 Wend., 481",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "2 Howard, 338",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "12 Wend., 553",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "10 Wend., 441",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/10/0441-01"
      ]
    },
    {
      "cite": "4 Wend., 441",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "15 Mass., 326",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055237
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0296-01"
      ]
    },
    {
      "cite": "5 Pick., 140",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 925,
    "char_count": 27812,
    "ocr_confidence": 0.364,
    "pagerank": {
      "raw": 5.949807896415291e-07,
      "percentile": 0.9535266341782861
    },
    "sha256": "287993dbe0536f0fd89a0049dd1b0b7d10550c118b50508a75189fe095830107",
    "simhash": "1:732fe275b46ee3e2",
    "word_count": 4859
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howard and wife vs. Moore and wife."
    ],
    "opinions": [
      {
        "text": "By the Court, Green, J.\nThe first question which is presented hy the case agreed upon by the parties is, whether the Probate Court of the county of Oakland had jurisdiction to grant the license to the administrator, to sell the land in controversy. On or about the 15th of March, 1838, Hobdey, the intestate, died seized of the premises. On the 3d of May, 1838, Pat-ridge was appointed administrator upon the estate; The personal property was appraised at $676.16, and the real estate, consisting of the land in question, at $1000; and a return of the appraisement was made to the Probate Court on the 7th day of July, 1838. Out of the personal estate so appraised, property amounting to $96.50, was set off to the widow. On the 7th of January, 1839, the estate was represented insolvent, and commissioners were appointed to receive and examine claims; and on the same day, the following petition was presented to the Probate Court, by the administrator:\n“Hon. Stephen Reeves, Judge of Probate for Oakland County:\nSir — Having ascertained that the personal estate of the late John Hobdey, deceased, is insufficient for the payment of the debts due from said estate, and charges of administration, your Honor is requested 'to order that his real estate, or so much thereof as may be necessary, shall be sold for that purpose by me, and that license be granted accordingly.\nJ. P.. Richardson,\nAtt’y for Administrator upon said estate.”\nThis application was continued by the Probate .Court, for hearing; until the first Monday in February thereafter; and notice was ordered to be given by publication in a newspaper printed in Pontiac, at least three weeks in succession, to the end that all persons interested might be heard. Such notice was duly published, and proof thereof filed in> the Probate Court, on the 4th day of February, 1839, when, “It having been made to appear to the Court, upon the examination of the said administrator upon oath, that the facts set forth in the above petition were-true, and no one appearing to oppose the granting of said license,, thereupon it was ordered by the Court, that a license issue to the said administrator, and that he give bonds and take the oath by law prescribed.”\nOn the same day the administrator filed the requisite bond, duly approved by the Judge of Probate, and took and subscribed the oath required by the statute; and thereupon a. license was issued, under the seal of the Court, authorizing the administrator to sell so much-of the real estate of the deceased, as should be necessary for the payment of the just debts said deceased owed.\nUpon this statement of facts, it 'is insisted by the counsel for the plaintiffs, that the Probate Court never acquired jurisdiction of the subject matter, and that all the proceedings in that Court relative to the sale of the land, are therefore a nullity.\nThese proceedings were had under the R. S. of 1838, part. 2, title 5, Ch. 1. Section 3 of'that chapter puovidesthat, “In order to obtain such license, the executor or administrator shall present to the Court a petition, setting forth the amount of debts due from the deceased, as nearly as they can be ascertained, and the amount of the charges of administration, and the value of the personal estate.” When such petition was made to the Supreme, Court, or to the Circuit Court, it was required to be accompanied by a certificate from the Judge of Probate of the county where the executor or administrator was appointed, setting forth the amount of the debts due from the deceased, as far as they were ascertained, and the value of his real and personal estate.\nThis chapter corresponds in all its essential provisions, with chapter' Yl of the revised statutes of Massachusetts of 1836, which apipears to have been a consolidation of the previous statutes of that State on the' same subject, with some modifications, with the exception of sections 38, 39, and 40, the provisions of which do not appear to have been incorporated into any previous law of that State. These sections correspond with sections 36, 31, and 38, of the chapter of the R. S. of 1838, before referred to, and seem to have been intended for the better protection of the equitable rights of bona fide purchasers from executors,\nadministrators, and guardians. It was formerly holden in Massachusetts, New York, and other States, that all the prerequisites required by the statute, must be conformed to in every essential particular; and in case of a failure to do so, that the Court did not acquire jurisdiction, and consequently a purchaser acquired no title. In Heath vs. Wells, (5 Pick., 140,) and in Wellman vs. Lawrence, (15 Mass., 326,) it appeared that the debts, for the payment of which the lands were sold, had been barred by the statute of limitations, and the Supreme Court held that the sales were therefore void.\nMarcy, Justice, in Jackson vs. Robinson, (4 Wend., 441,) says the Surrogate “ is required to act on ike suggestion of the executor or administrator of a deficiency of assets, and on receiving an account of the personal estate and debts of the deceased. He thus acquires jurisdiction of the subject matter.” In Jackson vs. Irwin, (10 Wend., 441,) and Jackson vs. Crawford, (12 Wend., 553,) the same doctrine is recognized and applied; and it was held, that unless such account accompanied the petition, the Surrogate acquired no jurisdiction to grant a license to sell.\nThe petition of the administrator for license to sell the real estate in controversy in this case, did not specify either the amount of debts due from the deceased, or the amount of the charges of administration, or the value of the personal estate. It was not, therefore, in strict conformity to the statute. Was it so far a substantial compliance with its provisions, as to bring into action the jurisdiction of the Probate Court for any purpose ? In considering this question, it must be kept in view that before any determinate action could be had upon the merits of the petition, notice was required to be given to all persons interested, of the time and place of hearing the same, and the facts set forth in the petition must have been proved to the satisfaction of the Court; upon which hearing, all persons interested might appear, and show cause, if any existed, why the petition should not be granted. Upon the presentation of the petition, the only question for the Judge of Probate to consider was, whether he should entertain it, and direct the proper notice to be given.\nAn inventory and appraisal of the personal estate, had been returned into the Probate Court by the appraisers appointed for that purpose, and was then before him. It amounted, after deducting what had been set off to the widow, to the sum of $579,66. The inventory also embraced the real estate in question, which was appraised at $1000. On the same day that the petition for license was presented, and before the presentation thereof, the estate had been represented insolvent, and commissioners appointed to receive and examine the claims of creditors - of the estate, and a warrant had been issued for that purpose by the Probate Court. The administrator was required to set forth the amount of the debts due from the deceased, as nearly as they could be ascertained. But the proceedings show that no particular amount of debts due had then been ascertained, yet the fact was represented that the amount, together with the charges of administration, was more than the personal property in the hands of the administrator was sufficient to pay. This was the material fact to be set forth and to be established before a license should be granted, and this might have been controverted at the hearing. But suppose some specific amount of indebtedness had been set forth in the petition, larger than the amount of the personal assets, would it have been material at the hearing, whether that sum, or a greater or a less amount was satisfactorily shown to be due, provided it appeared that the personal estate was insufficient for its payment ? I apprehend not. No issue could be taken upon the particular amount, the question being whether the goods and chattels of the deceased in the hands of the administrator, were 'sufficient to pay all his debts, with the charges of administering his estate. The amount of the charges of administering could not at that time be definitely ascertained. Some had accrued, and other charges were to accrue in the progress of the settlement.\nIn the case of Grignon’s Lessee vs. Astor et al., (2 Howard's Rep., 319,) the Supreme Court of the United Stales regarded the whole merits -of the controversy as depending upon the. single question: “ Had the County Court of Brownvcounty, jurisdiction of the subject on which they acted?” The proceeding in the County Court was under the act of Michigan, of July 27, 1818, by the first section of which, the County Court was authorised to license the executor or administrator to sell, upon representation, &c. The third section of that act was as follows: “ That every representation to be made as aforesaid, shall be accompanied with a certificate from the Judge of Probate of the county -where the deceased person’s estate was inventoried, certifying the value of the real estate and of the personal estate of such deceased person, and the amount of his or her just debts; and also his opinion whether it be necessary that the whole or a part of the estate should be sold; and if part only, what part.” Neither the minutes of the Comt, nor -its files, nor any recital in the license, showed that any such certificate was presented with the petition, nor was there any joarol or other evidence that such a certificate ever existed. No notice was given of the pendency of the application, and the order for empowering the administrator to sell was made on the same day that the petition was filed.\nJudge Baldwin says, (p. 339,) “no other requisites to the jurisdiction of the County Court are prescribed than the death of Grignon, the insufficiency of his personal estate to pay his debts, and a representation thereof to the County Court where he dwelt or his real estate was situate, making these facts appear to the Court. Their decision was the exercise of jurisdiction, which was conferred by the representation, for whenever that was before the Court, they must hear and determine whether that was true or not; it was a subject on which there might be judicial action.” The Judge further remarks: “ The subsequent provisions of the act of Michigan relate exclusively to acts and proceedings in the execution of the order of sale, or are directory to the administrator to accompany the representation with a certificate of the Judge of Probate, and to the Court, before passing on such representation, to order notice to be given to the parties concerned, to show cause why the license should not be granted; but these provisions do not affect the jurisdiction of the Court, they apply only to its exercise.” After citing several cases in the Courts of the United States, in which the validity of judgments and decrees depending upon similar principles have come in question, he very justly remarks that “ titles acquired under the proceedings of Courts of competent jurisdiction must be deemed inviolable in collateral actions, or none can know what is his own; and there are no judicial sales around which greater sanctity ought to be placed, than those made of the estates of decedents, by order of those Courts to whom the laws of the States confide full jurisdiction over the subject.”\nIn, the case of Thompson vs. Tolmie, (2 Peters, 157,) the property in question had been sold by commissioners pursuant to an order of Court, under an act of Assembly of the State of Maryland expressly prohibiting a sale until the eldest of the heirs had arrived at full age. The action was ejectment by the heirs, against the purchaser at the commissioners’ sale, and it appeared in evidence on the trial, that at the time of the sale, none of the heirs had arrived at full age; and the case was brought into the Supreme Court of the United States by appeal. Mr. Justice Thompson, after examining the proceedings under which the sale was made, and deducing the conclusion that the Court in .which they were had must be presumed to have had satisfactory evidence that one of the heirs was of age, says: “ But, independent of these considerations, the jurisdiction of the Court over the subject matter of the proceedings sufficiently appears. It did not depend on the fact that one of the heirs was of age. But according to the express terms of the act, it attaches where the ancestor dies intestate, and any of the persons entitled to his estate is a minor.” Without further citation of authorities upon this point, or entering more fully into an examination of the grounds of the decisions, it seems to me that the question is settled by the 36 th section of the chapter under which the sale of the premises in controversy was had. It provides as follows: “ In case of any action relating to any estate sold by an executor, administrator or guardian, iu which an heir or other person claiming under the deceased, or in which the ward or any person claiming under him, shall contest the validity of the sale, it shall not be avoided on account of any irregularity in the proceedings, provided it shall appear:\n“ 1st. That the executor, administrator or guardian, was licensed to make the sale by a Court of competent jurisdiction;\n“ 2d. That he gave a bond, which was approved by the Judge of Probate, in case any bond were required by the Court upon granting the license;\n“ 3d. That he took the oath prescribed in this chapter;\n“ 4th. That he gave notice of the time and place of sale; and,\n“ 5'th. That the premises were sold accordingly by public auction, and are held by one who purchased them iu good faith.”\nThe 27th section makes the executor, administrator or guardian liable for any misconduct or neglect by which any person interested in the estate shall sutler damage.\nHobdey was an inhabitant of Oakland county, at the time of his decease. The premises are situate in that county, and the Probate Court of the same county granted the letters of administration upon the estate, to Patridge, who received the license and made the sale. These are all the facts which the purchaser is obliged to establish, in order to show that the Probate Court of the county of Oakland, was a Court of competent jurisdiction. These facts existing, the statute vests in that Court full jmisdiction. The administrator was licensed to make the sale, by a Court of competent jurisdiction; and the purchaser is protected, whether that jurisdiction was properly or improperly exercised, or whether the license was granted upon a sufficient or insufficient petition. The purchaser is not bound to look behind the license, for any other purpose than to see that it was granted by the Probate Court of the proper county, and that the* person to whom it was'granted was the administrator. It was a proceeding in rem, and not in personam. The administrator represents the land. The action of the Court operates on the estate, not on the heirs of the intestate; a purchaser claims not their title, but one paramount. (2 Howard, 338.) The land descended to. the heir subject to the debts of the intestate. (R. S., 1838, p. 267.) Those debts were expressly made a charge upon the land, by the statute which gave it to the heir.\n’ Another question of considerable importance is presented in this case. The license was issued on the 4th day of February, 1839, and the sale took place on the 3d day of February, 1840. The deed to the purchaser was not executed until the 19 th day of the same month, eighteen days after the license to sell ceased to be of force. The case sets forth that Deuel purchased the premises at the sale, in good faith, and paid the purchase money over to the administrator. The question is, whether the administrator had any power to execute a deed, after the expiration of one year from the granting of the license, when the sale was made and the purchase money paid over within the year. Were there-no authority to the contrary, I confess I should have little difficulty im arriving at the conclusion that the administrator had the power.\nThe petition of the administrator is for va license to sellj the license; empowers him to sell; and section 15 provides that every such sale shall be made by public auction. Neither the order for granting the license, nor,the license itself, purports to confer any power to execute a conveyance. When the sale is made, the power conferred by it is executed. But the statute itself confers the power to execute the conveyance. Section 10 provides, that “If the facts set forth in the petition shall be proved to the satisfaction of the- Court, and if no sufficient cause be shown to the contrary, the Court shall grant the license; and the executor or administrator shall be thereupon authorized to execute in due form of law, conveyances of such real estate as he shall sell; which conveyances shall be effectual to pass to the purchaser all the estate, right, title and interest in the granted premises, which the testator or intestate had therein at the time of his decease, or which was then, in any way chargeable with the payment of his debts.” It was by virtue of this section that the administrator had power to execute the conveyance, and this power was conferred upon him upon the license being-granted. The sale must be by 'public auction, but the conveyance must be by deed. The mere-recital of these provisions would seem to determine that the word sale, as used'in this statute, was not intended to include the conveyance. But this question arose in the case of Macy vs. Raymond, (9 Pickering, 285,) under the Massachusetts statute of 1811, Ch. 190, § 12; and the Supreme Court of that State held that the deed must be executed and delivered within the year; otherwise it would not pass the land — that the word sale, was to be construed in its strict technical sense, and embracd the execution and delivery of the deed. The question does not appear to have been much argued by-counsel, and no authorities are cited, either by the counsel or the Court.\nThis case was decided in 1880. Iam not aware that the same question has ever been adjudicated under the revised statutes of that State; but I am inclined to the opinion that if the question had arisen under that code, the decision would have been otherwise. I am the more strongly of that opinion, from the fact that in 1840, the Legislature passed an act in the following words:\n“ Whenever the validity of any sale of real estate which has been or may be hereafter made by any guardian, executor, or administrator, is drawn in question by any person claiming under tbe ward or deceased, if tbe license, bond, oatb and notice, have been according to law, and tbe price forwhich the land shall have been bid off at auction has been paid by a bona fide purchaser and duly accounted for, such sale shall be deemed valid, although tbe deed may not have been executed and delivered within the year from the granting of tbe license.” (Supplement to R. S., p. 178.)\nIt must be observed that this act is retrospective, and was clearly intended as a legislative construction of that provision of the former statutes, which provided that the license should not be in force for more than one year from the granting thereof. It does not appear from the report of the case of Macy vs. Raymond, that the money was paid until tbe deed was executed, which was about two years and a half after tbe sale.™ Had the money been paid at the time the land was bid ofij the sale would hav$ been perfect, and the equitable title would have passed to the purchaser.\nThe case of Edwards vs. The Farmers’ Fire Insurance and Loan Company, (21 Wend., 481,) has been referred to by the counsel for the plaintiffs, as an authority for a strict technical construction of the word sale. The charter of the company provided that “ in all cases where the said corporation have become the purchasers of any real estate on which they have made loans, the mortgagors shall have the right of redemption of any such property on payment of the principal, interest and costs, so long as it remains in the hands of said corporation unsold.” The lands in controversy had been purchased at a mortgage sale in the name of an agent of the corporation. The company had entered into a contract to sell and convey the premises, on condition that they could obtain the title, the agent having died. This was held to be an executory contract, and not a sale of the premises, and the morgagor was allowed to redeem notwithstanding a part of the purchase money had been paid. It was a contract for a sale to he made. There was no strict sale within either the legal or common definition -of the term. Judge Cowen, in delivering the ojiinion of the Court in that case, adverted to a distinction between public sales at auction and private transactions. He says it is sometimes used to denote the striking down of land.at auction, though the time for executing a deed may be suspended, as in case of sheriff’s sales of land subject to redemption, a sale of land under a power contained in a mortgage, or by the comptroller for taxes. I see nothing in that case which goes against the construction of the statute of 1838, before indicated.\nBut if I am wrong in that construction, I have no doubt that this case is a proper one for equitable relief. Some of the considerations which conduce to this opinion, have already been alluded to. The land descended to the heir on the death of the intestate, charged with the payment of the debts. The return of the commissioners appointed for that purpose, made in August, 1839, shows that .they allowed claims against the estate to the amount of upwards of $1,500, which was considerable more than the real and personal estate was sufficient to pay, not including the charges of administration. The proceeds of the land, it is not denied, have been appropriated to the payment of the debts. Is not the conscience of the heir bound by the sale ? It is admitted that the purchaser paid the fair value of the land, at the time of the sale, and it may be presumed that valuable improvements .have since been made upon it. The present defendants purchased in good faith, and for a full consideration. The heir has not been injured by any defect in the execution of the power by the administrator, and in conscience, is not entitled to anything from the land. But if she can recover, a heavy loss must fall upon innocent persons. The administrator died in 1845, and it maybe presumed that his estate, if he left any, has been settled.\nThe policy of the statute was to compel the settlement of estates, by executors and administrators, without unnecessary delay. The sale in this case was made, and the money paid over within the year. The delay in executing the deed could not, therefore, interfere with the speedy settlement of .the estate.\nThe case of the heirs of Piatt and others vs. the heirs of. McCullough, (1 McLearts Rep., 69,) is in point. The land was sold by the executor by public auction, under a license for that purpose. The purchase money was paid, and a deed was subsequently executed by an attorney, without having a power, under seal. That deed was void. The executor died, without ever executing a deed. It was held that this was a proper case for relief, on the ground that it was a defective execution of a power, and the Court accordingly decreed a release to be executed by the heirs of the testator.\nI have examined the doctrines involved in this question with much care, and no inconsiderable labor, and the result has been, to leave no doubt upon my mind, of the power and duty of a Court of Equity to grant relief in cases of this kind, when necessary. But inasmuch as I regard the power conferred upon the administrator, as having been well executed, it is unnecessary for me to go more fully into a discussion of the grounds upon which the jurisdiction of Courts of Equity in such cases rests.\nIt must be certified to the Circuit Court for the county of Oakland, as the opinion of this Court, that the defendants are entitled to judgment.\nCertified accordingly.",
        "type": "majority",
        "author": "By the Court, Green, J."
      }
    ],
    "attorneys": [
      "J. M. Howard, for plaintiffs.",
      "B. Manning, for defendants."
    ],
    "corrections": "",
    "head_matter": "Howard and wife vs. Moore and wife.\nIn an action of ejectment by an heir to recover land that bad been sold by an administrator under a license of the Probate Court, it appeared the decedent was an inhabitant of Oakland county at the time of his death, that the premises were situate in that county, and that letters of administration had been granted to P. by the Probate Court of the county, and that it subsequently licensed him to sell the real estate. Held: That the above were the only facts the purchaser need establish to show the Probate Court granting the license was a Court of competent jurisdiction for that purpose, under R. S. 1838, pt. 2, title 5, chap. 1) § 36; and that the purchaser was protected, whether that jurisdiction was properly orimproperly exercised, and whether the license was granted upon a sufficient or an insufficient petition.\nA license to an administrator to sell real estate was granted on the 4th Fobruary, 1839, and the sale took place on the 3d February, 1840, but the deed to the purchaser was not executed until the 19th day of that month — eighteen days after the license to sell ceased to be of ' force. Held: 1st. That under chapter 1, title 5, pt. 2, R. S. 1838, the deed was well executed.\n2d. That if the administrator had not power to execute the deed after the expiration of the year, it was a proper case for relief on the ground of a defective execution of the power.\nCase reserved from Oakland Circuit Court.\nTbe ease was made by tbe parties with a view of settling their legal and equitable rights to the premises in dispute, and at their request reserved by the Circuit Court. Howard, and his wife, who was the only child and heir at law of John Hobdey, deceased, brought an action of ejectment against the defendants, Moore and wife, to recover the land in controversy, which was in Oakland county and belonged to Hobdey at the time of his death. Hobdey was a resident of the county, and died in March, 1838; and in May following, the Probate Court of the county appointed Lemuel M. Patridge, administrator on the estate, and on the 4th February, 1839, licensed him to sell the real estate of the deceased for the payment of debts against the estate, and the land in question was sold by the administrator to Thom Deuel, at public auction, on the 3d February, 1840, but the deed was not executed until the nineteenth day of that month. Deuel subsequently conveyed the premises to one Heath, who conveyed them to Mrs. Moore. It is'unnecessary to make a more full statement of the facts in the case, as they appear in the opinion of the Court.\nThe plaintiffs insisted the administrator’s sale was void: 1st, For want of jurisdiction in the Probate Court to grant the license; and 2d, Because the administrator’s deed to Deuel was not executed within the year — the statute declaring no license should be in force more than one year from the granting thereof.\nThe defendants’ answers to these objections were: To the first objection, That the Probate Court had jurisdiction; and to the second objection,' 1st, That the sale took place within the year (although the deed was executed afterwards,) which .was all the statute required; and 2d, That if the statute required the deed to be executed within the year, the execution of it afterwards was but a defective execution of the «power of sale,- which a Court of Equity would relieve against.\nJ. M. Howard, for plaintiffs.\nB. Manning, for defendants."
  },
  "file_name": "0226-01",
  "first_page_order": 234,
  "last_page_order": 246
}