{
  "id": 1855464,
  "name": "KAUFMAN v. NYSTROM",
  "name_abbreviation": "Kaufman v. Nystrom",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 29, Calendar No. 46,025",
  "first_page": "228",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 552,
    "char_count": 13540,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.29416425436386445
    },
    "sha256": "acc2326cb4bff441d3f1317fe447fce8e66ddcd992429b9ffa1ea95d9cea36a5",
    "simhash": "1:b2960a074956d266",
    "word_count": 2246
  },
  "last_updated": "2023-07-14T17:57:10.685140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred with Reid, J.",
      "Butzel, C. J., and Bushnell, J., concurred in the result."
    ],
    "parties": [
      "KAUFMAN v. NYSTROM."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nThis action in replevin was brought (after the divorce) by a divorced- husband, Young Kaufman, against his wife, Ruth Kaufman, to recover certain furniture which the plaintiff claimed was owned by him and not disposed of specifically by the decree of divorce. Defendant Nystrom is the person whom defendant Ruth Kaufman procured to take the furniture and put it in storage at his warehouse. We shall hereinafter refer to Ruth Kaufman as the defendant. Answer of defendant and reply by plaintiff were filed.\nAppeal was taken by plaintiff from an order of the trial court dismissing the case on motion without a trial on the merits.\nThe parties lived in the city of Marquette. Plaintiff went to Nevada, established a residence and filed a bill for divorce against the defendant. Defendant appeared in the Nevada divorce proceedings, filed a cross bill and obtained a decree of divorce, July 28, 1952, on her cross bill.\nDefendant in her affirmative defense asserts that plaintiff, during her absence in New York city, entered her home (in Marquette) on August 5, 1952, and without her consent removed therefrom a large quantity of household goods and chattels, of which the record does not afford a precise, method of identification, and that on August 10, 1952, defendant “did retake certain goods and chattels from plaintiff * * * which she did not consent or agree that plaintiff should have and which were not necessary to furnish 2 rooms.” Plaintiff admits in his reply that defendant “did retake certain goods and chattels from the plaintiff on August 10, 1952,” and asserts that she took the goods unlawfully.\nFrom what appears in this record, it would seem that the parties in the exercise of common sense, should have settled up all matters in the divorce action, before proceeding further with any suit in Michigan courts over the property.\nThis replevin suit was instituted August 25, 1952.\nThe parties, pending the divorce action, made an agreement, exhibit No 1, dated July 11, 1952, “to effect a settlement of their respective property rights,” in which it is recited among other things,\n“2. The husband (representing to the wife that he has no knowledge of any liens or encumbrances against the same) agrees to release and convey to the wife all of his right, title and interest in and to all of the furniture, furnishings, utensils and equipment in or about said pieces or parcels of land, in said city of Marquette, except:\n“(a) Such items as are in the vacant one-room furnished apartment in the property described in subdivision (h) of paragraph (1) hereof; and\n“(b) Such items (owned by the husband) as shall he mutually agreed upon between the parties along the lines of negotiations between them already had and as are reasonably sufficient to furnish 2 additional rooms of the husband’s proposed 3-room apartment.”\nPlaintiff made a hill of sale dated June 20, 1952, giving defendant certain of the household goods, furniture, et cetera, except “such items as are in the vacant one-room furnished apartment in the real estate known as Michigan Street Apartments, and such additional items as are owned by Young Kaufman and are reasonably sufficient to furnish 2 additional rooms.”\nDefendant says in her -brief, “The property involved in this replevin action was property which was covered by paragraph 2, including -the subdivisions thereof, of the property settlement, that was embodied in the divorce decree.” And further defendant says, “The parties, by' their agreement, consented to the disposition of the household furniture which may have been previously owned by the husband.” It is to be inferred that the personal property taken by plaintiff on the writ, was his before the marriage or at any rate, was his before the divorce action. Plaintiff so claims and defendant seems to concede- it. For the purposes of this opinion, we must assume that the property in dispute in this case falls within the description of above-quoted subdivision (b).\nThe court states in his opinion:\n“It [the property settlement agreement] contemplated that the parties, in the future, should agree upon such articles of furniture.”\nThe trial court found:\n“The personal property here involved must be considered as jointly-accumulated marital property, as the parties by their incomplete agreement of July 11, 1952, attempted to deal with it as such.”\nThe trial court further found as to the court’s assuming to exercise the right to construe the provisions of the divorce decree which ratified, adopted and approved the property settlement in question, that.such action “would not be a matter of construction, but of the court’s making an agreement for the parties, which they had not made.”\nThe recital in the agreement, “such items (owned by the husband) as shall be mutually agreed upon between the parties,” is a concession by defendant (because of her signing the agreement) that the husband was the owner of the property in dispute. The property in dispute being his property and the division thereof or assignment of it or any part of it to the defendant not having been accomplished because of the failure of the parties to agree thereon, we must consider for a determination of the matters in issue on this appeal, that the husband remains the owner of the property in dispute. He remains such owner until his title is divested.\nPlaintiff’s declaration charges that the goods in question were in plaintiff’s room or apartment and that defendant forcibly and unlawfully seized and took possession of the furniture in question without plaintiff’s knowledge or consent.\nAt the time of the inception of the instant suit, the parties were divorced. It was apparently assumed by the trial court that by reason of the making of the agreement or by reason of the bill of sale, or by both, that plaintiff gave defendant the right to treat the property in question as “marital,” that is, as though acquired by the parties during the marriage. Apparently the trial court had also in mind that the Nevada court had the right and jurisdiction to treat the property as “marital,” regardless of whether one or the other or both were theretofore owners.\nDefendant in her motion to dismiss, claimed that under the agreement and the decree of divorce, she was entitled to possession until there should occur a mutual agreement by which plaintiff’s right had become satisfied, so far as to reasonably sufficiently furnish 2 additional rooms.\nPlaintiff further claims that the title to the furniture in question was not changed by the agreement or bill of sale, because no division was made by any ensuing or ancillary agreement as contemplated in the signed agreement, and plaintiff claims the same situation as to the effect of the bill of sale; and plaintiff claims that in consequence, the divorce court not having definitely assigned the seized property to either party, plaintiff remained the owner, and, hence, entitled to the possession until at least the divorce court might otherwise determine.\nThe parties differ as to the effect of the divorce decree ratifying and confirming the contract, the effect of the contract and bill of sale under all the circumstances and as to their rights pending further action, if any, of the divorce court. We are not convinced that there can be no competent testimony on a trial of the issues, that would aid the court in reaching a decision. The parties seem unable to settle their differences.\nPlaintiff claims in his declaration, both ownership and right of possession. It is not necessary in a replevin suit to determine that plaintiff is the owner of the property as distinguished from being entitled to the possession of it, in order to uphold the action as against a motion to dismiss without trial.\nOur statute, CL 1948, § 627.1 (Stat Ann § 27.1813), provides in part:\n“Whenever any goods or chattels shall have been unlawfully taken, or unlawfully detained, an action of replevin may be brought for the recovery thereof, and for the recovery of the damages sustained by such unlawful taking or detention.”\nIf either or both of the parties shall, for any reason, conclude that any of the findings or conclusions as to facts, either by the trial court or this Court, are not in accordance with the actual facts in the case as provable by competent evidence, proper showing may be made on the trial, of the actual fact, within the scope of the pleadings.\nWe assume that the Nevada court has jurisdiction remaining unused to divide the disputed property and that neither party has requested the Nevada court to clear up the situation. The trial court may determine what is a reasonable time in which to await the action of the Nevada court which should be taken before the Michigan courts shall hereafter be called on, respecting matters in controversy between the parties over their marital rights, property and differences.\nMichigan court has no right to determine, nor does it determine, title to the specific items of furniture. Unless the parties make the division for themselves, that could only be done by Nevada court. However, Michigan court has jurisdiction and it is the function óf replevin action to determine which of 2 parties has the right of possession pending Nevada court determination.\nOn the motion to dismiss, the allegations made by the husband are taken as true, and the pleadings considered in the light most favorable to the husband. So considered, it appears that the husband’s admitted original ownership would give the right of possession to him until a disposition of the specific properties is made by the Nevada court (in the absence of showing on trial hereof that wife had right of possession of which husband deprived her).\nPlaintiff was entitled to maintain his action so far as to obtain or suffer a judgment on the merits for or against him.\nThe order dismissing the suit is reversed. The case is remanded to the trial court for such further action as shall be found necessary. Costs of both courts to await the result of trial.\nCarr, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred with Reid, J.\nButzel, C. J., and Bushnell, J., concurred in the result.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "'Baldwin & Kendricks, for plaintiff.",
      "Michael. F. DeFant, for defendant Kaufman."
    ],
    "corrections": "",
    "head_matter": "KAUFMAN v. NYSTROM.\n1. Replevin—Title—Motion to Dismiss.\nProperty which was recited in agreement between parties to Nevada suit for divorce and ratified by decree therein as belonging to husband is considered as his property on wife’s motion to dismiss his replevin action against her and bailee for storage thereof.\n2. Property—Title to Personalty.\nOne. who has title to personal property remains owner thereof until his title is divested.\n3. Replevin—Questions Reviewable—Motion to Dismiss—Title —Possession.\nIt is not necessary in a replevin action-to determine that plaintiff is the owner of the property as distinguished from being entitled to the possession of it in order to uphold the action as against a motion to dismiss without trial (CL 1948, § 627.1).\n4. Same—Motion to Dismiss—Remand—Evidence.\nProper showing of the actual fact within the scope of the pleadings may be made upon remand of replevin action if it can be shown by evidence then adduced that either the trial court or the Supreme Court made findings or conclusions not in accordance with the actual facts, where defendant’s motion to dismiss is granted (CL 1948, § 627.1).\nReferences for Points in Headnotes\n[1, 3,4] 46 Am Jur, Replevin §§ 23, 101, 116.\n[2] 42 Am Jur, Property §§ 36, 37.\n[5] 17 Am Jur, Divorce and Separation §§ 445, 449.\n[6] See, generally, 41 Am Jur, Pleading §§ 330-334.\n[7] 46 Am Jur, Replevin § 116.\n[8] 46 Am Jur, Replevin § 181.\n5. Divorce—Division op Property—Replevin—Jurisdiction—Nevada—Title—Possession.\nA Michigan eourt has no right to determine title to specific items of furniture as between parties to suit for Nevada divorce wherein divorce was granted wife on cross bill but failed to make complete disposition of property matters although a Michigan court does have jurisdiction to determine in a replevin action which of the parties has the right of possession pending determination by the Nevada eourt in the event the parties do not make division themselves.\n6. Pleading—Motion to Dismiss—Allegations Taken as True.\nAllegations made by plaintiff are taken as true and the pleadings considered in the light most favorable to plaintiff on motion to dismiss.\n7. Replevin—Possession—Admissions—Divorce.\nPlaintiff husband was entitled to prevail in action of replevin against his divorced wife, where Ms admitted original ownership gave him the present right to possession of property title to which had not been finally and completely determined in their Nevada suit for divorce, such possession to continue until disposition of title to the specific properties is made by the Nevada eourt.\n8. Costs—Replevin—Trial.\nCosts of both trial court and Supreme Court are ordered to await result of trial on the merits, where replevin action is ordered remanded upon reversal of judgment dismissing the ease on motion without trial.\nAppeal from Marquette; Jackson (G-lenn W.), J.\nSubmitted October 6, 1954.\n(Docket No. 29, Calendar No. 46,025.)\nDecided November 29, 1954.\nReplevin by Young Kaufman against Walford E. Nystrom and Ruth Kaufman, plaintiff’s divorced wife, to recover possession of furniture. Defendant Nystrom, bailee, an original defendant, does not participate in proceedings. Motion to dismiss granted and judgment entered for defendant Kaufman. Plaintiff appeals!\nReversed and remanded.\n'Baldwin & Kendricks, for plaintiff.\nMichael. F. DeFant, for defendant Kaufman."
  },
  "file_name": "0228-01",
  "first_page_order": 268,
  "last_page_order": 275
}
