{
"id": 156116,
  "name": "T. B. Moore v. The State",
  "name_abbreviation": "Moore v. State",
  "decision_date": "1892-11-05",
  "docket_number": "No. 517",
  "first_page": "234",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 492,
    "char_count": 9447,
    "ocr_confidence": 0.571,
    "pagerank": {
      "raw": 1.07990459264388e-07,
      "percentile": 0.5622256355486362
    },
    "sha256": "221aba0ebed827ac2caa9b528405a907f4bce341c745669a481910590517296b",
    "simhash": "1:1aeeb7b5e6dad0eb",
    "word_count": 1709
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "T. B. Moore v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nDefendant was convicted of an assault with intent to murder, and sentenced to three years in the penitentiary, from which judgment he appeals.\n1. The first error complained of was, that the court permitted the assaulted party, his wife, and daughter, to testify to indecent language and conduct on the part of defendant prior to the assault. We certainly can see no error in admitting this testimony. It was certainly admissible to show the state of mind of the accused before he made the assault. Wright v. The State, 41 Texas, 247. There can be no stronger evidence of animosity than that which is manifested in gratuitous insults to the female relatives of an enemy.\n2. The defendant complains that the court erred in permitting Mrs. Scott, wife of the prosecutor, to detail the facts of the shooting, as told by her husband on his return home, as being hearsay, and not a part of the res gestae. We do not think the error was well taken. The cross-examination of Scott and the evidence of defendant and his witnesses tended to impeach Scott, and show that his account of the difficulty was concocted, and her statement was clearly admissible to corroborate the statement of her husband, and show that he made the same statement in a short time after the difficulty to the first person he met. Again, the evidence shows that the prosecutor, from the time he separated from the defendant, went rapidly home, the distance being a mile and a quarter, and he was wounded, bleeding, and suffering, and related the transaction to the first person he met, who was his wife. We think the statements were spontaneous. In Stagner’s case, 9 Texas Court of Appeals, 456, this court held that statements made twenty minutes after the transaction were res gestae. In Castillo’s case, ante, 145, this court held that statements made half an hour after the transaction by the injured party were res gestae. We think the evidence admissible on either ground.\n3. The defendant further complains that the court erred in refusing the special charges asked for by himself on the law of self-defense as to. appearances of danger. We certainly can see no evidence calling for a charge on the appearance of danger. If defendant’s statement is true, to the effect that as he was riding on the top of the hill, the prosecutor, Scott, suddenly rose out of a gully and began shooting at him, the defendant had such real danger threatening his life as fully justified him in trying to kill Scott. This issue was fairly submitted to the jury by the charge of the court.\n4. The defendant complains of failure of the court to charge on aggravated assault. We find nothing in the record demanding such a charge. There are two theories, the State’s and defendant’s. Under the theory of the State, supported by its testimony, there was intense ill-feeling between defendant and Scott. On May 6,1892, Scott went on foot to look for his horses. He was armed with a small six shooter. When he was about a mile and a quarter from home, on the prairie, he saw the defendant, about 300 yards away, coming down the road on a run. When he got within 150 yards of Scott he left the road, galloped to within twenty-five yards of Scott, jumped from his horse, presented his gun, and told Scott to throw up his hands. Scott did not comply, and he shot him in the face, and again in the hand and back, and then fired a pistol at him; and, while Scott lay on the ground, ran up and broke his gun over his head: Defendant’s statement was, he was riding out, searching for his horses, and had ridden to a hill to get a view of the country, when suddenly Scott rose out of a ravine, and, presenting a pistol, began firing on him; that he fired one shot at defendant, struck him with his gun, and rode off. The testimony of each side tended to support the respective statements. The case was either one of assault with intent to murder or nothing, and did not require or demand a definition of manslaughter or aggravated assault. Maxwell’s case, ante, 119.\nWe think the evidence sufficient to sustain the verdict. We find no . reversible error in the judgment, and it is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "Stephens & Huff, for appellant, filed an interesting brief and argument.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "T. B. Moore v. The State.\nNo. 517.\nDecided November 5.\n1. Assault with Intent to Murder—Admissibility of Testimony-Insults to Female Relative.—On a trial for assault with intent to murder, it was held, no error to admit testimony of the wife and daughter to indecent language and conduct of defendant prior to the assault. It was admissible to show the state of mind of the accused before and at the time he made the assault.\n2. Testimony of Wife of Prosecutor, Admissible when. —Where it was sought to impeach the testimony of defendant in his own behalf, it was admissible to take the story of the wife of the statement of the husband, made a short time after the difficulty, to the first person he met, who was his wife, and as soon as he could, after walking rapidly a distance of a mile and a quarter from the place of the difficulty, and that he was wounded, bleeding, and suffering at the time he reached his wife and related the transaction, held, that the statements were spontaneous, and admissible as res gestae, and corroborative of his testimony on the trial.\n3. Charge of Court—Danger, Real and Apparent.—Where on a trial for assault with intent to murder the defensive theory was, that whilst defendant was riding upon the prairie the alleged injured party suddenly rose up from behind a ravine and commenced firing upon him, held, that under this theory the danger was real, and the court properly refused to charge on appearances of danger.\n4. Same—Manslaughter—Aggravated Assault.—See opinion of the court for facts illustrating the two theories in the case, and upon which it was held, that the issues raised were either manslaughter on the one hand, or self-defense on the other, and that therefore the court properly refused to charge the issue of aggravated assault, it not being a part of the law applicable to either of the theories contended for.\nAppeal from the District Court of Wilbarger. Tried below before Hon. G. A. Brown.\nAppellant was tried on an indictment charging him with an assault with intent to murder one E. W. Scott. He was convicted of said offense and his punishment assessed at three years in the penitentiary.\nIt is unnecessary to give a detailed statement of the facts in the case, as the opinion of the court presents the salient features of the evidence in a very concise but lucid manner.\nAs two. of defendant’s principal bills of exception relate to testimony admitted in regard to insulting conduct of defendant toward female relatives of the injured party, and also to the admissions and declarations of the injured party made to his wife immediately on reaching home after the difficulty, we reproduce the testimony of Mrs. E. W. Scott, which, among other matters, contains the evidence objected to. She testified as follows:\nMy husband, Mr. E. W. Scott, left home about 11 o’clock a. m., to hunt his horses. He went east, down the river along the south side of the sand hills. He was gone an hour or so, and came back. He was shot in the face, and very bloody when he got back. He had one shot in the back, about the same size as the one in his head, over the eye. He told me, as soon as he got in the house, that defendant Moore had run on him and shot him with a single barrel shot gun, down on the river, and beat him over the head with his gun.\nAbout two months before the shooting I and my husband were attending County Court, at the December Term, 1891, in Vernon, Wilbarger County. The defendant put his foot between us. I asked him to take it down, but he would not until I called on the officers, and they made him take it down. He was standing behind us. We were sitting together on a seat, with our backs to him, and when he put his foot up between us it touched me. On that evening, as we went home, defendant was in his father’s hack ahead of us. We were behind him, in our wagon (my husband and two daughters were in the wagon), and when we got on the other side of the river, the defendant got out of the hack, in front of us, and took down his pants and exposed his person, and hallooed at us and patted himself on the back parts. (Witness then identified the splints that Scott had on his right arm and hand when he was shot. Also the coat and vest that he had on when shot. Also pointed out the shot hole in back of coat and vest, and the several shot holes in the lappel of coat and vest, which have the appearance of entering from the left side and ranging to the right. Also identified a small 38-caliber pistol as the one that her husband, Mr. Scott, had on when he got home after he was shot.) There were several bruises on my husband’s head when he got home, like he had been hit with some large stick, or something of the kind.\nCross-examined: She examined her husband’s back at the time he was shot. It had a bullet hole near the backbone. The wound corresponded exactly with the hole in the coat and vest which Scott had on at the time.\nThe State here offered in evidence the coat and vest, which showed a small hole about midway between left side and center of back, and each hole corresponded with the other as to size and place of entrance.\nStephens & Huff, for appellant, filed an interesting brief and argument.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0234-01",
  "first_page_order": 254,
  "last_page_order": 257
}