{
"id": 1855448,
  "name": "JOSLIN v. COOK",
  "name_abbreviation": "Joslin v. Cook",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 43, Calendar No. 46,288",
  "first_page": "236",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 496,
    "char_count": 9455,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 5.792327559398604e-08,
      "percentile": 0.3612171983772027
    },
    "sha256": "e5c2c93088f94101303b707302b1e2c23a1b2cb04a2c1cfa09ccf65b0c067e50",
    "simhash": "1:03a60c190cee8898",
    "word_count": 1669
  },
  "last_updated": "2023-07-14T17:57:10.685140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "JOSLIN v. COOK."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nThis is an action in assumpsit to recover the balance which plaintiff claims is due him as a result of several transactions between the parties. Plaintiff’s claim for the balance is that he furnished labor and materials and that after allowing defendant credit for several payments, the balance still due him as set forth in the declaration is $1,200. Defendant claims that there is not sufficient testimony to support plaintiff’s claims for amount of labor and materials furnished, especially on the items for labor.\nPlaintiff is engaged in the business of installing warm air furnaces. Defendant who is engaged in selling warm air furnaces, entered into agreement with plaintiff that plaintiff should install furnaces for defendant, beginning some time in April, 1952, and the more active part of the business between the parties continued until some time the latter part of October, 1952, but at least some items are claimed by plaintiff to have occurred in January, 1953. Some of the customers for whom warm air furnaces or other jobs involving work and materials were furnished are spoken of in the testimony to the number of 25 or more.\nIn doing these various jobs of installation of warm air furnaces or other jobs involving work and materials, plaintiff describes his poorly-devised method of keeping account as follows: he says defendant furnished him cards to start with, and,\n“I would write down on the cards the job, where it was, and the time it took to do it. Then on the bottom we wrote out the cost of the- installation. I would then present these cards to him. I kept no other records at the time when I first started doing business with him. The time cards represented my complete and only record of items of work clone for him. The card contained the name of the person for whom the work was done, the date the card was sent in, the address, the number of hours, the kind of work and the total amount. I would give the card to him. Shortly after, he would give me a check for it.”\nLater'plaintiff testified,\n“I don’t believe I ever gave him a copy of the bill showing the credit 'but we arrived at the prices verbally between the 2 of us so that he was aware that I was giving him credit for that.\n“Q. Up until the time that we started this law suit, had he ever complained that your account was inaccurate ?\n“A. Not up until we turned the last one in. Then there was some discussion. He said he would have to wait until he got his new glasses. I agreed to wait until he coulgl look over the books. * * *\n“Q. What reason did he give you for not paying the money that he owed you?\n“A. He said he didn’t have it right at the time.”\nFurther, plaintiff testified:\n“Q. After you made out these time cards you threw the book away, is that right?\n“A. That is right.”\nFurther, plaintiff testified:\n“Q. Did Mr. Cook ever raise the question to you that he wasn’t going to pay you any more money until you supported your gross figures with the men and the hours that they worked and the places that they worked?\n“A. I give the places they worked and the amount of hours, sir.”\nFrom the testimony of plaintiff, it appears that on or about October 29, 1952, a summarization of the debits and credits on the account between the parties was gone over and the balance shown by such summarization in favor of plaintiff was $503.11, concerning which defendant in his answer says:\n“Defendant, having no knowledge or information sufficient to form a belief as to the ‘1952 agreed balance’ of $503.11, neither admits nor denies such items but leaves plaintiff to his strict proof.”\nAs to the claimed agreement on a balance then due (October 29, 1952) of $503.11, plaintiff testified:\n“The conversation with regard to the $503.11 agreed balance took place after he paid the $200 and the $100. The conversation took place in his office. I went and I needed some money and asked him for it and got the $200. But he said he didn’t have the balance right then. He said he would pay the rest of it as soon as it come in.”\nPlaintiff further testified the date of the agreement was October 29, 1952. Plaintiff further testified,\n“Q. It sets it forth in the bill of particulars. It says 1952 agreed balance ?\n“A. \"Well yes. But after he paid me off, he paid me $300 off the $800, it would make $500, $503.11.\n“Q. Did he say at that time, ‘I’ll pay you $503.11’?\n“A. No, because he didn’t have it.\n“Q. Did he dispute that amount?\n“A. No.”\nPlaintiff testified:\n“I did not do the work after I stopped turning in the time cards on an agreed price for a certain job. As long as I was paying the help and paying social security and everything, I didn’t see where I had to break down each man. He wasn’t paying nothing on it. I was paying. So, I gave him the amount of hours and the total money that it all added up to.\n“Q. In other words, you separated them by jobs rather than by days of the week, is that what you mean?\n“A. Every day in the black book I would put each one so many hours for Cook on a certain job. He worked so many hours for me. If he worked for me on that job. Bnt, instead of turning in the time card, I turned in a job ticket or job card. It listed the amounts owing by jobs rather than by weeks, hours and labor.”\nLater' plaintiff testified to items which \"occurred after October 29, 1952, as follows:\n“No part, of the bill was rendered on January 20, which included the statements 177, 180, 181 and 182 has been paid. The total amount of that was $724.80. No part of which has been paid.”\nPlaintiff further testified as to items which made up a total of credits due him after October 29, 1952, of $724.80, and plaintiff further testified,\n“Anyway, after I had difficulty getting my money I still permitted him to create an additional indebtedness of $797.79. I am small operator like he is, but I figured if 'the job is finished up I could get some money.”\nIt appears, however, from plaintiff’s own testimony, that the defendant after all the items to plaintiff’s credit had been incurred, did dispute the charges of labor, asserting that -the cost of the labor should not be greater than 10% of the cost on each job, as to which objection the plaintiff testified:\n“The cost, of labor on these jobs, running between 13 and 29%, was not out of the way because the price he was getting for the furnaces was low, so the percentage would be high on them. At the time he asked me for those break-downs I gave him all of the information that I could. He never exactly denied owing me money on this account, but he never wanted to pay it.”\nFurther, regarding defendant’s statement that the labor costs should be only 10% of the contract price on the job, plaintiff testified, “which, in our scale in Muskegon, we couldn’t do and very seldom have done in this area for the price that we are getting for furnaces today.” This testimony meets defendant’s sole objection and defendant offered no contradictory testimony.\nDuring the progress of this work, the principal reason as stated by defendant for not paying the amounts claimed by plaintiff or for his not disputing the amounts and for his failure to precisely say whether he disputed any of the amounts was that he was suffering from eye difficulty and was unable to see well enough to determine the accuracy of the statements. He sets forth, however, no reason why he could not have procured the assistance of some person deemed by himself reliable who might have read to him the items.\nThe trial judge found that plaintiff had 'made out his claim by a preponderance of the evidence • with the exception of a disputed item of $66.46, which might have been a' duplication and rendered judgment in favor of plaintiff for $1,104.54.\nVarious cards were produced showing a grouping together of items of work and material on various jobs. Plaintiff’s testimony as to the statements rendered by him to defendant as being for actual items done and furnished by plaintiff, is not denied by defendant.\nThere seems to be no dispute as to the amounts paid by defendant. A careful examination of the record and consideration of defendant’s silent acquiescence in the various statements rendered by plaintiff and of plaintiff’s positive testimony, convinces us that the trial judge was correct in his determination as to the preponderance of evidence. Judgment appealed from is affirmed. Costs to plaintiff.\nBtjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "Harold H. Smedley, for plaintiff.",
      "Hathaway, Latimer <£> Clinic (John B. Olsen, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "JOSLIN v. COOK.\nAssumpsit—Installation op Furnaces—Evidence.\nTrial judge’s finding that plaintiff in action of assumpsit for balance due for services rendered in installing furnaces which defendant had sold had made out his claim by a preponderance of the evidence except for a single disputed item held, supported by record, especially in view of plaintiff’s positive testimony and defendant’s silent acquiescence in the various statements rendered by plaintiff. . . ,\nReferences for Points in Headnotes\n4 Am Jur, Assumpsit § § 44, 49.\nAppeal from Muskegon; Beers (Henry L.), J.\nSubmitted October 7, 1954.\n(Docket No. 43,.Calen-dar No. 46,288.)\nDecided November 29, 1954.\nAssumpsit by Cecil Joslin, doing business as Joslin Service, against Daniel Cook, doing business as Cook Furnace Company, for labor and materials on installations of furnaces. Judgment for plaintiff. Defendant appeals.\nAffirmed.\nHarold H. Smedley, for plaintiff.\nHathaway, Latimer <£> Clinic (John B. Olsen, of counsel), for defendant."
  },
  "file_name": "0236-01",
  "first_page_order": 276,
  "last_page_order": 281
}