{
  "id": 1224686,
  "name": "THE PEOPLE EX REL. EDWARD SWANN v. THE COURT OF GENERAL SESSIONS",
  "name_abbreviation": "People ex rel. Swann v. Court of General Sessions",
  "decision_date": "1921-05",
  "docket_number": "",
  "first_page": "237",
  "last_page": "242",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 237"
    },
    {
      "type": "parallel",
      "cite": "115 Misc. 454"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 10096,
    "name": "New York Supreme Court Special Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "79 N. Y. 45",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2171391
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/ny/79/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 8618,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04580460096322218
    },
    "sha256": "40877146cd54cc4a0f0c91b94ad72501292dc94cd3b118c8a7f438dd6a75bf74",
    "simhash": "1:3726b54257a9a25c",
    "word_count": 1510
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. EDWARD SWANN v. THE COURT OF GENERAL SESSIONS."
    ],
    "opinions": [
      {
        "text": "Tierney, J.:\nIndictments were found against Eugene M. Travis and others in the Court of General Sessions of the city and county of New York. On application of the district attorney an order was made ex parte at an Extraordinary Term of the Supreme Court, removing the indictment into the Supreme Court. An application is now made for a writ of prohibition to restrain the Court of General Sessions and a judge thereof and the indicted parties from further proceeding in that court. The question presented is whether the Supreme Court had authority to make the order of removal.\nThere is no express statutory authority for exercising such a right. If it exists it is by force of the common law solely.\nThe Court of King’s Bench in England from ancient times exercised the right of removing into that court from courts,of inferior jurisdiction cases of both civil and criminal character. The Supreme Court of the colony of New York had a like power. . In the statutes that have been adopted by the State of New York from earliest times, there has been no express repeal of this right nor has there been any express recognition of its existence. Laws have been passed abolishing the right of defendants to secure removals of their cases into the Supreme Court and giving and regulating such right and giving the right to other courts to send their cases into the Supreme Court for trial and the right to the Supreme Court to send cases pending therein to other courts for trial but of the right of the Supreme Court to remove a criminal case by its own order and on its own motion from another court, the statutes have been uniformly silent.\nBut the right did exist outside of any statutory provision as part of the common law jurisdiction of the Supreme Court. That was determined by the Court of Appeals as late as 1879 in the case of Jones v. People, 79 N. Y. 45.\nThe possession of this right did not involve any matter of jurisdiction to try an issue .but related only to the exercise of the prerogative that had belonged to the crown to regulate the procedure by which an issue should be brought to trial. It was subject, therefore, to legislative control and could be changed or abolished by statute without impinging upon any inherent common law jurisdiction ensured to the Supreme Court by the Constitution. In the case of Jones v. People, supra, it was said: “ The Legislature has full power over the subject, and perhaps it should be exercised as it has been, in respect to the writ, when applied for by a defendant.” P. 50.\nAccepting the determination of the Court of Appeals that this right of removal was still existent as late as 1879, the question for examination is whether it was abrogated by the adoption of the Code of Criminal Procedure in 1880.\nThis was intended to furnish a complete and comprehensive system governing all criminal proceedings in all the courts, to supersede all former practice by its regulations. The subject of transfer of cases from one court to another is dealt with in various provisions. The other courts are given the right to send their cases into the Supreme Court and the Supreme Court is given the right to send its cases into the other courts for trial. A defendant may have his case for sufficient reason removed by an order of the Supreme Court into that court from another court. Except in such an instance, no right is given or referred to, of a court removing a case by its own order from another court into itself. In the enumeration and definition of the jurisdiction of the Supreme Court in criminal matters is mentioned that to try an indictment “ which has been removed from any court into the Supreme Court.” It is urged that this is a recognition of a right in the Supreme Court to remove a case from another court existing outside of the Code provisions. That might be its effect if there were no provision in the Code for removal of cases into the Supreme Court from other courts to which it could refer; but as already alluded to, the Code contains express provisions for the procedure for removing cases on the defendant’s motion into the Supreme Court by its own order to which the reference may well apply.\nThere is nothing in the Code of Criminal Procedure that expressly abrogates the right of the Supreme Court-to remove an indictment from another court into itself by its ex parte action, a right that was in existence at the time of the adoption of the Code. All that can be claimed is the inference that such was the intention from the fact that the legislature purported to enact a comprehensive measure on the subject and failed to include any reference to the existence of such a right. This argument is weakened somewhat by the fact that this statute was a codification of existing laws and that most of its provisions had already existed in similar form in separate statutes and that the existence of these statutory provisions had not militated against the existence of the common law right of removal by the Supreme Court. And there is the further consideration that no provision of the Code of Criminal Procedure is necessarily inconsistent with or in antagonism to the existence of the common law right of removal in the Supreme Court.\nI appreciate that it is a seeming anachronism that a right based merely on common law practice with no statutory method for its exercise should persist forty years after the legislature attempted to reduce criminal procedure to a statutory system.\nI think that it is clear, however, that such a right or power vested in the court cannot be abrogated by inference but only by a repeal clearly and definitely indicated as intended. That has not been accomplished as to the right of removal by the Code of Criminal Procedure as it was not by the various statutes of which that act is a codification.\nObjection is further made that the common law right was exercised by a writ of certiorari and no right ever existed to accomplish this by an order as was done in this case; that the right held by the court in Jones v. People, supra, to be still existent was that to remove an indictment by writ of certiorari. The writ of certiorari was customarily issued ex parte without notice to the defendant. Jones v. People, supra, at page 51. The difference is, therefore, only in the form of the mandate of the court and not in its substance. The tendency of practice is to substitute the simpler form of order for the more elaborate form of mandate of ancient practice. The employment of the writ of certiorari was based on usage and not on any statutory requirement. The order of removal may have been irregular in form but that does not make the action of the court a nullity nor can it be disregarded as inoperative. If the defendants believe that they are prejudiced by having this indictment removed into the Supreme Court by an order instead of a writ of certiorari they may move to have the order vacated. While the order stands, the indictment is removed into Supreme Court and the case is pending there and the Court of General Sessions has no further jurisdiction in the matter.\nThe application for a writ of prohibition is, therefore, granted.\nApplication granted.",
        "type": "majority",
        "author": "Tierney, J.:"
      }
    ],
    "attorneys": [
      "Edward Swann, District Attorney (Robert S. Johnstone and Ferdinand Pecora, Assistant District Attorney, Ferdinand Q. Morton, Deputy Assistant District Attorney), for relator.",
      "Otto A. Rosalsky, judge of Court of General Sessions.",
      "John F. McIntyre, for Court of General Sessions.",
      "John B. Stanchfield, for defendant James A. Wendell.",
      "Max D. Steuer, for defendant Eugene M. Travis.",
      "Walter R. Herrick (Seigfried F. Hartman and Boswell P. C. May, of counsel), for defendant Albert L. Judson."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — SPECIAL TERM —NEW YORK.\nMay, 1921.\nTHE PEOPLE EX REL. EDWARD SWANN v. THE COURT OF GENERAL SESSIONS.\n(115 Misc. 454.)\n(1) Practice Supreme Court may by ex parte order remove fob trial AN INDICTMENT FOUND IN ANOTHER COURT.\nThe Supreme Court by an order made ex parte may remove to that court for trial an indictment found in the Court of General Sessions of the city and county of New York, and an application for a writ of prohibition to restrain further proceedings in the court in which the indictment was found will be granted.\n(2) Same — Court in which indictment was found has no further JURISDICTION IN THE MATTER.\nIf the defendants believe that they are prejudiced by such removal of the indictment, by an order instead of a writ of certiorari, they may move to have the order vacated, but while the order stands the Court of General Sessions has no further jurisdiction in the matter.\nApplication for a writ of prohibition.\nEdward Swann, District Attorney (Robert S. Johnstone and Ferdinand Pecora, Assistant District Attorney, Ferdinand Q. Morton, Deputy Assistant District Attorney), for relator.\nOtto A. Rosalsky, judge of Court of General Sessions.\nJohn F. McIntyre, for Court of General Sessions.\nJohn B. Stanchfield, for defendant James A. Wendell.\nMax D. Steuer, for defendant Eugene M. Travis.\nWalter R. Herrick (Seigfried F. Hartman and Boswell P. C. May, of counsel), for defendant Albert L. Judson."
  },
  "file_name": "0237-01",
  "first_page_order": 257,
  "last_page_order": 262
}
