{
"id": 4382087,
  "name": "LEON HANDBAG CO., INC., Plaintiff and Appellant, v. LOCAL 213 of the LEATHER, LUGGAGE AND HANDBAG WORKERS et al., Defendants and Respondents",
  "name_abbreviation": "Leon Handbag Co. v. Local 213 of Leather, Luggage and Handbag Workers",
  "decision_date": "1969-09-19",
  "docket_number": "Civ. No. 33915",
  "first_page": "240",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 240"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "363 P.2d 313",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "14 Cal.Rptr. 297",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "380 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525141
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0263-01"
      ]
    },
    {
      "cite": "363 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166407
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "568"
        },
        {
          "page": "1407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0564-01"
      ]
    },
    {
      "cite": "56 Cal.2d 169",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4378879
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/56/0169-01"
      ]
    },
    {
      "cite": "363 U.S. 574",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166480
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "578"
        },
        {
          "page": "1414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/363/0574-01"
      ]
    },
    {
      "cite": "376 U.S. 543",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379388
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "549"
        },
        {
          "page": "904"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0543-01"
      ]
    },
    {
      "cite": "353 U.S. 448",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161391
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "457"
        },
        {
          "page": "980"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/353/0448-01"
      ]
    },
    {
      "cite": "428 P.2d 849",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "59 Cal.Rptr. 713",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "66 Cal.2d 925",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2331193
      ],
      "pin_cites": [
        {
          "page": "931"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/66/0925-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 7507,
    "ocr_confidence": 0.646,
    "pagerank": {
      "raw": 1.265223326549563e-07,
      "percentile": 0.6134332542167517
    },
    "sha256": "083f623f5c6bb5f1d00141dde4e4c3077631b3490f257e4e65086140d50e5d5c",
    "simhash": "1:636938e0439eb62f",
    "word_count": 1184
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LEON HANDBAG CO., INC., Plaintiff and Appellant, v. LOCAL 213 of the LEATHER, LUGGAGE AND HANDBAG WORKERS et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "appeals from the judgment entered upon an order sustaining a general demurrer to its complaint.\nIn its complaint filed on April 9, 1968, Leon alleged that it had an existing collective bargaining agreement with Local 213 of the Leather, Luggage and Handbag Workers, an AFL-CIO affiliated labor association, which included a no-strike, no-lockout provision and a sub-contracting provision which reads: '‘Outside contracting shall be permitted in extreme emergencies and after consultation with the Union. Except in extreme emergencies, no contracting shall be permitted until full overtime is worked according to shop practice and then outside contracting shall be done in Union shops if available and in all such cases, the Union shall be advised where the work is to be done. Embroidering, perforating and fancy trimmings may be given out provided such work cannot be done in the shop. ” (Section 18.)\nThe agreement also contained a broad grievance and arbitration procedure (Section 13) : “Any grievance, difference or dispute which arises concerning working conditions or interpretations or application of this agreement shall be presented to the shop committee and the Employer jointly. If no adjustment is made within forty-eight (48) hours after the matter is so presented, the complaining party may present the matter in writing to the other party and a meeting between the Union representative, the Employer and the shop committee shall be held within forty-eight (48) hours period, and then either party may immediately thereafter demand arbitration; said arbitration to be by an arbitrator agreed upon by both parties within twenty-four (24) hours, so if no arbitrator is so selected, then by an arbitrator selected by the California Conciliation Service. The arbitrator’s decision shall be final and binding upon both parties. In event of a dispute involving a discharge, the arbitrator may order reinstatement with or without back pay as he deems just. ”\nAs a result of changes in the shoe and handbag industry, Leon decided “to cease manufacturing handbags and to engage in the jobbing of handbags which plaintiff would import from other countries and offer to sell at wholesale as well as to develop certain specialty lines of handbags which it would not manufacture but would procure through, having the same manufactured by contractors who would be entirely independent from and separate and apart from plaintiff.” Leon notified the union by letter on March 25, 1968, of its intentions to cease manufacturing handbags on April 1, 1968. The union notified Leon that, under the collective bargaining agreement, Leon could not cease manufacturing or acquire handbags for sale through a contracting operation. Leon then filed its complaint and seeks therein to have the court declare that it has the right to change its business to jobbing and to cease manufacturing and may as part of its jobbing business have handbags made for it by independent contractors. Union demurred generally to the complaint. The court sustained the demurrer and noted: ‘ ‘ The arbitration clause is broad enough to cover the present controversy. Under such circumstances, plaintiff must first exhaust remedy of arbitration, or allege facts showing waiver thereof by defendant. ’ ’\nAppellant recognizes that the federal law of labor relations is controlling here. (Butchers’ Union Local 229 v. Cudahy Packing Co., 66 Cal.2d 925, 931 [59 Cal.Rptr. 713, 428 P.2d 849]; Textile Workers Union v. Lincoln Mills, 353 U.S. 448, 457 [1 L.Ed.2d 972, 980, 77 S.Ct. 912].) Appellant concedes that the question relating to its rights to engage in jobbing by having handbags made for it by independent contractors would be subject to the arbitration clause of the collective bargaining agreement. It contends, however, that the demurrer was improperly sustained because its absolute right to cease and terminate its business was not subject to arbitration. It is clear however, from the face of its complaint, that Leon has not terminated its business but was and is a currently existing corporation. Leon alleged its intent “to develop certain specialty lines of hand bags which it would not manufacture but would procure through having.the same manufactured by contractors who would be entirely independent from and separate and apart from plaintiff,” “to change its business operations,” and “to purchase leather and frames and to have the same cut and finished by an independent contractor. ’ ’\nBoth federal and California law favor arbitration as the means to achieve industrial peace. (Wiley & Sons, Inc. v. Livingston, 376 U.S. 543, 549 [11 L.Ed.2d 898, 904, 84 S.Ct. 909]; United Steelworkers of America v. Warrior & Gulf Nav. Co., 363 U.S. 574, 578 [4 L.Ed.2d 1409, 1414, 80 S.Ct. 1347]; Posner v. Grunwald-Marx, Inc., 56 Cal.2d 169, 180 [14 Cal.Rptr. 297, 363 P.2d 313].) In determining whether a dispute is subject to arbitration, the court may only look to the face of the complaint and the agreement of the parties. (United Steelworkers of America v. American Mfg. Co., 363 U.S. 564, 568 [4 L.Ed.2d 1403, 1407, 80 S.Ct. 1343] ; Butchers’ Union Local 229 v. Cudahy Packing Co., supra, at p. 931.) Arbitration is to be preferred “unless it may be said with positive assurance that the arbitration clause is not susceptible of an interpretation that covers the asserted dispute. Doubts should be resolved in favor of coverage.\" (United Steelworkers of America v. Warrior & Gulf Nav. Co., supra, at p. 582 [4 L.Ed.2d at p. 1417].)\nThe arbitration clause in the collective bargaining agreement is broad and covers “any grievance, difference or dispute which arises concerning working conditions, or interpretations or application of this agreement ...” The agreement also contains a section relating to “outside contracting.’’ From the face of Leon’s complaint it cannot be said that the arbitration provisions do not cover the asserted dispute.\nThe collective bargaining agreement also contains, in section 23, a no-strike clause. “The inclusion of a ‘no-strike clause’ further indicates that the parties intended an all-inclusive coverage of the arbitration provision.” (Butchers’ Union Local 229 v. Cudahy Packing Co., supra, at p. 934.)\nAppellant cites several cases including Textile Workers Union v. Darlington Mfg. Co., 380 U.S. 263 [13 L.Ed.2d 827, 85 S.Ct. 994], for the proposition that it has the .absolute right to go out of business. These eases are not applicable, not only because it is clear from the face of appellant’s complaint that he did not go out of business but also because those eases involved unfair labor practices proceedings before the NLRB and not the scope and effect of an arbitration clause in a collective bargaining agreement. The Supreme Court has made clear that the duty to arbitrate will continue even when there is a drastic change in corporate structure or ownership. (Wiley & Sons, Inc. v. Livingston, supra; United Steelworkers of America v. Warrior & Gulf Nav. Co., supra.)\nJudgment is affirmed.\nFleming, J., and Wright, J., concurred.\nAppellant’s petition for a hearing by the Supreme Court was denied November 12, 1969.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 33915.\nSecond Dist., Div. Two.\nSept. 19, 1969.]\nLEON HANDBAG CO., INC., Plaintiff and Appellant, v. LOCAL 213 of the LEATHER, LUGGAGE AND HANDBAG WORKERS et al., Defendants and Respondents.\nBertram H. Ross for Plaintiff and Appellant.\nBrundage, Neyhart, Miller, Ross & Reich, Brundage & Hackler and Roger Frommer for Defendants and Respondents."
  },
  "file_name": "0240-01",
  "first_page_order": 262,
  "last_page_order": 265
}