{
  "id": 1855493,
  "name": "BUSHEY v. BUSHEY",
  "name_abbreviation": "Bushey v. Bushey",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 1, Calendar No. 46,169",
  "first_page": "242",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 205,
    "char_count": 2827,
    "ocr_confidence": 0.467,
    "sha256": "24e799105512616bd550bafb7916587db74d0e2609b32edf15f165ae07cf23f8",
    "simhash": "1:cbe1d07da9d0f9f0",
    "word_count": 455
  },
  "last_updated": "2023-07-14T17:57:10.685140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Beid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "BUSHEY v. BUSHEY."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nPlaintiff husband appeals from a decree of divorce granted defendant on her cross bill. He contends that the divorce should have been granted to him. No minor children or questions of custody or property settlement are involved in the appeal, nor does plaintiff complain of the decree’s provision for $10 weekly alimony to be paid by him for defendant.\nPlaintiff’s bill of complaint charged defendant with desertion, cruelty and drunkenness. He and his brother testified in support of the charges. Defendant’s cross bill alleged that plaintiff was guilty of nonsupport, abandonment and desertion, which was supported by the testimony of defendant and her witnesses. The trial court believed defendant and disbelieved plaintiff. A reading of the record does not persuade us that, had we been in the position of the trial court, we would have concluded differently. The decree of divorce was properly awarded to defendant.\nIn view of the absence of controversy over any question other than to whom the decree of divorce should have been granted, and the further fact that the decree provided that “a divorce from the bonds of matrimony between said parties is adjudged and decreed,” without specifying to which party the divorce was granted, the underlying though unexpressed question of whether the court erred in providing in the decree for the dismissal of plaintiff’s bill of complaint rather than of defendant’s cross bill is so idle as to impel to the conclusion that the appeal is vexatious.\nAffirmed, with costs to defendant, including an additional $50 attorney fee to be paid by plaintiff to defendant’s attorney.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Beid, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "Lowery B. Hicks, for plaintiff.",
      "Rickard W. Deutsck, for defendant."
    ],
    "corrections": "",
    "head_matter": "BUSHEY v. BUSHEY.\n1. Divorce—Nonsupport—Abandonment—Desertion.\nDecree of divorce held, to have been properly awarded defendant wife on her cross bill based on nonsupport, abandonment and desertion, under record presented.\n2. Same—Vexatious Appeal.\nAppeal by husband in suit for divorce held, vexatious, where-there is no controversy except as to whether the court erred in granting divorce to wife rather than the husband.\n3. Same—-Vexatious Appeal—Costs.\nWife is granted costs on affirmance of decree for her with an additional $50 attorney fee, where appeal is declared to be. vexatious.\nReferences for Points in Headnotes\n[1] 17 Am Jur, Divoree and Separation §§ 87, 153.\n[2] 3 Am Jur, Appeal and Error § 732.\n[3] 17 Am Jur, Divorce and Separation §§ 580, 581.\nAppeal from Wayne; Marsclmer (Adolph. F.), J.\nSubmitted October 5,1954.\n(Docket No. 1, Calendar No. 46,169.)\nDecided November 29, 1954.\nBill by Daniel A. Bushey against Julia E. Bushey for divorce. Defendant filed cross bill. Decree for defendant. Plaintiff appeals.\nAffirmed.\nLowery B. Hicks, for plaintiff.\nRickard W. Deutsck, for defendant."
  },
  "file_name": "0242-01",
  "first_page_order": 282,
  "last_page_order": 283
}
