{
  "id": 3187544,
  "name": "MISSOURI PACIFIC RAILROAD COMPANY v. LOUISIANA PUBLIC SERVICE COMMISSION et al.",
  "name_abbreviation": "Missouri Pacific Railroad v. Louisiana Public Service Commission",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44586",
  "first_page": "243",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 243"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 337"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "233 La. 787",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5399928,
        9873798
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/233/0787-01",
        "/so2d/98/0189-01"
      ]
    },
    {
      "cite": "106 So.2d 438",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3176662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/235/0973-01"
      ]
    },
    {
      "cite": "235 La. 973",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9893988,
        3176662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/106/0438-01",
        "/la/235/0973-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 7234,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 1.6781297023915156e-06,
      "percentile": 0.9932231570257571
    },
    "sha256": "362a0a23fa8bc0bbeb771304a707d8e96d22d8cd5ccd0db6785344d495f7d82c",
    "simhash": "1:8506aa817bcd4146",
    "word_count": 1183
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "HAMITER, J., concurs in the decree."
    ],
    "parties": [
      "MISSOURI PACIFIC RAILROAD COMPANY v. LOUISIANA PUBLIC SERVICE COMMISSION et al."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nApplication was made by Missouri Pacific Railroad Company to the Louisiana Public Service Commission for an order to ■discontinue its joint agency stations at Forest, Louisiana, and Pioneer, Louisiana, in West Carroll Parish, on its line running between Oak Grove, Louisiana and Delhi, .Louisiana.\nThe station in the Town of Forest and the station in the Town of Pioneer, some five miles apart, are considered as a unit and serviced by one agent who divides his time equally between them. If the stations are discontinued the business will be handled through the agent at the Oak Grove station, which is within five miles •of Forest and nine miles of Pioneer. The railroad has agreed to pay the cost of all telephone service.\nThe railroad alleges that the volume ■of freight business handled at these stations has been steadily decreasing, and that the stations have been maintained at a constantly increasing loss. There is no passenger business involved.\nAfter hearing, the Louisiana Public Service Commission issued an order on October 15, 1958, denying plaintiff’s application. Plaintiff appealed from this order to the Nineteenth Judicial District Court. That court rendered judgment in ■favor of defendant, Louisiana Public Service Commission, and plaintiff has appealed to this Court.\nOn this appeal, appellant contends that the trial court erred (1) in its analysis of appellant’s exhibits; and (2) in its holding that the public will be greatly inconvenienced by the discontinuance of this joint agency station.\nThe outcome of this case depends upon the answer to three questions, two of them involving accounting methods and the third, whether the public will in fact be inconvenienced.\nIn arriving at the income to be credited to the joint agency stations the experts of the railroad credited to them one-half of the amount of the total business done by these stations. They contended that since the consignor and consignee stations both participate in the handling of the freight, each must be given credit for one-half of the freight charges regardless of which is the consignor and which the consignee station, and whether the freight charges are paid at the point of origin or the point of destination. These experts testified that this has been the formula always used by this railroad and that it has been adopted as the proper formula by regulatory bodies of many states. No expert testimony was offered by the Commission or by any of the parties who appeared in opposition to the railroad’s application and there is no evidence in the record to show that the railroad formula is incorrect or that there is any better method of accounting. The railroad’s formula was rejected by both the Commission and the district judge, each holding that the joint agency stations in this case must be credited with the full amount of the income from freight charges on freight handled through these joint agency stations.\nIn the absence of any evidence to the contrary, we must adopt the formula of the railroad as the correct one. If the method adopted by the Commission and the district court were applied to each and every station on this railroad, the'total amount of income shown would be double the amount of income actually received.\nThe railroad experts further charged against these stations their pro rata of the general operating expenses of the railroad. In the year 1957 these aggregated $196,574,294, the ratio of the systemwide expenses for that year being 72.28% of the total income for that year, which amounted to $271,906,872. These experts accordingly charged against the income of the joint agency stations the sum of $6,880 as their pro rata of ••the system-wide expense. Adding this -to- the station expenses of $4,581 for the year 1957, they arrived at a total expense of $11,461 as against an income of $9,518 for that year. Using this same method for the years 1953 through 1956, they showed an operating, loss for each and every year.\nThe Public Service Commission argues-that this sum pf $6,880 should not be charged against these stations for 1957 for the reason that the discontinuance of these-stations will not in any way affect this-particular item of expense, since the railroad will be compelled to continue all of its-operations which are reflected in that item. The Commission contends that the only item that should be deducted, since it ispthe only item that will be saved, is the sum of $4,581 representing the station expenses. Under the Commission’s theory the railroad would show a substantial profit in the operation of the joint agency stations for the years 1953 through 1957, both inclusive.\nHere again there is no expert evidence in the record to show that the railroad’s method of accounting is incorrect.. Certainly in considering whether a particular station is operated at a profit or at a loss it would appear that consideration should be given to its proportionate share of the general operating expenses. If the-Commission’s theory is correct the operating expenses must be disregarded entirely since no part of them can be charged', against any particular station.\nWe find therefore that on the evidence in this record, the joint agency stations involved herein have been operated at a loss continuously from 1953 through 1957»\nThe remaining question to be decided is whether the discontinuance of the stations will seriously affect the public convenience and necessity.\nThe general rule as laid down by prior decisions of this Court is to the effect that the criterion in deciding whether train service should be continued is governed by a determination of the public convenience and necessity in relation to such service, and the expense of the operation as compared with the revenue therefrom.\nIn the present case the evidence shows that there is no passenger service; that the freight both incoming and outgoing is very meagre; that only less than carload shipments would be affected by the change; that the only inconvenience would be a telephone call to the agent at Oak Grove ordering cars to be loaded at Forest or Pioneer and this telephone call would be paid for by appellant. Virtually no inconvenience in the event of discontinuance of the joint agency stations has been shown.\nWe conclude that Order No. 7645 issued herein by the Commission should be annulled.\nAccordingly, for the reasons assigned, the judgment of the district court is reversed and set aside; Order No. 7645 of the Louisiana Public Service Commission is annulled and the Missouri Pacific Railroad Company is authorized to discontinue the operation of Forest, Louisiana and Pioneer, Louisiana, as joint agency stations.\nHAMITER, J., concurs in the decree.\n. Texas & New Orleans R. Co. v. Louisiana Public Service Commission, 235 La. 973, 106 So.2d 438; Texas & New Orleans R. Co. v. Louisiana Public Service Commission, 233 La. 787, 98 So.2d 189, and the authorities cited therein.",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "Hudson, Potts & Bernstein, Monroe, for plaintiff and appellant.",
      "Jack P. F. Gremillion, Atty. Gen., Joseph H. Kavanaugh, Sp. Counsel to Atty. Gen.,, for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 337\nMISSOURI PACIFIC RAILROAD COMPANY v. LOUISIANA PUBLIC SERVICE COMMISSION et al.\nNo. 44586.\nNov. 9, 1959.\nHudson, Potts & Bernstein, Monroe, for plaintiff and appellant.\nJack P. F. Gremillion, Atty. Gen., Joseph H. Kavanaugh, Sp. Counsel to Atty. Gen.,, for defendants-appellees."
  },
  "file_name": "0243-01",
  "first_page_order": 154,
  "last_page_order": 157
}
