{
  "id": 1933569,
  "name": "The People vs. Taylor",
  "name_abbreviation": "People v. Taylor",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "250",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 565,
    "char_count": 11763,
    "ocr_confidence": 0.357,
    "pagerank": {
      "raw": 6.847416457674327e-07,
      "percentile": 0.964291933622385
    },
    "sha256": "b2ffea1f91f691736df0ac8c190983b9fa828096b02548b86240c0ac2a0f3deb",
    "simhash": "1:31677906f49ca294",
    "word_count": 2091
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People vs. Taylor."
    ],
    "opinions": [
      {
        "text": "By the Court, Wing, J.\nThe indictment in this case is founded upon section three of chapter 154, and section one of chapter 161, title SO of the revised statutes. The first named section provides that “ every person who shall wilfully and maliciously bum in the night time, any bam, stable, shop, or office, of another, within the curtilage of any dwelling house,” &c.\nThere are but two questions of any importance presented by the record for the judgment of the Court.* The first is whether the Circuit Court gave to the jury the correct definition of the term “ curtilage the second is whether the Court stated to the jury the true rule of law by which they should be governed, in deciding whether the defendant hired Grey to bum the barn. If the Court was correct in its views as expressed on these points, it will not be necessary to spend apy time upon the other.\nThe proof shows the relative position of the house, bam, and enclosures on the farm of Mr. Johns. The bam is alleged in the indictment to have been within the curtilage of the house. Does the proof support this allegation ? This will depend upon the trae meaning of the word curtilage. It is perhaps unfortunate that this tern, which is found in the English statutes, and which is descriptive of the common arrangement of dwellings, and the yards surrounding them, in England, should have been perpetuated in our statutes. It is not strictly applicable to the common disposition of enclosures and buildings constituting the homestead of the inhabitants of this country, and particularly of farmers. In England, the dwellings and out-houses of all kinds, are usually surrounded by a fence or stone wall, enclosing a small piece of' land embracing the yards and out-buildings near the house, constituting-what is called the court. This wall is so constructed as to add greatly to the security of the property- within it; but as such precautionary arrangements have not been considered necessary in this country, they have not been adopted. Hence, the difficulty in this case of giving a correct interpretation to the statute, and of judging whether the bam as'described by the witness, was within what was understood by the Legislature as the curtilage of the house.\nJacobs in his Law Dictionary says: “ Curtilage is a court-yard, back ' side, or piece of ground lying near and belonging to a dwelling-house^ - and though it is said to be a yard or garden belonging to a house, it seems to differ from a garden, for we find cum guando gardino et curtilagio.” The definition given in Shepherd’s Touchstone, (page 84,) Cunningham’s Law Dictionary, and Webster’s, Johnson’s and Walker’s Dictionaries, is substantially the same. Mr. Bouviere in his Law Dictionary, defines it to he “ a space of ground within a common enclosure, belonging to a dwelling-house.” Mr. Chitty in his General Practice, 175, speaks of its having been defined as is stated by Jacobs. In the ease of Regina vs. Gilbert, (1 Covington & Kirwan, 84,) the barn was situated in an enclosure which was surrounded by a general fence, but the yard in which the barn stood was separated from the yard immediately about the house by a stone wall; it was held the barn was within the curtilage. Mr. Chitty, in remarking upon the various definitions that have been given to this word says: “ In its most comprehensive and proper legal signification it includes all that space of ground and buildings thereon, which is usually enclosed within the general fence, immediately surrounding a principal messuage, out-buildings and yard, closely adjoining to a dwelling-house, but it .may be large enough for cattle to be levant and couchant therein.” The definitions of Bouviere and Chitty do not strictly agree with the other authors named, yet it may be gathered from them all, that a curtilage is not necessarily one enclosure, but that it may include more than one yard near the dwelling-house. The definitions of neither of the authors cited indicate that it is necessarily a yard which embraces the out-buildings, and yet it may be so; and in England it commonly is so, and the space about the house is spoken of as a court. In this case the barn stood eighty feet from the dwelling-house and nearly in range with it, east and west; it stood in a yard or lane with which there was a communication from the houso by a pair of bars. The space of ground occupied by both buildings, and the buildings were such as are usually included in one enclosure in England. It is quite manifest from the statute that it was the intention of the Legislature to protect dwelling-houses from the hazards of fire which might be set to a barn, office, stable or shop, standing near to the house, as well as to protect these other buildings; we thinu it is our duty to apply the words of the statute in such enlarged sense as will insure that protection to dwelling-houses' as well as barns, &c,, which it appears to us, was the manifest intention of the Legislature to provide.\nBut the question after ah, is, did the Court mislead the jury by giving an inaccurate definition of the word curtilage ? We think it did not* The definition read by the Court from Webster, Johnson, and Walker’ accords with that given by the legal writers we have cited. It was the province of the juiy to apply the law to the facts. The Court was not bound to instruct the jury that there was. no proof that the bam which waa burned had stood within .the curtilage of any dwelling house, nor that the barn was not within the curtilage of a dwelling house — there was proof before the jury upon that point, and it was their duty to consider it in connection with the law, and ascertain whether the barn had stood within the curtilage, as intended by the statute and defined by the Court.\nAs to the other point, it appears by the bill of exceptions, that on the evening the bam was burned, defendant offered Grey a cow, timber sufficient to make ten thousand staves, and also a rifle, if he would bum Johns barn, and remarked “that that would be a good night to do it.” The witness replied, “if Lewis Benjamin consented, he would do it.” Upon this evidence the Court was requested to charge the jury, that to constitute a hiring, the parties, Taylor and Grey, must have positively agreed — the offer of defendant must have been accepted. The Court charged the jury, that in order to constitute a hiring, both parties must have agreed; but if they should find there was an open proposition made by Taylor to Grey, accepted by Grey on condition that Lewis Benjamin consented, upon the performance of the condition the agreement would be perfect; defendants counsel excepted.\nA contract implies the assent of two minds. The parties must understand that one party has made an offer, and the other has accepted it. But if A. promise B. to pay him a certain sum of money if he will call for it at a particular time, and B. calls accordingly, the promise is binding, the calling for the money being a sufficient consideration. It is not necessary that the consideration should exist at the time of making the promise, for if the person to whom the promise is made, should incur any loss, expense or liability, in consequence of the promise, and relying upon it, the promise thereupon becomes obligatory. Thus, if A. promise B. to pay him a sum of mnney if he will do a particular act, and B. does tie act, the promise thereupon becomes binding, although B. at the time of the promise does not engage to do the act. In the intermediate time, the obligation of the contract or promise is suspended; for until the performance of the condition of the promise, there is no consideration, and the promise is nudum pactum; but on the performance of the condition by the promisee, it is clothed with a valid consideration, which relates back to the promise, and it then becomes obligatory as an express promise. (See Chitt. on Con., 3d Am. Ed., 7, and notes and cases there cited; 2 Kents Com., 3d Ed., 465; Knobb vs. Lindsay, 5 Ohio R., 471; Theobald on Principal and Surety, 6, 7;) so if a reward be offered for the apprehension of a culprit, or for the doing of any other lawful act, the promise, when made, is nudum pactum; but when any one relying upon the promised reward performs the condition, this is a good consideration for the previous promise, and it therefore becomes binding upon the promisor. It is an implied part of the offer, that time shall be afforded to any one who chooses to accept it; and if before the offer is withdrawn, a person does that which, from the terms of the offer, will entitle him to the reward, his waiting upon the offer constitutes a compliance of it, and the party making the offer is bound to fulfil his promise. When the parties are free to act, to constitute a contract, the one must offer, and the other must accept, unless it is a part of the agreement that time shall be given to the person to whom the offer was made, to determine whether he will accept or not; in which ease, the time given makes a part of the offer. (See 1 Cushing's R., 91,-'2.) In this case there was a conditional acceptance. The condition that Benjamin should consent, was introduced into the contract for the benefit of Grey. The prisoner did not desire that Benjamin should participate in the matter. He did not withdraw his offer, but seems to have given Grey time to obtain Benjamin’s consent. It was not necessary to the validity of the contract', that Grey should have informed the prisoner of Benjamin’s assent, previous to his doing the act. Gray might have waived the assent of Benjamin. If he did so, or he obtained his assent and did the act, the contract and its performance would be complete, and the prisoner would be bound by his promise — it would constitute a hiring by the prisoner, within the meaning of the statute. We infer from the statements in the bill of exceptions, that after the bam was burned the prisoner paid Grey, as he had proposed. *\nBut there is another branch of the charge upon the same point, to whieh exception is taken. The Court charged the jury that “if they should find from the evidence that Taylor had offered Grey certain property if he would burn the barn, and after the bam was burned • Taylor delivered the same property in consideration of his having burned the barn, it was competent for the jury to consider such delivery after the burning, as evidence of a contract made before.” But in immediate connection with this sentence, the Court charged the jury that “the delivery of money or property after the performance does not constitute a hiring.” We see no probability that the jury could have been misled; all that could be inferred from these statements to the jury was that the evidence of the subsequent payment by the prisoner to Grey was not to be rejected, but might be considered by the jury in connection with the previous promise.\nThere are many exceptions, stated in the record, to the ruling of the Court as to the admission of evidence, but as the answers of witnesses are not stated we cannot notice them, for the answers of the witnesses may not have had the slightest bearing upon the case. In the other cases noticed, where the answers are given, we think there is no error.\nLet it be certified to the Circuit Court for the county of Oakland as the opinion of this Court, that there is no error in the rulings, nor in the charge of the Court to the jury as set forth in the record in this case, and that a new trial be denied.",
        "type": "majority",
        "author": "By the Court, Wing, J."
      }
    ],
    "attorneys": [
      "Dralce, for the People.",
      "Stevens, for defendant."
    ],
    "corrections": "",
    "head_matter": "The People vs. Taylor.\nA barn standing eighty feet from a dwelling house, in a yard or lane with which there was a communication from the house by a pair of bars, was held to be within the curtilage.\nError to Oakland Circuit.\nDralce, for the People.\nStevens, for defendant."
  },
  "file_name": "0250-01",
  "first_page_order": 258,
  "last_page_order": 263
}
