{
  "id": 1228842,
  "name": "THE PEOPLE v. MAX BIRNBAUM",
  "name_abbreviation": "People v. Birnbaum",
  "decision_date": "1924-03",
  "docket_number": "",
  "first_page": "261",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 261"
    },
    {
      "type": "parallel",
      "cite": "208 App. Div. 476"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "135 Iowa, 474",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 11695,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 3.5683611373487053e-07,
      "percentile": 0.8861578416347826
    },
    "sha256": "8e3058d2bd1e4c6b7d0dbc2ef1c708f4e04ec51d0eb79deeb995fa822a981a77",
    "simhash": "1:2bdde05be830663c",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. MAX BIRNBAUM."
    ],
    "opinions": [
      {
        "text": "McAvoy, J.:\nThese two defendants, with one other person who is now dead, occupied a room at 207 West One Hundred and Twenty-eighth street, Hew York city, in which a police officer found, after a search thereof, certain tools consisting of a crowbar or jimmy, a brace and bit, a pipe-cutter and a flash light, which the People declare the defendants were prohibited from having in their possession under section 408 of the Penal Law, since these articles came within the definition of that section as tools commonly used for the commission of burglary; and that their possession was had by the defendants under circumstances evincing an intent to use or employ, or allow the same to be used or employed, in the commission of a crime or with knowledge that the same were intended to be used in the commission of a crime. The two defendants were connected in the evidence with the occupancy of the room by the testimony of a police officer and the testimony of the landlady, a Mrs. Foley, in this manner: The deceased person, one Philip Euthenberg, -came to the premises in which the tools were found with the defendant Weintraub. At the time of hiring the room Weintraub told the landlady that he would not be there much, as he was married. The decedent occupied the room during the three weeks prior to the discovery of the tools. Weintraub was there on at least three occasions when the landlady saw him, and Birnbaum, the other defendant, was present on three other occasions which the landlady was able to recall. The tools were discovered, one ihe jimmy, on top of a bureau or wardrobe, and the rest in a drawer underneath the wardrobe. When the officer first discovered the implements and before he left the place, Birnbaum arrived in the room, and when asked what he was doing there, said: “I live here.” He denied any knowledge of the presence of the tools and said either Sidney or Phil, the initial names of the other two, must have brought them. Weintraub attended at the station house on the evening of March 15, 1922, the day of the discovery of the tools, and said that he had not known of the presence of the tools in the room and that Max, his codefendant, or Phil, the decedent, must have brought them.\nThe room was paid for by Philip Euthenberg for the three weeks’ occupancy, and he lived there and occupied the room every night. There is no direct evidence in the record as to how the tools got in the room or to whom they belonged. Mrs. Foley said that she cleaned the premises daily, and that she did not notice any tools on top of the wardrobe, and that she did not examine the clothes closet or its drawer. She never conversed with the defendants except on the occasion when Weintraub accompanied Buthenberg to hire the room.\nThere seems to have been enough evidence to establish the defendant’s connection with the place of hiding the tools, which were obviously designed or adapted or commonly used for the commission of burglary. Both of the defendants regularly lived, the one with his parents and the other with his wife, in another part of the city. They never slept in the room. There is no explanation of the reason for their presence there at any time with Buthenberg. When they were confronted with the fact that the tools were there, the one said i “ I live here,” and the other stated: “ Sometimes I sleep there and sometimes I go to the baths and sometimes I sleep home.” Their own statements to the officer indicate that they, with Philip Buthenberg, were in possession of the room. The room was so furnished, too, that three persons might sleep there; and it was inferable from the fact of their occasional attendance there, the accommodations for sleeping there on occasions, that the three persons were acting in concert in possession of the room, and inferentially that they had joint possession of the contents. If tools are deposited in someplace mutually agreed upon by implication from the facts, and to which any number of persons acting in concert could resort at pleasure, these circumstances would be sufficient for the-finding that all participating in the arrangement had a constructive possession of the tools.\nWe think that the jury might find from the circumstances that all three of these persons resorted to- this common lodging room, that all of them were found there on separate occasions-; and from the fact that implements capable of being used for - committing burglaries were concealed there, together with the other circumstances of the two defendants actually residing elsewhere with their families and their having accommodations for themselves in this room, that there was enough proof to warrant a conviction for the crime charged.\nThe statute indicates three distinct elements as necessary to constitute a crime, that is, (1) possession of tools. If defendants were in common possession of the room, under the proof it could be found they were in common possession of the tools. (2) The tools must be adapted, designed or commonly used for the commission of burglary. The nature of the implements themselves is sufficient for a jury finding that they were so adapted and designed. (3) The possession must be under circumstances evincing an intent to use or employ the tools or allow the same to be used or employed in the commission of a crime, or there must be knowledge that the implements are-intended to be used for a criminal purpose. These elements, of course, are matters for deduction of intent. An intent to use these instruments for the commission of a crime must first be deduced from the nature of the implements themselves, a jimmy, a flash light, a brace and bit, and their possession by two persons in a furnished room apart from their own home. A failure to disclose to their families the occupancy of this furnished room, an attempt to conceal their rendezvous from the members of their families, the frequenting of this room at irregular hours of the day, the attempt to deceive the officer by stating that they actually lived there when they had a home with their families, the giving of a fictitious name by one, the opportunity of Weintraub, who was employed in the business of his brother, to obtain braces and bits, a pipe-cutter and pinch bars, which instruments were found in the room, and Weintraub’s false statement to the officer of his business as that of a “ boxer,” were circumstances sufficient to justify the jury in finding a guilty intent.\nWhere a person is publicly accused of crime, a guilty consciousness may always be inferred from attempted evasion, palpable falsehood, misrepresentation of his presence in the place, equivocation, or from suppression of facts. These defendants being discovered as frequenters of this room in which the burglarious tools were found, if their attendance there and their constructive possession of the contents, together with the regular occupancy of the room, were innocent, and their intention of use in respect to these instruments was innocent, they should have, been able to give an explanation of their presence and of the possession of the tools that was consistent with their innocence in answer to the officer’s question. The explanation given is as follows: “ I asked him what he done with those tools there. He said: ‘ They are not mine, I never saw them in my life. I don’t know whose they are.’ I said: ‘ How did they get in there V He said: 1 Sidney or Phil must have brought them in.’ ”\nThe defendant Weintraub gave the following explanation: “ I showed him the tools and asked him if he knew the owner of the tools or did he own them. He said: ‘ No I don’t.’ I said: ‘ Do you know who owns them ?’ He said: ‘ I don’t.’ I said: ‘ I found them in the room you occupied at the house on 128th street.’ He said: ‘ They don’t belong to me. I never saw them before. If they belong to anybody they must belong to Max or to Phil.’ ”\nIt is apparent, that “ the situation is analogous to that met with in larceny cases where proof of possession of the stolen property is relied upon to establish' guilt.”\nIn larceny cases the rule applicable is that “recent and -exclusive possession of the fruits of crime, if unexplained or falsely explained, will justify the inference that the possessor is the criminal.” (People v. Galbo, 218 N. 7. 290). The jury was under this rule warranted in finding that the attempted explanation was false, and inferring guilt from such false explanation.\nThe weight to be given to these circumstances was for the jury to determine. This rule is especially applicable when the prosecution is for having in possession burglar’s tools with a criminal intent.\nThe judgment should be affirmed.\nDowling, Smith and Finch, JJ., concur.\nJudgment affirmed.\nState v. Hanley (135 Iowa, 474). — [Rep.",
        "type": "majority",
        "author": "McAvoy, J.:"
      }
    ],
    "attorneys": [
      "Maurice F. Cantor, of counsel (Joseph Shalleck with him on the brief), for the appellants.",
      "Joab H. Banton, District Attorney (Robert D. Petty of counsel), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nMarch, 1924.\nTHE PEOPLE v. MAX BIRNBAUM.\n(208 App. Div. 476.)\n(1) Possession op burglars ’ tools — Penal Law, § 408.\nThe conviction of the defendants of a violation of section 408 of the Penal Law for having in their possession tools commonly used for the commission of burglary under circumstances evincing an intent to use, employ or allow the same to be used or employed in the commission of a crime is warranted by the evidence, since it appears that the tools consisting of a jimmy, brace and bit, pipe-cutter and a flash light were found in a room rented by a third person, who is now dead, and occupied by said third person regularly and occasionally by the defendants; that the defendants had regular places of abode and only occasionally occupied the room in question and appeared there at irregular hours; that the defendants failed to explain their presence in the room and when confronted with the discovery of the tools disclaimed any knowledge of their ownership and misrepresented their names and occupations and otherwise evaded an honest statement of their connection with the person who rented the room and their presence there.\n(2) Same — Elements op crime stated.\nThe elements of the crime charged are possession of the tools, the adaptability of the tools for the commission of the crime of burglary and an intent to use or employ the tools or allow the same to be used or employed in the commission of the crime or knowledge that \"they are intended to be used for criminal purposes.\n<3') Same — Intent shown by circumstances and conduct op depend-ants. -\nThe common possession of the room is sufficient to show the common possession of the tools; the nature of the implements themselves is •sufficient to support a finding that they were adapted to the commission •of the crime of burglary and the intent to use the instruments for the -commission of that crime may be deduced from the nature of the implements, their possession in a furnished room apart from the homes of the defendants, the failure of the defendants to disclose to their families the occupancy of the room, the frequenting of the room at irregular hours and the attempt to deceive the officer as to their business, names and relations to the tools and room.\nWhere a person is publicly accused of a crime, a guilty consciousness may always be inferred from attempted evasion, palpable falsehood, misrepresentation of his presence in the place, equivocation’ or suppression of facts.\nAppeal by the defendants, Max Birnbaum and another, from a judgment of the Supreme Court, New York county, rendered on the 15th day of May, 1922, convicting them of a violation of section 408 of the Penal Law, charged as a felony.\nMaurice F. Cantor, of counsel (Joseph Shalleck with him on the brief), for the appellants.\nJoab H. Banton, District Attorney (Robert D. Petty of counsel), for the respondent."
  },
  "file_name": "0261-01",
  "first_page_order": 277,
  "last_page_order": 283
}
