{
  "id": 1933581,
  "name": "Wales vs. Lyon",
  "name_abbreviation": "Wales v. Lyon",
  "decision_date": "1851-10",
  "docket_number": "",
  "first_page": "276",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "2 Cranch, 358",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        6764192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/2/0358-01"
      ]
    },
    {
      "cite": "11 Mass., 445",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/11/0402-01"
      ]
    },
    {
      "cite": "7 Mass. R., 523",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "4 Mass. R., 742",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "7 Howard, 216",
      "category": "reporters:state",
      "reporter": "Howard",
      "case_ids": [
        1632430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/8/0216-01"
      ]
    },
    {
      "cite": "3 Cow., 120",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2157950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/3/0120-01"
      ]
    },
    {
      "cite": "1 Morris, 401",
      "category": "reporters:state",
      "reporter": "Morris",
      "case_ids": [
        6675254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/morris/1/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 906,
    "char_count": 26168,
    "ocr_confidence": 0.347,
    "pagerank": {
      "raw": 4.6662803437423467e-07,
      "percentile": 0.9277510001548352
    },
    "sha256": "b481936990d09aeb4436fa2b571b17041101c4bbe35e055b3745533f3b07a8b5",
    "simhash": "1:976698a08c8b7433",
    "word_count": 4491
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wales vs. Lyon."
    ],
    "opinions": [
      {
        "text": "By the Court, Pratt, J.\n- This cause, by a course of special pleading, is narrowed down to a single legal point, which is neither novel or difficult to determine when the proper and well settled rules of law are applied, although on the argument several points were made, and a range wholly unwarranted by the case was taken by the counsel on both sides. The main point to .be considered and determined is whether the defendant’s demurrer to the plaintiff’s sm-rejoinder was well taken. If it was, then the judgment below is correct and must be affirmed by this Court.\nThe ground assumed on the part of the plaintiff in error, that special pleadings have been abolished by statute, and that therefore the pleadings in this cause must be judicially regarded as notices merely, is not tenable. The provision of the statute does not go so far as to render special pleadings ipso jure void, where the parties have voluntarily adopted that system of pleading to join an issue in a cause and have without objection proceeded to trial and judgment.\nThis suit was instituted in the County .Court, and the plea to the declaration was filed before the act of 1849 became operative. The parties having commenced their pleadings in accordance with the common law practice before the act took effect, were by every principle of justice legally entitled to consummate an issue under that system of practice. But suppose the pleadings in the cause had not been commenced until after the act of 1849 became the law of the State, what would the legal effect have then been? Could either party have taken the advantage of it here, under a writ of error, not having made any objection in the Court below? Certainly not. The parties having of their own volition, adopted the common law form of pleading and having proceeded without objection to an issue and trial thereon are forever precluded, and their pleadings must be governed by the legal rules applicable to that system.\nAnother ground assumed on the part of the plaintiff in error, is that the County Court should have sustained the plaintiff’s demurrer to the defendant’s first rejoinder. This ground is equally untenable as the other. There is no doubt of that demurrer having been correctly overruled. The cause of demurrer assigned was that the rejoinder did not aver the alleged adjudication to have been upon the same debt set out in the declaration. Such an averment could not have been properly made. The nature of the case would not admit of it. Legally there was no adjudication in the District Court of the United States upon any particular debt, although the plaintiff proved some debt against the defendant pursuant to the provision of the act of Congress, yet that was not the question adjudicated. The subject matter in controversy in that Court was whether the defendant had been guilty of the fraudulent acts alleged against him by the plaintiff) if so, then he was not entitled to his discharge in bankruptcy. The defendant by his rejoinder legally and by every principle of pleading, followed up the plaintiff’s replication, hence the demurrer to the rejoinder was not well taken. But there is another view which must regarded as decisive of this question. The plaintiff did not rely on the sufficiency of this demurrer, but, on its being overruled by the Court, pleaded over by his sur-rejoinder. It is a well settled principle in pleading, that where a demurrer is overruled and the party pleads over, the right of objection is thereby waived, and he cannot afterwards object that it was erroneously overruled, (1 Hardin, 168; 1 Morris, 401; 3 Sew., 288.) This is in accordance with another well settled principle that must be familiar to every legal practitioner, viz: that where a demurrer is overruled and the party pleads over, no further notice is ever taken of the demurrer; and in making up a judgment record in such a case, the new pleadings only are incorporated, the same as if no other had ever been interposed.\nIt is true as a universal rule, that Courts, in giving judgments on demurrers, will, notwithstanding the defect of the pleading demurred to, give judgment against the party whose pleading was first defective in matters of substance, but not merely in matters of form. The declaration in the case under consideration is exjolicit, clearly setting out the cause of action in legal form, with all the certainty, as to every material matter, required by the rides of pleading at common law. The plea, in which the defendant sets up his discharge in bankruptcy, is also in legal form, and equally clear and explicit as to every substantive matter necessary to constitute it a valid plea. The replication to this plea, in which the plaintiff alleges the several fraudulent acts of the defendant, in view of bankruptcy, is full and certain as to every material matter, and otherwise sufficient, both in form and substance. The rejoinder to this replication, and by which the defendant avers a former adjudication, &c., of the several fraudulent acts charged, is also, as a pleading, sufficient in form as well as in matters of substance, to constitute it a valid pleading at common law. Thus far in the pleadings there are no defects in the matters of substance. It therefore becomes necessary to examine the plaintiff’s sur-rejonder, which is the next pleading in order, and to which the defendant demurred. By this surrejoinder the plaintiff says that he ought not to be barred, &c., because the indebtment mentioned in his declaration is not the same upon which the adjudication was had, &c. This neither takes issue upon the fact of a former adjudication, or introduces new matter, which can legally have the effect to avoid it. If this view is correct, the sur-rejoinder is a departure from the matters alleged in the replication; hence, irrelevant and impertinent; the defendant’s demurrer, therefore, assigning these causes, was well taken to this sur-rejoinder.\nBut it is assumed, on the part of the plaintiff in error, that the adjudication before the District Court,, on the matters set up in the replication, is not a bar, and that the principle of res-adjudicata, under the provisions of the bankrupt act, does not apply. If this is a sound legal position, then clearly the matter set up by the plaintiff’s sur-rejoinder is immaterial and impertinent, and instead of taking this step in pleading, he should have demurred to the defendant’s rejoinder, on the ground ■ that the doctrine of res-adjudicata did not legally apply to the case. But the position cannot be sustained.\nIt is a well settled general principle, that the judgment of a Court of competent jurisdiction directly upon the point, is, as a plea, a bar, or as evidence conclusive, between the same parties, or their privies, upon the same matter directly in question in another Court, and that no matter once litigated and determined, by proper authority, shall a second • time be brought in controversy between the same parties or their privies. (1 Phil. Ev., 321,-33; 1 Starkie, 216,-19; 1 East, 355; 3 East, 345; 5 Am. C. L., 132, 189, 191, 193; 6 Am. C. L., 272, 276, 278; 2 C. and H. notes, 824 to 832; 5 Conn. R., 550; 6 Ib., 508; 8 Ib., 268; 3 Cow., 120; 3 Am. C. L., 580, 581; 3 Peters, 193; 6 Ib., 470; 9 Ib., 8.) Such has ever been the rule, and although the object and the subject matter of the two suits or proceedings be different, yet the judgment of a court of competent jurisdiction upon a particular matter, fact or point, once litigated and determined, is conclusive between the parties or their privies. This principle has been repeatedly settled, and by a great number of judicial decisions. (7 Howard, 216, and the eases there cited; 8 John. R, 453; 2 Camp., 63; 9 John. R., 244; 2 Smith's L. C., 488 to 507, also 545 to 565; 8 Conn. R, 268; 16 Ib., 12.) Many other cases might be referred to on this point, but the principle is so universal and so well settled, that it must be unnecessary. It is the only safe principle that can be adopted as a general ride of practice, on the subject.\nThe question now arises whether the case under consideration is subject to these common law rales, or whether by some provision contained in the act of Congress to establish a uniform system of bankruptcy it is taken out of the common law rale. Certain it is that it cannot be taken out and made an exception to the general rule by implication or construction merely, as the rule of law has long been well understood that statutes are to be construed in reference to the common law, and it is never to be presumed that the Legislature intended to make any innovation upon the common law any further than the case absolutely required in order to carry the act into effect. (1 Kent Com., 464;, Plowden, 365; 4 Mass. R., 742; 15 Ib., 205.) And if the apparent meaning of a statute is opposed to well settled general principles it should be restrained or enlarged so as to conform to such general principles. (7 Mass. R., 523, ’4 and ’5.) This is the only safe rale to adopt in the construction of statutes. In view of so much hasty legislation, and so many crude ambiguous legislative acts, it is in fact the only rule that can be adopted with any safety to the public and individual rights and without often rendering statutes entirely inoperative. These rules are to be applied as well, when necessary, to the acts of Congress as to the acts of State Legislatures. But can it be necessary to apply these principles to any of the provisions contained in the bank-rapt act in order to settle the question under consideration? It is certain that the act in terms does not grant any such right as that contended for, and/if by vague construction, this class of cases is to be taken out. of and made exceptions to the well established doctrine of res-adjudicata, where is to be the limit — how many times may a creditor try the same question of fraud? The act is silent on the subject^ and if by mere construction a creditor, notwithstanding the common law rule, may try the same question twice, why not fifty times ? Such is not and cannot be a legitimate construction of the act. Nor does the case of Beekman vs. Wilson, (9 Met. R., 434,) give any such construction to it, or establish the absurd doctrine that a creditor in this class of cases, may litigate the same question as many times as he has notes or-demands, and if it did, it ought not to be regarded as law by any Court out of the State where the decision was made. It is true that there is one sentence in the opinion of the Court when viewed abstractly, which may be regarded as somewhat ambiguous, and as establishing perhaps, such a doctrine; but this ambiguity is entirely cured by a reference to the case stated, and the subsequent portion of the opinion. From the case stated, it clearly appeal's that on the trial of the cause the defendant gave in evidence his certificate of discharge under the bankrupt act, that thereupon the plaintiff' offered, by way of impeaching the discharge, evidence of a prior wilful concealment of property, &c., by the defendant. The admission of this evidence was objected to by the defendant on the ground that a hearing had been had before the District Court, upon objections made, not by the plaintiff, but by certain other creditors, involving the same questions, and which were tried by a jury who returned a verdict for the defendant^ the defendant producing the record of the proceedings in the District Court, <fee., whereupon it was admitted that neither the plaintiff nor any holder of the note then in suit, ever proved any debt against the defendant in bankruptcy, or had any notice of the issue and trial between the defendant and those other creditors, and that the action upon the note was pending at the time of the hearing before the Dictrict Court. The Judge overruled the objection and admitted the evidence. The Court in giving the opinion say: “ The statute fully warrants the plaintiff in taking these objections in avoidance of the discharge, notwithstanding other creditors may have relied upon the same acts as a ground of opposition to the granting of the discharge originally.” This corresponds with the real state of the ease. The plaintiff had never litigated the question of fraud in any Court, and the point in controversy and decided by the Court was whether the plaintiff was to be cut off and estopped from litigating this question merely because other creditors of the defendant had done so in the District Court. This point, beyond all question, was correctly decided. But the principle of res-adjudicata is not involved in the case, nor is it in fact, decided by the Court.\nThat creditors have the right, under the 4th section of the bankrupt act, to impeach a discharge on the ground of fraud, or wilful concealment of property, &o., if they have not litigated the question upon the proceedings in bankruptcy, no doubt can be entertained. Such is the legal effect of the decision in the case of Haxton vs. Corse, ( 2 Barb. Ch. R., 506;) and also in the case of Brereton vs. Hull, (1 Denio R., 75.)\nEvery creditor of a bankrupt, under the provisions of the act, had an election to litigate and try the question of fraud, in one of two ways:\n1st. By appearing before the District Court, in which the proceedings in bankruptcy were pending, and interposing objections to the granting of the discharge and the issuing of the certificate; or\n2d. By impeaching the discharge after it was granted, and when interposed by the bankrupt, in bar of a recovery in a suit, brought by the creditor, on his claim against the bankrupt in that or any other Court. But creditor cannot resort to both modes of litigating the question. Certainly he cannot by any provision contained in the act; and at common law no legal question has ever been more clearly settled than that where a party has an election to try a matter in different modes, or in different Courts, and makes such election, and tries it in one mode, he cannot again try it with the same party in any other mode — the one adjudication being legally conclusive.. (6 John. R., 168; 8 John. R., 383 and 453; 3 C. and H. notes, 842; 11 Mass., 445; 2 Blackford, 178; 6 Conn. R., 508; 8 Ib., 268.)\nThe bankrupt act, as well as every statute, which may contain some ambiguous provision, or which may be silent as to the mode of proceeding in some particular matter, must be construed with reference to fundamental principles of the common law — they cannot be interj>reted in any other way. This mode of construing statutes has always been adopted by our federal as well as our State tribunals, as a great variety' of judicial decisions in this country fully prove, and wbicb might be referred to, if deemed necessary.\n'But there is still another view of the subject to be taken. It is an established principle in the exposition of a statute, that every part is to be considered, and the intention of the Legislature to be drawn from the whole act. “And it is also true,” says Chief Justice Marshall, in the ease of the United States vs. Fisher et al., (2 Cranch, 358,) \"that where great inconvenience will result from a particular construction, that construction is to be avoided, unless the meaning of the Legislature is plain, in which case it must be obeyed. But where rights are infringed, where fundamental principles are overthrown, where the general system of the law is departed from, the legislative intention must be expressed with irresistible clearness, to induce a Court to suppose a design to effect such object.” The doctrine of res-adjudicata is an integral, important, and very salutary principle of the common law, which has been legally adopted in this State; hence, has become the law of the State, and as such, is fully recognized by every legal tribunal instituted therein. And if the construction of the bankrupt law contended for is to obtain, it must inevitably have the effect to overthrow this fundamental principle of res-adjudicata incorporated into our State jurisprudence, and which is constantly arising in legal controversies between our own citizens, and in our own State Courts, Is *uch an innovation, and which is to render the operation of a legal principle unequal, to be tolerated by vague construction, and where too, it is not even contended that “the legislative intention” is expressed in the act with anything like “irresistible clearness\nWhen the bankrupt act is fairly construed, in reference to the principles of the common law, the different provisions contained in it are rendered sufficiently clear and harmonious, and the act does not become repugnant to, or otherwise in effect, abrogate a fundamental principle of State jurisprudence, which Congress has no power over, so long as that system violates no principle of the federal constitution and is legitimately within the resorved powers of the State. In view of these principles and the construction of the act, there can be no doubt that the principle of res-adjudicata legally applies to the ease under consideration.\nThe demand upon -which this suit was brought in the County Court; as appears by the record, is a specialty, payable to the plaintiff by instalments, and bearing date some time prior to the time when the defendant made his application to he discharged from his debts under the bankrupt act. The legal presumption, therefore, is, until the contrary appears, that this demand has been outstanding in the hands of the plaintiff; since the execution and delivery thereof. That this demand, although the instalments were not all due, was provable under the fifth section of the act, as a debt in presentí, does not admit of a doubt. The fraudulent acts charged by the plaintiff against the defendant, were the matters heard and determined in the District Court; and it was a matter of not the least legal moment, what demand in particular the plaintiff there proved,\" and upon which as a creditor, he appeared and opposed the defendant’s discharge. The questions there litigated and decided were the allegations of fraud, including those specified, both in the second and fowrth sections of the act. The defendant by his rejoinder, avers that the charges of fraud there adjudicated, were the same alleged by the plaintiff in his replication. To this what does the plaintiff by his sm-rejoinder answer? He admits that the adjudication in the District Court was upon those particular allegations of fraudulent acts, and thereby legally admits the defense of res-adjuiicafa set up in the defendants rejoinder, without any other legal answer, as the other matter alleged in his sur-rejoinder was not only a departme from the matters set up in his replication, and to which the defendant’s rejoinder was a legal answer, but was entirely immaterial and impertinent; hence? bad on demurrer, under the rule at common law, and which must apply to the pleadings in this case.\nThe judgment of this Court therefore, is, that the judgment of the Circuit Court, affirming the judgment of the County Court must be affirmed.",
        "type": "majority",
        "author": "By the Court, Pratt, J."
      }
    ],
    "attorneys": [
      "Fraser & Davidson, for plaintiff",
      "Goodwin é Emmons, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wales vs. Lyon.\nThe statute abolishing special pleadings, does not make special pleading void, when the parties hare voluntarily adopted it, joined issue, and proceeded to trial and judgment.\nWhere a demurrer is oyer-ruled and the party pleads over, the right of objection is thereby waived, and he cannot afterwards on error, object that it was erroneously over-ruled.\nOn demurrer, judgment will be given against the party committing thehrst error in substance, nnd not in matter of form merely.\nThe judgment of a Court of competent jurisdiction, directly upon the point in issue, is asa plea, a tar, and as evidence, conclusive between the same parties and their privies.\nW., who had unsuccessfully opposed the discharge of L., as a bankrupt, is thereby estopped, in a suit afterwards brought hy him against L., to recover his debt, to which L. pleads his discharge, from showing the discharge was fraudulently obtained.\nError to Wayne Circuit Court.\nWales in March, 1849, sued Lyon in the County Court iu debt. The declaration is on a chattel mortgage executed hy the defendant on the 29th day of February, 1840, to secure the payment of $10,000 and interest hy instalments, as follows: $1,000 and interest on the 1st day of September, 1840; $1,000 and interest on the 1st day of March, 1841; $2,000 and interest on the 1st day of March, 1842; $2,000 and • interest on the 1st days of March, 1843, 1844 and 1845.\nThe declaration is in the common form with the usual averment that defendant covenanted to pay, &c.; that the property mortgaged was sold to satisfy the instalment of $2,000 and interest, which became due on the 1st day of March, 1842; and that the subsequent instalments and interest, (less $1,558 73,) were still in arrear, &c.\nThe defendant pleaded in bar: 1st, That the sum demanded had been satisfied hy a seizure and sale of all the property specified in the mortgage together with certain other property contained in another mortgage, &c. 2d, That on the 9th day of March, 1842, the defend-\nant at &c., presented his petition in bankruptcy to the District Court of the United States for the District of Michigan, praying to he declared a bankrupt, &c., and that such proceedings were thereupon had, that afterwards to wit: on &o., at &&, the said defendant was hy said Court discharged of and from all his debts, and received a certificate thereof, and hy which he was fully discharged of and from all his debts owing ait the time of the presentation of his petition, and which were provable against his estate, &c.; and that the said debt and causes of action, set forth, &c., were and each and every of them was provable, &c.; and that said causes of action are barred by said discharge, &c.; concluding with a verification, &c.\nTo the first plea the plaintiff replied, that said debt &c., had not been «satisfied, &e. Concluding to the country, &c.\nTo the second plea the plaintiff replied in substance, and to the effect that said defendant, previous to, and a few days before making his application, &c., and for the purpose of giving a preference and priority to one Lawrence Myers, over his general creditors, confessed and caused to be entered in said Court, a judgment &e., which he fraudulently, corruptly, and in contemplation of bankruptcy, confessed, &c.; and also fraudulently and corruptly advised, procured and caused an execution to be issued thereon and levied upon his property, and the same sold &c., to give preference &c. And that said defendant with the like intent, assigned and transferred all of his accounts, notes, &c.; and also paid said Myers $1,200 in cash, and also wilfully concealed his property, and refused to surrender bona fide &c., to the benefit of his creditors, &c., concluding with a verification, &c.\nTo such replication the defendant filed a rejoinder, in substance, and to the effect that the plaintiff ought not, by reason of anything in said replication, to have and maintain his aforesaid action, <fcc.; and ought not to be permitted to reply the said matters, &c., because he says that while the said petition' and proceedings in bankruptcy were pending, and before the granting and allowing said discharge and certificate, &c., the said plaintiff appeared in said Court, and resisted and opposed the granting and allowing of such discharge and certificate, and did then and there assign and allege, and insist for reasons, why the defendant should not be discharged, &c.; that on the 3d day of February, 1842, and a short time prior to filing his petition, he made an assignment or transfer of his most valuable assets, &c., and gave priority, &c., in violation of the provisions of the bankrupt act; and that he was also guilty of a fraudulent concealment of his property, <fce., and refused to comply with the orders of said Court, &c., and that such proceedings were thereupon had in said Court, that said causes and reasons so assigned and alleged against the granting and allowing <fec., were, by said Court, heard and determined &e., and said discharge and certificate allowed and granted, &c.; and that the said causes and reasons assigned and alleged, &c., embraced and included all and singular, the matters and things set forth and alleged in said replication to said second plea, &c., concluding with a verification, &c.\nAnd for a further rejoinder, <&c., the defendant says, that he did not unlawfully, fraudulently, and corruptly, in contemplation of bankruptcy, &c., and for the purpose of giving preference and priority, &c., confess a judgment, and advise or cause execution tobe issued thereon, and property seized and sold, &c., nor make a payment or assignment, nor unlawfully or fraudulently give preference, nor refuse to surrender his property, &c., concluding to the country, &c.\nTo such rejoinder the plaintiff demurred, and assigned for cause, that the rejoinder did not aver the adjudication to have been upon the same debt. The defendant joined, and the demurrer was over-ruled by the County Court. The plaintiff thereupon filed a sur-rejoinder, in substance and to the effect, that he ought not to be barred, &c., because the indebtment mentioned in the declaration is not the same upon which the adjudication was had, &c.\nTo this sur-rejoinder the defendant demurred, and assigned for cause, that so much of the plaintiff’s sur-rejoinder as related to a supposed claim, or indebtedness, was irrelevant and impertinent and in no wise an answer in law, &c., and that so much as alleges that said supposed claim or indebtedness was not provable, &c.; was no answer, &e., but a departure from the replication, &c., and assumes to deny what he had before admitted, &e.\nThe plaintiff joined'in demurrer, and judgment was rendered thereon in the County Court for the defendant.\nThe plaintiff sued out a writ of certiorari, and removed the cause into the Circuit Court for the County of Wayne, where the judgment of the County Court was affirmed. Thereupon the plaintiff sued out a writ of error, and again removed the cause into this Court.\nFraser & Davidson, for plaintiff\nGoodwin é Emmons, for defendant."
  },
  "file_name": "0276-01",
  "first_page_order": 284,
  "last_page_order": 294
}
