{
  "id": 3188080,
  "name": "CITY OF NEW ORLEANS v. Lewis A. GIRAUD",
  "name_abbreviation": "City of New Orleans v. Giraud",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44530",
  "first_page": "277",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 278"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 349"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "234 La. 201",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9871672,
        2890517
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/99/0082-01",
        "/la/234/0201-01"
      ]
    },
    {
      "cite": "226 La. 988",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2983430,
        10102199
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/226/0987-01",
        "/so2d/77/0881-01"
      ]
    },
    {
      "cite": "173 So. 209",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10031434,
        10031189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/173/0209-02",
        "/so/173/0209-01"
      ]
    },
    {
      "cite": "100 So.2d 917",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9908035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/100/0917-01"
      ]
    },
    {
      "cite": "65 So.2d 631",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9918096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/65/0631-01"
      ]
    },
    {
      "cite": "230 La. 1024",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10080597,
        3086575
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/89/0885-01",
        "/la/230/1023-01"
      ]
    },
    {
      "cite": "36 So.2d 22",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3048868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/213/1015-01"
      ]
    },
    {
      "cite": "213 La. 1016",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        12021368,
        3048868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/36/0022-01",
        "/la/213/1015-01"
      ]
    },
    {
      "cite": "197 La. 942",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10065827,
        5506420
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/2/0654-01",
        "/la/197/0941-01"
      ]
    },
    {
      "cite": "232 La. 1",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9907725,
        5432461
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/93/0672-01",
        "/la/232/0001-01"
      ]
    },
    {
      "cite": "229 La. 191",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9896889,
        5528310
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/85/0260-01",
        "/la/229/0191-01"
      ]
    },
    {
      "cite": "83 So.2d 476",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9899372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/83/0476-01"
      ]
    },
    {
      "cite": "146 So. 319",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10030480,
        3076120,
        3083114,
        10030356
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/146/0319-02",
        "/la/176/0641-02",
        "/la/176/0641-01",
        "/so/146/0319-01"
      ]
    },
    {
      "cite": "176 La. 642",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3076120,
        10030480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/176/0641-02",
        "/so/146/0319-02"
      ]
    },
    {
      "cite": "94 So.2d 505",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9903910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/94/0505-01"
      ]
    },
    {
      "cite": "79 So.2d 150",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9885211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/79/0150-01"
      ]
    },
    {
      "cite": "206 La. 754",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3103980,
        10029102
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/206/0753-01",
        "/so2d/20/0014-01"
      ]
    },
    {
      "cite": "176 La. 389",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10023683,
        3083870
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so/146/0001-01",
        "/la/176/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 14848,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 1.0251864107075097e-06,
      "percentile": 0.9835071465556486
    },
    "sha256": "293d42ecd817e01f1f508752fa728eaf09c8198e374bdfdb6418c91d20e43979",
    "simhash": "1:c4f2c6a5df93f703",
    "word_count": 2547
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "HAMLIN, J., recused."
    ],
    "parties": [
      "CITY OF NEW ORLEANS v. Lewis A. GIRAUD."
    ],
    "opinions": [
      {
        "text": "McCALEB, Justice.\nThis is a suit in which the City of New Orleans, under the provisions of R.S. 19:1-13, petitioned to expropriate three adjoining parcels of ground which were parts of much larger tracts owned by defendant, Lewis A. Giraud. The petition precisely described the land to be taken, and had annexed thereto a survey of the property, dated April 12, 1955, which had been made by C. J. Christina, City Surveyor.\nDefendant filed three exceptions, (1) lack of authority and/or want of capacity to sue, (2) vagueness, and (3) no right or cause of action. The first exception was overruled. The second was based on the contention that the descriptions of the properties involved were vague and incomplete, and that two of the parcels actually contained a greater width than shown. This exception was referred to the merits, as was the exception of no right of action. The exception of no cause of action was overruled. No answer was filed, but a trial was held in order to determine the compensation due defendant (R.S. 19:5, 19:7).\nThe large tracts owned by defendant, from which the city expropriated the portions here in question, are located in the Third Municipal District, fronting on the Chef Menteur Highway (U. S. 90) and running in a northerly direction toward the Dwyer Road, parallel to and between Werner Drive and Wilson Avenue. They are approximately 3,252 feet in length and have a total width of approximately 365 feet. In 1937, the defendant built a colonial style house at the approximate center of the property, and lived there with his family ever since. Portions of the land had been cleared and a fence enclosed the property from the Chef Menteur Highway to a point several hundred feet behind the house. A shell road ran from the Chef Menteur Highway to the house, which it encircled.\nThe portion of the above described property expropriated was taken for the purpose of extending Grant Street from Werner' Drive so that it would continue into Selma Street at Wilson Avenue. The strip of land expropriated is 50 feet wide and runs the width of the large tract near its center, so that the northern edge of the right-of-way runs along a line only a little over 23 feet from the front of defendant’s residence.\nThere was no dispute below as to the value of the land actually expropriated. Both plaintiff’s and defendant’s expert witnesses testified that it was worth 30^ a square foot. However, defendant endeavored to prove consequential damages as follows:\n(1), Fences along both sides of the new right-of-way $ 950.00\n(2) Cost of paving new street 6400.00\n(3) Sidewalks on both sides of the new street 1000.00\n(4) New water meter and . pipeline 650.00\n(5) New electrical wiring1 900.00\n(6) Loss of unity and contiguity 3500.00\nDefendant also attempted to prove that the proximity of the new street to his house lowered the value of the house and damaged him in the amount of $27,000 which, allegedly, would be the cost to move the house into a proper setting.\nIn addition, he sought to establish the contention, urged under his second exception, that the expropriated property actually contained more area than shown on the city’s survey. However, he did not introduce another, more accurate, survey but instead had a realtor, Mr. Cliff Probst, testify for him on this point.\nAfter hearing the evidence, the district court awarded defendant damages as follows :\nGround $ 5,655.00\nFences, 1 side 475.00\nSidewalks, 1 side 500.00\nNew water meter 350.00\nPipe line for meter 300.00\nNew wiring, Public Service 900.00\nReduction in value of house 15,000.00\n$23,180.00\nPlaintiff then took this appeal, contesting only the award of $15,000 given by the judge for reduction in value of the house. However, defendant filed an answer to the appeal, asking that the judgment be increased in the following particulars:\n(1) $30,500 instead of $15,000 for reduction in value of his house.\n(2) That he should be compensated for the cost of putting fences and sidewalks on both sides of the new street instead of only on one side, as allowed below.\n(3) That he should have been awarded $6,400 representing the cost he will have to bear for paving the new street.\n(4) That there are certain technical errors in the judgment which should be corrected here.\nThe first matter for consideration is whether the taking decreased the value of defendant’s house by $30,500 or by $15,-000, or if it decreased the value at all.\nThere was some evidence that the 23-foot proximity of the new street to defendant’s house would diminish defendant’s comfort and safety and would make the location of the house less desirable to him from an esthetic point of view. However, consequential damages for such discomfort or loss of esthetic values are not per se compensable unless it is shown that there has been a diminution in the commercial value of the property which remains after the taking. Louisiana Highway Commission v. Guidry, 1933, 176 La. 389, 146 So. 1; Schneidau v. Louisiana Highway Commission, 1944, 206 La. 754, 20 So.2d 14; Louisiana Power & Light Company v. Dileo, La.App.1955, 79 So.2d 150 and East Baton Rouge Parish Council v. Koller, La. App.1957, 94 So.2d 505.\nAccordingly, if the city’s expropriation of defendant’s land decreased the commercial value of his house, the defendant is entitled to consequential damages in the amount of the decrease in value. Art. 1, Sec. 2, La.Const. of 1921; Louisiana Highway Commission v. Ferguson, 1933, 176 La. 642, 146 So. 319; Britt v. City of Shreveport, La.App.1955, 83 So.2d 476; Texas Pipe Line Company v. Barbe, 1956, 229 La. 191, 85 So.2d 260; Lafayette Parish, etc. v. Hernandez, 1957, 232 La. 1, 93 So.2d 672. However, if, due to the expropriation, the value of the remaining land increased enough to offset the loss on the house, defendant can recover nothing for the house loss. Louisiana Highway Commission v. Grey, 1941, 197 La. 942, 2 So.2d 654; State v. Cooper, 1948, 213 La. 1016, 36 So.2d 22; Thomas & Warner, Inc. v. City of New Orleans, 1956, 230 La. 1024, 89 So.2d 885.\nDefendant had the onus of establishing that the taking decreased the commercial value of his house (Louisiana Highway Commission v. Ferguson, supra; Central Louisiana Electric Company v. Leonards, La.App.1953, 65 So.2d 631; Tennessee Gas Transmission Company v. Primeaux, La.App., 100 So.2d 917) and, if such decreased value was proven, the burden shifted to plaintiff to show, if it desired to avoid liability for this item, that the benefit of the improvement increased the value of the remaining land to such an extent so as to offset the decrease in value of the house.\nMost of the evidence on the point of how much commercial value the house lost by reason of the taking is found in the testimony of Mr. Philip J. Zollinger, one of the defendant’s expert witnesses. When asked on redirect examination whether the 23-foot proximity of the new street to the house would affect its sale value, Mr. Zollinger replied that it would decrease the value by about $15,000. The city’s only evidence on this point was given by its expert, Mr. J. Burrows Johnson, who had testified on direct examination that he did not think the proximity of the new street to the house would \"seriously affect the property itself”, and that the only damage in this respect would be a loss of privacy to Mr. Giraud, and a deprivation “of the manner in which he might wish to improve his property at a later date”. Thus, it seems that defendant has shown, without refutation, that the new street has decreased the commercial value of his house by $15,000 and, therefore, he is entitled to recover this consequential damage unless plaintiff has established that the new street increased the value of the remaining land enough to offset the loss in value of the house.\nThe City Attorney apparently contends that the testimony of Mr. Zollinger respecting the decrease in the value of the house is entirely nullified by his admission, under re-cross-examination, that the válue of the remaining land and improvements, both before and after the taking, was $416,000 and that, therefore, no consequential damage has been sustained for diminution in value.\nThe pertinent portion of Mr. Zollinger’s evidence on this phase of the case is as follows :\n“Q. Can you tell us what is the fair market value of that house and that land as it presently stands?\n% % ?}c j}j jji\n“A. The land would be $355,984.00. The value of improvements would be $60,111.00, or $60,000.00 in round figures, so the total value is $416,-000.00.”\n“Q. Now, after that street would be cut through there, what would be the fair market value of that entire tract of land, with the house on it, where it is ? A. I will say this. After that street is put in there, why it’s still going to run pretty close to 30 cents a square foot.\n“Q. Do you think that you could sell that entire tract, after that street is cut through there, with the house on it, for $416,000.00 ? A. I think so.\n“Q. Possibly more? A. Possibly just about the same, but I don’t know.\n“Q. You don’t think that it would be any less than $416,000.00? A. It would be just around $416,000.00. Of course, the biggest cost here is to move the house into a nice setting. ■\n“Q. But your testimony would be that the fair market value of that entire tract with the house on it after the street is put in there would be about the same as it was before, is that right? A. With this exception, that as far as the house is concerned, ifs going to be damaged by being so close to Grant Street and being deprived of a lot of its pretty surroundings.\n“Q. But other than that, you would say that the value would be about the same after as before, is that right- — -the fair market value? A. Possibly yes.” (Italics ours.)\nThe foregoing testimony (particularly the portion we have italicised) makes it evident that Mr. Zollinger was of the opinion that the commercial value of the land remaining, together with the house, was exactly the same as it was prior to the taking, provided the house was moved to a more desirable setting. His statement was obviously of a qualified nature and, when thus regarded, is consonant with his prior estimate that the commercial value of the house in its present location has decreased $15,000 by reason of its close proximity to the street and that the value of the land after the taking remained at 30^ a square foot.\nPlaintiff made no effort to prove by its own expert that the new street would raise the market value of the land, the only evidence it presented touching on the value of the house and land after the taking being the statement of Mr. Johnson, to the effect that he did not think the proximity of the new street to the house would “seriously affect the property itself”. In fact, Mr. Johnson calculated that defendant would suffer severance damage of $3,000 to the remaining land.\nIn view of plaintiff’s failure to present affirmative proof that the new street gave defendant’s land special benefits which offset the loss of value to his house, and since the preponderating evidence shows that it would cost $27,000 to move the house to a more desirable location, the trial judge was correct in giving defendant $15,-000, the difference in the commercial value of the house before and after the taking, rather than the cost of moving it, for which defendant has prayed.\nIn his answer to the appeal, defendant contends that the judge should have allowed him compensation for the costs of putting fences and sidewalks on both sides of the new street, instead of on only one side. The jurisprudence (see Louisiana Highway Commission v. Treadaway, La. App., 173 So. 209) indicates that defendant is legally entitled to this claim. Besides, the city attorney stated in oral argument here that he does not contest defendant’s right thereto. As pointed out heretofore, a large portion of defendant’s property, which included the expropriated tracts, was completely enclosed by a fence prior to the taking, and the city should provide for refencing the lands which the expropriation has left unenclosed. Also, the evidence shows that the city contemplates a sidewalk on each side of the new street and, since the unexpropriated portions of the land front on both sides of the new street, defendant should be compensated for the costs of those sidewalks.\nOn the other hand, defendant cannot be allowed compensation for the costs of paving the new street. There was no evidence disclosing that the street was to be paved. In fact, defendant’s witness, Mr. Probst, indicated that the street would probably be a shell street. There being no proof that defendant will have to pay for street paving at any time in the near future, consequential damages based on street paving would be anticipated damages, which are too speculative to be allowed. State of Louisiana through Dept. of Highways v. Glassell, 1955, 226 La. 988, 77 So.2d 881; Lafayette Parish, etc. v. Hernandez, 1957, 232 La. 1, 93 So.2d 672; Gravity Drainage District No. 1 of Rapides Parish v. Key, 1958, 234 La. 201, 99 So.2d 82.\nDefendant also asserts that there is another technical error in the trial court’s judgment with respect to the length of the expropriated 50-foot strip, he maintaining that the long-measurement is 377 feet, whereas the judgment states it is 365.03 feet.\nThere is no merit in this contention. In the first place, defendant has failed to establish that the correct long-measurement of the expropriated tract is 377 feet, and not 365.03 feet as shown in the survey attached to the city’s petition. Moreover, even if it were otherwise, defendant has no cause for complaint as the judge awarded compensation based on a measurement of 377 feet. The judgment makes it perfectly clear that the city was to get whatever land defendant owned which was shown as Parcel F on the C. J. Christina Survey, dated April 12, 1955, annexed to the city’s petition, and the city has been given title to that property, even though the measurement of it, as set out in the judgment, may have been slightly incorrect.\nFor the foregoing reasons, the judgment appealed from is amended by increasing the amount of the total award due defendant for the value of the land expropriated and all damages resulting from the taking from $23,180 to $24,155. As thus amended, the judgment is affirmed at plaintiff’s costs.\nHAMLIN, J., recused.\n. Defendant showed that his water lines and electric wiring ran under the proposed right-of-way and would have to be ■moved when the street was put through.\n. Defendant was also awarded fees and costs of his expert witnesses, which amounted to $308.",
        "type": "majority",
        "author": "McCALEB, Justice."
      }
    ],
    "attorneys": [
      "Alvin J. Liska, City Atty., Charles E. Cabibi, Asst. City Atty., New Orleans, for plaintiff-appellant.",
      "Lewis A. Giraud, New Orleans, in pro. per."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 349\nCITY OF NEW ORLEANS v. Lewis A. GIRAUD.\nNo. 44530.\nNov. 9, 1959.\nAlvin J. Liska, City Atty., Charles E. Cabibi, Asst. City Atty., New Orleans, for plaintiff-appellant.\nLewis A. Giraud, New Orleans, in pro. per."
  },
  "file_name": "0277-01",
  "first_page_order": 171,
  "last_page_order": 178
}
