{
"id": 4380946,
  "name": "THE PEOPLE, Plaintiff and Appellant, v. TOM M. SCHACHTEN, Defendant and Respondent",
  "name_abbreviation": "People v. Schachten",
  "decision_date": "1969-09-19",
  "docket_number": "Crim. No. 648",
  "first_page": "278",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 278"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "79 Cal.Rptr. 240",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "274 Cal.App.2d 770",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2232823
      ],
      "pin_cites": [
        {
          "page": "776"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/274/0770-01"
      ]
    },
    {
      "cite": "15 P.2d 156",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "79 Cal.Rptr. 904",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "275 Cal.App.2d 489",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2234552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/275/0489-01"
      ]
    },
    {
      "cite": "303 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "47 Cal.2d 374",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2341119
      ],
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/47/0374-01"
      ]
    },
    {
      "cite": "19 Cal.Rptr. 211",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "200 Cal.App.2d 250",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2302463
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/200/0250-01"
      ]
    },
    {
      "cite": "197 S.W.2d 774",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "303 Ky. 353",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        2836969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/303/0353-01"
      ]
    },
    {
      "cite": "388 P.2d 359",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "36 Cal.Rptr. 327",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "60 Cal.2d 694",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2339343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/60/0694-01"
      ]
    },
    {
      "cite": "20 Cal.Rptr. 740",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "202 Cal.App.2d 387",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2298574
      ],
      "pin_cites": [
        {
          "page": "392"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/202/0387-01"
      ]
    },
    {
      "cite": "11 A.L.R.3d 1307",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "opinion_index": 0
    },
    {
      "cite": "44 Cal.Rptr. 165",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "234 Cal.App.2d 136",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2147842
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/234/0136-01"
      ]
    },
    {
      "cite": "58 Cal.Rptr. 485",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "250 Cal.App.2d 71",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2193944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/250/0071-01"
      ]
    },
    {
      "cite": "55 Cal.Rptr. 678",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "247 Cal.App.2d 513",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2172339
      ],
      "pin_cites": [
        {
          "page": "514-515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/247/0513-01"
      ]
    },
    {
      "cite": "268 P.2d 529",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 Cal.App.2d 123",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2214291
      ],
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/124/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 754,
    "char_count": 13537,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14944925360513298
    },
    "sha256": "7198512d6f0edb5910dede4233799c4e0bb2bf6955dc7ecf708c4751cc545d8a",
    "simhash": "1:997a274bf6d1d2d4",
    "word_count": 2265
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Appellant, v. TOM M. SCHACHTEN, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "magistrate, respondent Thomas M. Schachten was ordered held on a complaint charging him with possession of marijuana in Adolation of Health and Safety Code section 11530. An information was then filed against him, and he moved the superior court to set it aside pursuant to Penal Code section 995 on the ground that he had been committéd without reasonable or probable cause. The court granted respondent’s motion, and the People appeal.\nThe Tacts developed at the preliminary hearing are ¡these: On January 11, 1968, respondent’s mother, Mrs. Maisie Schachten, stopped at a local post office and picked' up a package addressed to her 18-year-old son, Tom. Sometime later Mrs. Schachten opened the package and discovered a letter inside. The letter stated:\n“Hi Tom,\nWhat’s happening? Sorry about getting this off to you so late but I had a bit of trouble getting' hold of some. My source of supply ran out by the time the money got here. He had some fantastic stuff about a week before to, it was so good he sold a pound of it in two days, he decided to' keep the other pound for himself. Anyway this grass is still pretty good. As long as you get stoned who cares . . right? He gave me a match box of seeds which I placed in the bag so you can grow your good stuff. Just find the biggest weed you can in the woods. Pull it up use the dirt that it was- growing in for the seeds if it is possible place it in a planter box until it is a few inches high, then transplant it wear nobody will see or bother it, a lot of care and waters, (fertelizer vitiamns etc.) and in a few months or sooner, your in business. Oh the pills are a little treat. The white part is an upper and the red a downer. Take a razor blade and separate them & take just the white. The reds are good for sleeping just throw them away. Well have a good trip, and if your ever down here don’t hesitate to float by.\nAfter reading the letter Mrs. Schachten immediately telephoned the postmaster, Richard Mollin, and explained what happened. Then she returned to the post office with the package. Mr. Mollin agreed to put the package in the post office safe while a search was made for the sender. He also agreed not to give i the package to respondent if he came in and asked for it.\nThe following morning respondent’s mother called the sheriff’s office and told what she had found. Later, she and her husband met with Deputy Sheriff G-rammer at their home, and Mrs. Schachten again explained what had occurred. Grammer indicated that he was mainly interested in apprehending the supplier and asked respondent’s parents not to tell their son that they had discovered the marijuana package. He said he wanted to give the sheriff’s office time to find the sender.\nAfter talking to Mr. and Mrs. Schachten, Officer Grammer went to the post office and talked to the postmaster. He also opened the package and read the letter. The officer then left the post office and called respondent’s mother. He asked for the names of all persons who possibly might be involved. Grammer then referred the names which he secured from respondent’s mother to a Stockton postal inspector.\nAfterwards, Grammer returned to the post office. He learned that respondent had inquired for a package on two occasions. The officer resealed the package and, without telling the parents what he planned to do, instructed the postmaster to deliver it to respondent. Then Grammer stationed another deputy sheriff across the street from the post office while he waited inside.\nAt about 4 o’clock of the same day respondent returned to the post office and picked up the resealed package. He took it to a car parked outside. However, before the boy could open the package he was placed under arrest. A subsequent chemical analysis of the contents of the package disclosed 20.1 grams of marijuana and three tablets of obedrin.\nWe note at the outset that this case presents a classic example of surreptitious conduct on the part of the police, which not only jeopardizes their public image but if condoned would eventually hamper all law enforcement agencies in their dealings with the general public. Thus, we cannot resist a word of protest nor are we entirely unsympathetic toward the ruling of Judge Carkeet. However, we nevertheless conclude that there was sufficient evidence for the magistrate to conscientiously entertain a strong suspicion that respondent committed the offense for which he was charged in the information. The package found in his possession contained 20.1 grams of marijuana. Moreover, it was addressed to respondent and contained a letter clearly indicating that he had ordered the drug. And, significantly, while it is common knowledge that contraband is often received through the mail without solicitation, any suspicion that this may have occurred in this case is not only dissipated by the tenor of the letter found in the package, but by the fact that respondent made several inquiries as to whether the package had arrived, clearly demonstrating that he was expecting to receive it.\nIt is the \"rule that on a motion to set aside an information, the question of guilt or innocence of the defendant is not before the superior court nor does the issue concern the quantum of evidence necessary to sustain a conviction (People v. Platt, 124 Cal.App.2d 123, 131 [268 P.2d 529]). On the contrary, the superior court is only to determine whether the magistrate, acting as a man of ordinary caution or prudence, could conscientiously entertain a reasonable suspicion that a public offense had been committéd in which the defendant participated (People v. Willmirth, 247 Cal.App.2d 513, 514-515 [55 Cal.Rptr. 678]). Moreover, the magistrate’s conscientious determination that reasonable cause exists must prevail over a contrary decision by a superior court judge if different inferences may be reasonably drawn from the evidence (People v. Beasley, 250 Cal.App.2d 71 [58 Cal.Rptr. 485]).\nRespondent points with emphasis to the fact that he was arrested before he opened the package. He therefore suggests that while the evidence proves that he may have expected the package to contain marijuana, he did not actually know what it contained before it was opened. In short, respondent suggests that a mere expectation is not tantamount to actual knowledge, and actual knowledge is the necessary ingredient of unlawful possession of a narcotic.\nIt is of course settled “that in a prosecution for unlawful possession of narcotics the People must prove (1) that the accused exercised dominion and control over the drug, (2) that he had knowledge of its presence and (3) that he had knowledge of its narcotic character.” (People v. Estrada, 234 Cal.App.2d 136, 155 [44 Cal.Rptr. 165, 11 A.L.R.3d 1307].) However, knowledge of the presence of the narcotic in order to constitute unlawful possession does not mean absolute or scientifically irrefutable knowledge as respondent apparently suggests. (See People v. Williams, 202 Cal.App.2d 387, 392 [20 Cal.Rptr. 740].) In fact, we can visualize numerous eases arising in the future in which purveyors of narcotics could escape conviction if we should hold that absolute knowledge of its presence is the test; for example, if A purchases a kilo of marijuana in a sealed container from B, a known narcotics dealer, under the truthful representation that the container contains marijuana, and then immediately sells the drug to C without examining the container's contents, he would not be guilty of any crime. Thus, common sense alone dictates that under these circumstances presumptive knowledge, based on a firm belief, that the sealed container contains the drug, is sufficient. And, this knowledge may be established by circumstantial evidence and any reasonable inference drawn therefrom (People v. Groom, 60 Cal.2d 694 [36 Cal.Rptr. 327, 388 P.2d 359]).\nIn the case at bench, the letter which was enclosed in the package proves that respondent ordered the marijuana from an experienced dealer and was fully aware of its narcotic character. Moreover, the fact that respondent paid for the contraband in advance and then inquired as to whether the package had arrived on at least two occasions before he picked it up unequivocally indicates that he expected to receive the marijuana he bought and paid for. Thus, when respondent picked up the package on his third visit to the post office he must have known what it contained. And, since he carried the package to his automobile, he obviously intended to exercise dominion and control over its contents.\nRespondent next contends that the evidence adduced at the preliminary hearing establishes an entrapment as a matter of law. Respondent relies on Scott v. Commonwealth, 303 Ky. 353 [197 S.W.2d 774], and argues that the package containing the marijuana was delivered to his mother by the postmaster and that the police put it back into circulation in order to entrap him.\nWe do not agree with this contention. Under California law the crucial question in determining whether a defendant was entrapped by the police into committing a crime is whether the crime originated in the mind of the accused or in the minds of the police (People v. Ortiz, 200 Cal.App.2d 250, 258 [19 Cal.Rptr. 211]). However, in the instant case the idea to acquire the marijuana clearly originated in the mind of respondent. Moreover, respondent, not the police, placed the machinery in motion for the procurement of the drug. He ordered the marijuana from an experienced dealer and then obviously made arrangements to receive it by mail at the local post office. Finally, the police did not place the marijuana in respondent’s hands. Respondent picked the package up himself at the post office after he had inquired on at least two prior occasions as to whether it had arrived. The police merely resealed the package to make certain that respondent would not suspect that it had been opened and ordered the postmaster to give it to. respondent if he came in and asked for it.\nThe case of Scott v. Commonwealth, supra, is distinguishable. In that case the chief of police had illegally seized the defendant’s liquor. The chief returned the liquor to the defendant and then promptly secured a search warrant and arrested defendant on the charge of illegal possession of the liquor. Thus, the chief actually placed the liquor in defendant’s hands so that he could arrest him. In the instant case respondent’s package was inadvertently delivered to his mother, who voluntarily returned it to the post office when she discovered its contents. As we have stated, the police did not place it in respondent’s hands but merely instructed the postmaster to deliver the package as he was entitled to do in the first \"instance. Moreover, the decision of the Kentucky Court of Appeals in Scott can be justified under the “fruit of the poison tree’’ doctrine. In short, the second search warrant which the chief obtained was the direct result of his initial unlawful search and seizure. It is settled that a search warrant is invalid if it is obtained from information which was the product of an unlawful search (People v. Roberts, 47 Cal.2d 374, 377 [303 P.2d 721]).\nWe note in passing that respondent’s package was examined by Deputy Sheriff Grammer, without a search warrant, while in the possession of the postal authorities. Thus, we also observe with interest the recent decision of People v. Superior Court, 275 Cal.App.2d 489 [79 Cal.Rptr. 904]. In that case, a small paper bag fell out of a first class package when the package was broken by accident while in the possession of a postman. The postman looked into the bag and observed a leafy green substance resembling marijuana. He delivered the package to the addressee and then notified the police as to what he had observed. The police secured a search warrant based on the postman’s information and seized the marijuana. In reversing the conviction, the Court of Appeal, Third District, held that the information utilized by the police in order to secure a search warrant was tainted by the postman’s unlawful search.\nThe facts relating to Officer Grammer’s search were not sufficiently developed at defendant’s preliminary hearing to enable us to decide the question as to' whether Grammer’s search of respondent’s package was unlawful under the rationale of People v. Superior Court, supra. Moreover, defendant did not raise the issue of unlawful search and seizure at his preliminary hearing nor before the superior court in his motion to dismiss under Penal Code section 995. The question is not before us in this appeal; however, it may be raised by motion to suppress the marijuana evidence (Pen. Code, § 1538.5), or it may be raised at appellant’s trial.\nThe order quashing the information is reversed.\nStone, P. J., concurred.\nRespondent did not object to the hearsay contents of the letter discovered inside the package. It is the rule that hearsay evidence is relative and competent in the absence of a specific hearsay objection. (Powers v. Board of Public Works, 216 Cab 546 [15 P.2d 156]; People v. Rodriquez, 274 Cal.App.2d 770, 776 [79 Cal.Rptr. 240]).\nPeople v. Superior Court was filed August 7, 1969, and as of this writing is not final.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 648.\nFifth Dist.\nSept. 19, 1969.]\nTHE PEOPLE, Plaintiff and Appellant, v. TOM M. SCHACHTEN, Defendant and Respondent.\nThomas C. Lynch, Attorney General, Roger E. Venturi and Elliott D. McCarty, Deputy Attorneys General, for Plaintiff and Appellant.\nGeorge A. Huberty for Defendant and Respondent."
  },
  "file_name": "0278-01",
  "first_page_order": 300,
  "last_page_order": 307
}