{
"id": 1855459,
  "name": "GAIDAMAVICE v. NEWAYGO BOARD OF COUNTY ROAD COMMISSIONERS",
  "name_abbreviation": "Gaidamavice v. Newaygo Board of County Road Commissioners",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 82, Calendar No. 46,330",
  "first_page": "280",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "71 S Ct 669",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1148262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0918-01"
      ]
    },
    {
      "cite": "341 US 918",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148243,
        1148277,
        1148262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0918-02",
        "/us/341/0918-03",
        "/us/341/0918-01"
      ]
    },
    {
      "cite": "177 F2d 579",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1166269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/177/0579-01"
      ]
    },
    {
      "cite": "182 F2d 46",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1242798
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/182/0046-01"
      ]
    },
    {
      "cite": "86 App DC 248",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "320 Mich 376",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1921773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/320/0376-01"
      ]
    },
    {
      "cite": "322 Mich 332",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1917317
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/322/0332-01"
      ]
    },
    {
      "cite": "312 Mich 226",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1894492
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/312/0226-01"
      ]
    },
    {
      "cite": "125 ALR 259",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "285 Mich 262",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1814859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/285/0262-01"
      ]
    },
    {
      "cite": "332 Mich 237",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1834774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/332/0237-01"
      ]
    },
    {
      "cite": "336 Mich 457",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1932361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/336/0457-01"
      ]
    },
    {
      "cite": "301 Mich 137",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1825138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/301/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 17486,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 3.011949861482144e-07,
      "percentile": 0.8532510968786211
    },
    "sha256": "f379913b2f867eab7c7411c227c6c174a7d72adda6c9a19097710b6faa2da038",
    "simhash": "1:afa7a5020d03df3b",
    "word_count": 2876
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "GAIDAMAVICE v. NEWAYGO BOARD OF COUNTY ROAD COMMISSIONERS."
    ],
    "opinions": [
      {
        "text": "Bushnell, J.\nOn January 25, 1954, plaintiff Joe Graidamavice filed a bill of complaint against defendant board of county road commissioners of the county of Newaygo and its members, individually and collectively. He charged that he had been deprived of his employment since November 23, 1953, because of unlawful acts on the part of the defendants, and he sought to enjoin and restrain them from continuing to deprive him of his lawful employment in violation of PA 1947, No 336 (CL 1948, § 423.201 et seq. [Stat Ann 1950Rev § 17.455(1) et seq.]), commonly known as the Hutchinson act, and from refusing to actively and in good faith participate in mediation of said dispute with the State labor mediation board of the State of Michigan, as provided in section 7 of the Hutchinson act. He also asked that he be given an accounting of the back wages due him and damages to his reputation and earning power because of defendants’ unlawful acts. An order to show cause was issued. In answer thereto the court was asked to dismiss the suit on the following grounds:\n“1. This court has no jurisdiction of the matters set forth in plaintiff’s bill of complaint.\n“2. Exclusive jurisdiction of matters set forth in plaintiff’s hill of complaint is vested in the labor mediation board.\n“3. The labor mediation hoard has assumed jurisdiction of the matters complained of in plaintiff’s hill of complaint and is still exercising such jurisdiction.\n“4. Plaintiff as a public employee, has no vested right to such employment and was subject to discipline or discharge at the discretion of defendant, Newaygo county road commission.\n“5. If plaintiff has any remedy for the acts complained of, such remedy would be an adequate remedy at law for damages and not a remedy enforceable in a court of equity.”\nDefendants’ motion to dismiss was granted on the ground that the trial court was without jurisdiction in the premises. In reviewing a decision on a motion to dismiss, consideration is limited to well-pleaded allegations of fact in the hill of complaint, which allegations must be taken as true. Reed v. Civil Service Commission, 301 Mich 137; and Hughes v. City of Detroit, 336 Mich 457.\nOn appeal, Gaidamavice argues that the trial court had jurisdiction arising out of written grievances which he and other employees had submitted to defendant commission; and further, that the' court may require that commission, under section 7 of the Hutchinson act, supra, to actively and in good faith mediate a submitted dispute. Appellees are content to submit their case on the sole question of the jurisdiction of the circuit court. Our view is that the question of jurisdiction is controlling.\nThe plaintiff was employed by the defendants from 1935 until 1942 as a laborer and truck driver. He entered the armed services of the United States in 1942 and served continuously until 1946, when he was again employed by defendants as a mechanic. He was discharged by defendant commission on November 23, 1953.\nIn August of 1953 the employees of defendant commission formed an employees’ committee for the presentation of certain grievances, and on September 5, 1953, employees, including plaintiff, voted to affiliate their local committee with the American Federation of State, County and Municipal Employees (A.F. of L.). A charter from the Federation was received, establishing Local Union No. 754, and 55 of the approximately 68 employees of the road commission joined this local union and authorized-it to represent them in negotiations with their employer.\nNegotiations were had, a work policy was proposed and accepted, and a copy thereof furnished each employee on November 16,1953. The seniority provisions of the work policy were unacceptable to the employees and is presently the subject of mediation with the State mediation board, together with the discharge of plaintiff Gaidamavice. Sessions of the mediation board were held on December 10 and 21,1953, a stenographic transcript of which has been submitted in the appeal now before us. In this transcript the circumstances leading up to the discharge of plaintiff and others are amplified. Plaintiff charges:\n“That the defendant, after failing to actively mediate the question of plaintiff’s alleged discharge, in good faith, at the meeting on December 10, 1953, further so refused to actively and in good faith mediate said dispute at the meeting held by the State labor mediation board on December 21, 1953.”\nHe further alleges that the defendant commission has discriminated against him in depriving him of his employment contrary to the provisions of the Hutchinson act, and that, because of the commission’s refusal to proceed further, he is without relief save in a court of equity.\nThe act in question (CL 1948, § 423.201 et seq. [Stat Ann 1950 Eev § 17.455(1) et seq.]) is according to its title designed to:\n“prohibit strikes by certain public employees; to provide certain disciplinary action with respect thereto; to provide for the mediation of grievances; and to prescribe penalties for the violation of the provisions of this act.”\nSection 1 of the act defines the word “strike;” section 3 is designed to protect public employees from discharge because of participation in the submission of grievances. The remedial provisions of. the act as stated in section 7 are:\n“Upon the request of a majority of any given group of public employees evidenced by a petition signed by said majority and delivered to the labor mediation board, or upon request of any public official in charge of such employees, it shall be the duty of the labor mediation board to forthwith mediate the grievances set forth in said petition or notice, and for the purposes of mediating such grievances, the labor mediation board shall exercise the powers and authority conferred upon said board by sections 10 and 11 of Act No 176 of the Public Acts of 1939.” (CL 1948, §423.207 [Stat Ann 1950 Rev §17.455 (7)].)\nSections 10 and 11 of PA 1939, No 176 (CL 1948, § 423.10 and § 423.11 [Stat Ann 1950 Rev § 17.454(11) and § 17.454(12)]), mentioned in the foregoing quotation, have to do with the steps that are required to be taken by the mediation board upon receipt of' the notice mentioned in section 7. Without quoting the elaborate and lengthy provisions of sections 10 and 11, which can be ascertained by reference to the printed statute, the question presented to us may be stated as follows:\nWhat is the jurisdiction of a court of equity in this matter in light of the provisions of the Hutchinson act and the labor mediation act?\nIn determining that the Hutchinson act was constitutional and in discussing its applicability, we said in City of Detroit v. Division 26 of the Amalgamated Association of Street, Electric Railway & Motor Coach Employees of America, 332 Mich 237, 246:\n“A basic reason urged by cross appellants in challenging the constitutionality of the Hutchinson act is that it contains no provision for judicial review of rights asserted by a discharged public employee, and hence they are deprived of due process of law. However, by section 6 of the act provision is made for such an employee to have a hearing before the officer or body having power to remove such employee, and for a right of review of a holding adverse to such employee before the labor mediation board. We have held that like provisions are quasi-judicial and afford to the discharged employee compliance with his constitutional rights. In re Fredericks, 285 Mich 262 (125 ALR 259), a hoadnote reads:\n“ ‘A decision of a municipal civil service commission 'upon a hearing to remove an employee of a fire department for cause, not being the result of judicial action, but being at most a quasi-judicial act of an administrative tribunal, is not subject to review by the courts on appeal and an attempt by the legislature to create a right of appeal would be unconstitutional as an endeavor to foist non judicial functions upon the courts.’\n“See, also, Goodfellow v. Detroit Civil Service Commission, 312 Mich 226; Local 170, Transport Workers Union of America v. Genesee Circuit Judge, 322 Mich 332.”\nAlthough no strike is involved in the present ease, the judicial interpretation of the act in the Detroit Street Railway Case, supra, throws light on the issue that confronts us.\nThere is no dispute that Gaidamavice is a public employee within the terms of the Hutchinson act and that he was discharged from his employment by defendant commission.\nIt is conceded that the matter in dispute has been presented to the mediation board. The transcript of its proceedings indicates that it has. not yet completed its determination of the matters submitted to it.\nPlaintiff’s contention that a court of equity has jurisdiction to restrain public officers from arbitrarily and discriminately discharging a public employee who has submitted a grievance is not disputed. The difficulty is that the facts in the instant case do not support plaintiff’s premise. Defendants contend that plaintiff was discharged for cause, i.e., his failure to comply with the work policy of the commission that was established as a result of an agreement with it and the employees’ representative. The mere implication in the pleadings that Gaidamavice was discharged because he participated in filing a grievance against the superintendent (Russell) does not constitute facts justifying the intervention of a court of equity, particularly in view of the lack of showing of arbitrary or discriminatory acts on the part of the defendants. In the absence of such factual showing, courts will not interfere in matters which are the functions of the administrative agencies. See Goodfellow v. Detroit Civil Service Commission, 312 Mich 226; and Bischoff v. County of Wayne, 320 Mich 376.\nAs stated in the Detroit Street Railway Case, supra, 247, 248:\n“We know of no constitutional provision which gives an individual the right to he employed in governmental service or to continue therein. If there is no such right then there is no constitutional inhibition of reasonable restrictions or limitations being applied thereto; and such restrictions or limitations could not be held to he in the nature of bills of attainder. See Bailey v. Richardson, 86 App DC 248 (182 F2d 46, 63), wherein the court said:\n“ ‘But it has long been established that if the government, in the exercise of a governmental power, injures an individual, that individual has no redress. # •* #\n“ ‘ “As is so often the case, the answer must be found in a balance between the evils inevitable in either alternative,” and the court [in Gregoire v. Biddle (CCA), 177 F2d 579] concluded that both upon authority and upon reason the rule laid down should be followed.’\n“There is ample authority to the effect that public employment does not vest in such employees any fixed or permanent rights of employment. As individuals or in groups public employees may discontinue their employment, but, having done so, such public employees have no vested right to insist upon their reemployment on terms or conditions agreeable to the employees, or even without compliance with such conditions. To hold otherwise would result in public agencies being powerless to render public service and to effectively administer public affairs; and the public would thereby he deprived of its right to efficient government.”\nPlaintiff’s remedy is clearly provided by statute. He is given the right to process his grievance before the labor mediation board, and this affords him as a public employee protection of his constitutional rights. See Detroit Street Railway Case, supra. The remedy thus afforded is exclusive in the absence of arbitrary or capricious action by defendants. The labor mediation board is the administrative tribunal established by law to hear such disputes, and it is the proper forum for the determination of plaintiff’s grievance.\nWe accept and adopt as the opinion of this Court the following statement contained in the trial judge’s written opinion:\n“It appears to this court’that' one of the very obvious objects of the Hutchinson act was to prevent strikes by public employees as a result of which the public might be injured. It is of interest, however, to note that the Hutchinson act goes farther than to merely prohibit strikes by public employees. It provides a forum before whom the aggrieved employee may appear and that forum is the mediation board. That board has assumed jurisdiction of this matter and this court has no right to assume or to presume that the mediation board yúH not continue to function in this matter and to take such action and to render such assistance as it may be empowered to do under the authority conferred upon it by law. It is clear to this court that a court in chancery cannot be expected or required to arbitrarily compel either of the parties to take certain action or to refrain from taking certain action in connection with the presentation of its grievance to such board. Neither has this court the authority to direct the procedure to be followed by the board. To the contrary, it is expected that without any interference by the court, such board will function properly and in accordance with the purpose for which it was created, in the matter now pending before it. Any comments by this court relating to the merits of the controversy as alleged in the bill of complaint will be superfluous and immaterial.”\nThe order dismissing plaintiff’s bill of complaint' is affirmed, and as stated below: “This being a matter in which public interests are involved, no costs should be taxed against either party.”\nButzel, C. J., and Carr, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.\nThis decision was affirmed by an equally divided court, Bailey v. Richardson, 341 US 918 (71 S Ct 669, 95 L ed 1352).—Reporter.",
        "type": "majority",
        "author": "Bushnell, J."
      }
    ],
    "attorneys": [
      "Morse & Kleiner (A. Robert Kleiner, of counsel), for plaintiff.",
      "Sessions & Barlow, for defendants."
    ],
    "corrections": "",
    "head_matter": "GAIDAMAVICE v. NEWAYGO BOARD OF COUNTY ROAD COMMISSIONERS.\n1. Appeal and Error—Pleading—Motion to Dismiss.\nConsideration is limited to well-pleaded allegations of fact in the bill of complaint and such allegations must be taken as true on appeal from order granting motion to dismiss the bill.\n2. Officers—Review of Discharge of Public Employees—Constitutional Law—Administrative Tribunals—Courts.\nLabor mediation act is not unconstitutional because it does not provide for judicial review of rights of a discharged public employee, where review is provided for by the labor mediation board, since such review is a quasi-judicial act of an administrative tribunal and a legislative attempt to foist such function upon the courts would be unconstitutional (CL 1948, § 423.201 et seq.).\nReferences for Points in I-Ieadnotes\n[1] 3 Am Jur, Appeal and Error §§ 852, 930, 933.\n[2,6, 7] See, generally, 31 Am Jur, Labor §§ 173, 409.\n[3] 43 Am Jur, Public Officers § § 219, 220.\n[5] See, generally, 42 Am Jur, Public Officers §§ 3, 12,13.\n[8] 28 Am Jur, Injunctions § 350.\n3. Same—Discharge op Public Employees—Administrative Tribunals—Courts.\nA eourt of equity has jurisdiction to restrain publie officers from arbitrarily and discriminately discharging a public employee who has submitted a grievance against his superior officer, but a court may not interfere with the functions of an administrative tribunal in the absence of a factual showing of arbitrary or discriminatory acts on the part of sueh superior officer.\n4. Constitutional Law — Public Employment — Bills op Attainder.\nReasonable restrictions or limitations on the right to be employed in governmental service or to continue therein are not in the nature of bills of attainder.\n5. Oppicers—Public Employees—Vested Rights.\nPublic employment does not vest in the employees any fixed or permanent rights of employment, hence, they have no vested right to insist upon re-employment with or without compliance with terms or conditions agreeable to them.\n6. Constitutional Law—Grievances op Public Employees—Labor Mediation Board.\nThe right of a discharged public employee to process his grievance before the labor mediation board affords him, as a publie employee, protection of his constitutional rights and is the exclusive remedy in the absence of arbitrary or capricious action by the employing agency (CL 1948, §423.201 et seq.).\n7. Officers—Labor Mediation Board—Courts.\nThe labor mediation board has exclusive jurisdiction to function in the matter of grievances of publie employees and, once it has assumed jurisdiction, it will be presumed that it will continue to function and to take such action and render sueh assistance as it may be empowered to do under authority conferred by statute without interference by a eourt (CL 1948, § 423.201 et seq.).\n8. Costs—Public Questions—Public Employment.\nNo costs are allowed in suit to enjoin a county board of road commissioners from continuing to deprive plaintiff of his employment by them, where a matter of publie interest is involved in connection with the construction and application of statute relative to the mediation of labor disputes of publie employees (CL 1948, § 423.201 et seq.).\nAppeal from Newaygo; Pugsley (Earl C.), J.\nSubmitted October 14, 1954.\n(Docket No. 82, Calendar No. 46,330.)\nDecided November 29, 1954.\nBill by Joe Graidamavice against the Board of County Road Commissioners of the County of Newaygo and its individual members and superintendent to enforce employment rights. Bill dismissed. Plaintiff appeals.\nAffirmed.\nMorse & Kleiner (A. Robert Kleiner, of counsel), for plaintiff.\nSessions & Barlow, for defendants."
  },
  "file_name": "0280-01",
  "first_page_order": 320,
  "last_page_order": 330
}