{
  "id": 1855492,
  "name": "GREAT LAKES GREYHOUND LINES v. INTERNATIONAL UNION, UAW-CIO",
  "name_abbreviation": "Great Lakes Greyhound Lines v. International Union",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 38, Calendar No. 46,102",
  "first_page": "290",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "57 ALR 545",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "267 US 517",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143413
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/267/0517-01"
      ]
    },
    {
      "cite": "333 US 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157870
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0257-01"
      ]
    },
    {
      "cite": "15 ALR 386",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "109 Mich 16",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1478677
      ],
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/109/0016-01"
      ]
    },
    {
      "cite": "328 Mich 19",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1905090
      ],
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/328/0019-01"
      ]
    },
    {
      "cite": "284 Mich 604",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1816330
      ],
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/284/0604-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1167,
    "char_count": 38293,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 8.641624000487238e-08,
      "percentile": 0.49116917627243906
    },
    "sha256": "5dcc3e11560ca8d0abe4e146cb41ccc73db5eba3c47a682c4440dbf793907f16",
    "simhash": "1:10f78c48187b6255",
    "word_count": 6300
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnebll, Boyles, Reid, Dethmbrs, and Kelly, JJ., concurred."
    ],
    "parties": [
      "GREAT LAKES GREYHOUND LINES v. INTERNATIONAL UNION, UAW-CIO."
    ],
    "opinions": [
      {
        "text": "Sharpe, J.\nThis is an appeal in the nature of certiorari from an order adjudging 5 defendants, 2' labor unions and 3 individuals, guilty of contempt of court. Plaintiff corporation is a common carrier of passengers and related traffic by motor vehicle, with various routes within the United States, including the State of Michigan, and in connection therewith in Michigan plaintiff maintains its principal offices at 2301 West Lafayette boulevard, Detroit, Michigan.\nPlaintiff’s driver employees are members of and are represented exclusively by the International Union, Amalgamated Association of Street, Electrical, Railway and Motor Coach Employees of America, A.P. of L.\nPlaintiff’s maintenance employees are members of the International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, C.I.O., and Locals 656, 563 and 417 of said union.\nUnder date of December 4,1950, plaintiff corporation, the International Union and Local Union 656, together with 2 other local unions, entered into an agreement applicable to plaintiff’s employees at each of its garages, including its Detroit garage. The agreement became effective May 1, 1950, and expires May 1, 1955. The agreement provides, in part, as follows:\n“Article 1\n“Sec. 1. The company agrees to recognize the union as the exclusive bargaining agency for its maintenance employees (except supervisory employees * * *) for the purpose of collective bargaining. * * *\n“Sec. 2. Employees covered by this agreement at the time it becomes effective shall be required as a condition of continued employment to be members of the union on and after the 30th day following such effective date. New employees hired after the date of this agreement or employees on leave of absence or laid off as of the date of this agreement shall be members of the union on and after 30 days following the beginning of such new employment or following the return to work after such leave of absence or layoff as a condition of continued employment.\n“Article 2\n“Sec. 2. Accredited representatives of the local union shall be employees of the company covered by this agreement. The union agrees to furnish the company in writing, a list of all officers, committees, stewards, and shift committeemen, and to notify the company, in writing, of all changes.\n“Article 3\n“Sec. 1. Effective from and after the date of the within agreement, the company shall deduct from the last pay of each month, the union dues for the current month and promptly remit the dues to the appropriate official of the union of all the members of the union who individually or collectively certify or have previously certified in writing that they authorize such deductions, except that dues changes shall be limited in number so as not to exceed 2 in pay records annually.\n“Article 4\n“Sec. 2. The company nor the union will in no way interfere with or interrupt production because of any grievance until an earnest effort has first been made by both parties to settle the dispute through the grievance procedure provided for in this agreement.”\nThe aforesaid agreement was executed, among others, by the following: Great Lakes Greyhound Lines, by R. W. Budd, President; International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, C.I.O., Locals 656, 563 and 417; Leo H. Russell; A. James Doddie, International Representative, Region 1-A.\nIt appears that on April 23, 1953, there were no labor disputes existing between plaintiff corporation and the International Union or its Locals 563 or 417, and only one grievance existing between plaintiff corporation and Local 656, concerning ventilation at plaintiff’s Detroit garage, which grievance was being handled in conformity with the aforesaid agreement.\nOn April 23,1953, defendants, International Union and Locals 656, 563 and 417, went on strike at approximately 4:30 a.m., resulting in plaintiff’s maintenance employees ceasing all work in all of plaintiff’s garages, and establishing picket lines at all of said garages. The same day, April 23, 1953, plaintiff filed its bill of complaint in the circuit court of Wayne county. The bill of complaint alleges:\n“That by reason of the said unlawful strike and picketing plaintiff has been unable, since the institution of the picket lines, as hereinbefore provided, to conduct its business operations as a common carrier for hire of passengers in interstate and intrastate commerce and that, as a result tens of thousands of persons who daily depend upon the common carrier services of this plaintiff have been greatly harmed and damaged through being unable to avail themselves of such services and many communities served by the lines of plaintiff, both in interstate and intrastate commerce have no other means of public transportation besides that provided by plaintiff; that plaintiff is required to maintain huge investments in equipment, terminals, garage facilities, and to undergo numerous fixed expenses in the conduct of its common carrier business and the calling of the said illegal strike and the continuation thereof impairs plaintiff’s investment not only in motor bus equipment, materials, supplies, terminals, and garages, but in addition, impairs the value of its operating authority as issued to it by the commissions as aforesaid in that it is the duty and obligation of plaintiff under law to maintain continuous and adequate operations thereunder, under penalty of forfeiture, and that in addition to the foregoing, plaintiff’s good will, built up over the period of years and based upon the reputation of rendering good, adequate, necessary and continuous service is placed in the position of positive jeopardy. * * *\n“Wherefore, and inasmuch as plaintiff is without adequate remedy within the premises except in a court of equity, plaintiff therefore prays as follows:\n“(1) That the said defendants and each of them be required to make full, true and correct answer hereto.\n“(2) That the said defendants and each of them and all of said officers and members of the said defendants, and'all persons to whom knowledge of the same may come by decree of this honorable court may be promptly enjoined from further commission of \"any of the acts hereinabove complained of and that they may be enjoined and restrained from the date of filing this bill of complaint, and permanently thereafter from committing any of the following acts:\n“(a) From' establishing, maintaining, aiding, abetting the maintenance of a picket line at any of the following locations:\n“1. Plaintiff’s garage located between 15th and 17th streets and Lafayette boulevard and Fort street in the city of Detroit, Michigan;\n“2. Plaintiff’s bus storage lot located between Howard street and Lafayette boulevard and 14th and 15th streets in the city of Detroit, Michigan;\n“3. Plaintiff’s garage located at 191 North Gratiot in the.city of Mt. Clemens, Michigan;\n“4. Plaintiff’s garage located at 391 South Woodward avenue in the. city of Birmingham, Michigan, and\n“5. Plaintiff’s garage located at 600 Pennsylvania avenue in the city of Wyandotte, .Michigan.\n“(b) From interfering with, by threats of violence or otherwise, the operation of plaintiff’s motor buses in the conduct of their normal course .of business; from threatening, intimidating or in any manner interfering with the employees of plaintiff in such maimer as to interfere with their pursuit of their employment; from interfering with, by picketing, by threats, by violence or otherwise, the traveling public seeking to utilize the services or facilities of plaintiff.”\nUpon the filing of the bill of complaint, an order to show cause and a temporary restraining order was issued, with directions that a copy of the bill of complaint and a copy of the show cause and restraining order be served upon defendants at least 4 days prior to May 1, 1953. The restraining order provided that in the meantime, and until the further order of the court, said defendants and others be restrained and enjoined:\n“(a) Prom establishing, maintaining, aiding, abetting the maintenance of a picket line at any of the following; locations:\n“1. Plaintiff’s garage located between 15th and 17th streets and Lafayette boulevard and Port street in the city of Detroit, Michigan;\n“2. Plaintiff’s bus storage lot located between Howard street and Lafayette boulevard and 14th and 15th streets in the city of Detroit, Michigan;\n“3. Plaintiff’s garage located at 191 North Gratiot in the city of Mt. Clemens, Michigan-;\n“4. Plaintiff’s garage located at 391 South Woodward avenue in the city of Birmingham, Michigan, and\n“5. Plaintiff’s garage located at 600 Pennsylvania avenue in the city of Wyandotte, Michigan.\n“ (b) Prom interfering with, by threats of violence or otherwise, the operation of plaintiff’s motor buses in the conduct of their normal course of business; from threatening, intimidating or in any manner interfering with the employees of plaintiff in such manner as to interfere with their pursuit of their employment; from interfering with, by picketing, by threats, by violence or otherwise, the traveling pub-lie seeking to utilize the services or facilities of plaintiff.”\nUpon service of the restraining order, all picketing stopped at plaintiff’s garages located at Wyandotte, Birmingham, and Mt. Clemens, but continued at plaintiff’s Detroit garage, as well as its bus storage lot in Detroit, Michigan. The record shows that personal service of the bill of complaint, order to show cause and temporary restraining order were served on Russell Nolan on April 23,1953, at 6:45 p.m.; that on the same day at 5:50 p.m., like service was made on Local Union No 656 by personally delivering true copies of the bill of complaint, order to show cause and temporary restraining order on Leo H. Russell, president of Local No 656; that at 6:45 p.m., on said day like service was made on Charles Luckett; that on said day at 5:50 p.m., like service was made on Leo H. Russell; that on April 24, 1953, at 9:45 a.m., like service was made on A. James Doddie, international representative of the International Union, as well as on said A. James Doddie personally.\nOn April 24, 1953, plaintiff corporation, by R. W. Budd, its president, filed a petition in said Wayne county circuit court against defendants herein to punish for contempt for disobeying the temporary restraining order. The petition alleges:\n“That copies of the said restraining order were personally served upon Leo H. Russell, president of defendant, Local Union No 656; A. James Doddie, international representative of defendant, International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, a voluntary unincorporated labor union; Charles Luckett and Russell Nolan, members of the grievance committee of defendant Local Union No 656; and upon certain of the other defendants named therein;\n“That the said above named defendants, Leo II. Bussell, A. James Doddie, Charles Luckett and Bus-sell Nolan, and the said International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, and Local Union No 656 of International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, and certain individuals on picket lines, who are members of said defendant, International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, and defendant, Local Union No 656, including but not limited to Daniel Murray, Donald Pomaville, Harrison Smith, Bennett Field, and John Szabo, well knowing the premises, but wholly disregarding the said temporary restraining order, have continuously since the issuance of said temporary restraining order maintained a picket line at plaintiff’s garage located between 15th and 17th streets and Lafayette boulevard and Fort street, in the city of Detroit, Michigan, and the plaintiff’s bus storage lot located between Howard street and Lafayette boulevard and 14th and 15th streets, in the city of Detroit, Michigan, in contempt of said restraining order and against the peace and dignity of the State.\n“Wherefore, petitioners pray the issuance of summary process against the said Leo H. Bussell, A. James Doddie, Charles Luckett and Bussell Nolan, and the said International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, a voluntary unincorporated labor union; and Local Union No 656 of International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, and certain individuals on picket lines, who are members of said defendant, International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, and defendant Local Union No 656, including but not limited to Daniel Murray, Donald Pomaville, Harrison Smith, Bennett Field, and John Szabo, and their members, agents, servants and employees, requiring them to appear before this court on the .... day of........A.D. 1953, at........ o’clock . . .m., and show cause, if any, why they should not be adjudged guilty of contempt.\n“This petition is based upon the files and records in said cause, and upon the affidavit attached hereto of R. W. Budd, President of Great Lakes Greyhound Lines, a division of the Greyhound Corporation.”\nUpon the filing of the above petition, an order to show cause why certain defendants should not be punished for contempt of the temporary restraining order was issued. The above order required that it be served by 3 p.m., on April 24, 1953, and said defendants were to appear and show cause by 4 p.m., or soon thereafter, on April 24, 1953, as to why they should not be punished for violating the terms of the restraining order. Service of said contempt show cause order was made upon the following named parties, at the following specified date and times: A. James Doddie, as representative of International Union, at 1:50 p.m., on April 24, 1953. Mr. Doddie was also personally served at the same time and date; Russell Nolan, at 2:20 p.m., on April 24, 1953; and John Szabo, at 2:18 p.m., on April 24, 1953.\nHearing on the order to show cause was held on April 24, 1953, before Judge Frank B. Ferguson, at which time the court asked the defendants: .\n“Do the defendants want to show cause why they should not be punished for contempt?”\nNo attempt to show cause why any defendant should not be punished for contempt was made by any of the defendants. At this hearing the court suggested that the pickets be withdrawn and negotiations entered into for the purpose of attempting to settle the strike. At the suggestion of counsel for defendants the cause was adjourned to Saturday, April 25, 1953. On April 25, 1953, plaintiffs attorney advised the circuit court that the representatives of plaintiff and defendants had met and that the strike was settled.\nOn May 1,1953, counsel for both parties appeared before the court and requested permission to dismiss the principal case as well as the contempt proceedings. The court denied the request, stating:\n“The injunction of this court should have been obeyed. Whether or not the court had jurisdiction is not important. The court assumed jurisdiction in this matter and restrained picketing. Whether the court was right or wrong in that order is not material. The order stands and picketing became unlawful. The defendants concerned in this case decided for themselves whether or not they would continue picketing. They decided for themselves whether this court had jurisdiction. I don’t see how a court can permit its order to be disobeyed as this order was. It weakens the entire form of government we have in this country if anyone is permitted to violate the order of the court.\n“Personally I am not inclined to permit the plaintiff to withdraw its citation for contempt of court. If there has been a violation of that injunction this court should see to it that those who violated its order are found guilty. I will therefore deny your motion to withdraw your citation for contempt.”\nFollowing the denial of the request, plaintiff produced Archie Shakespeare, a photographer, who identified 4 photographs which he personally took at the Detroit garage of plaintiff located between 15th and 17th streets, and between Lafayette boulevard and Fort street in Detroit, showing picketing at said location between the hours of 10 a.m., and 12 o’clock noon on Friday, April 24, 1953. Donald Coutts, a witness produced by plaintiff, testified that he is the garage superintendent of plaintiff at its Detroit garage; that he was at the garage at 5:15 a.m., on April 23, 1953, and observed pickets at the garage, and that he also observed pickets at the garage on April 24 and 25, 1953. He also testified that he was present when the photographs were taken. The witness identified Clarence Sylvester, Warren Manning, George Tauros, Mr. Szabo and Bennett Fields from the photographs shown him, and also testified that they were members of the union. At the close of this testimony, defendants’ counsel moved for a dismissal of the proceedings for the reason that these defendants had not been identified as having had knowledge of the restraining order. The court denied the motion and stated:\n“I will find Local Union 656 of International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, CIO, guilty of contempt of this court for violation of the restraining order. I also find A. James Doddie, international representative of the International Union, guilty of contempt of court. * * *\n“I will find Russell Nolan guilty of contempt of this court; also the Local Union 656 and tire International Union. I find John Szabo guilty of contempt of court. He has been served and he has been mentioned as one of the pickets. As far as Mr. Szabo is concerned, he is a worker, an employee, and he takes orders from his union. Had [he] been told to withdraw from the picket line, I have every reason to assume that he would; but I assume he was not told to withdraw. In his case I am going to suspend sentence.\n“As far as the International Union is concerned and the Local CIO is concerned, I am going to fine them $500 each for contempt of this court’s injunction.\n“As far as the individuals, the officers are concerned, they are each sentenced to 10 days in the county jail and also fined $100 each.”\nUpon leave being granted, defendants appeal. The law in the State of Michigan applicable to the authority of a judge of a court of record to impose punishment for contempt of court is stated as follows:\n“Sec. 1. Every court of record shall have power to punish by fine or imprisonment, or both, persons guilty of any neglect or violation of duty or misconduct, in the following cases, and no others: * * *\n“3. * * * for disobedience of any process of such court, or any lawful order thereof, or of any lawful order of a judge of such court.” CL 1948, § 605.1 (Stat Ann §27.511).\n“Sec. 3. When such misconduct is not so committed [i.e. in the court’s presence, as described in section 2], the court shall be satisfied by due proof, by affidavit of the facts charged, and shall cause a copy of such affidavit to be served on the party accused, a reasonable time to enable him to make his defense, •except in cases of disobedience to any rule or order requiring the payment of money, and of disobedience to any subpoena.” CL 1948, § 605.3 (Stat Ann § 27.-513).\n“Sec. 19. When any defendant arrested upon an attachment, shall have been brought into court, or shall have appeared therein in response to any order to show cause, he shall be permitted to file affidavits controverting or explaining the matters stated in the affidavits upon which such attachment was issued, or •order to show cause made, within such reasonable time as the court shall allow, and the court may receive any affidavits, or oral proofs contradictory or confirmatory of the answers of the defendant, and upon all such affidavits and proof, the court shall determine whether the defendant has been guilty of the misconduct alleged.” CL 1948, § 605.19 (Stat Ann § 27.529).\nIn coming to our conclusions upon the issues involved we have in mind that this is an appeal in the nature of certiorari. In reviewing a conviction for contempt in In re Gilliland, 284 Mich 604, 612, we said:\n“On certiorari we do not pass on the weight of the evidence or the credibility of witnesses. There being some evidence to support the finding of the trial judge, we cannot disturb it on certiorari.”\nIt is urged by defendants that Local Union No 656 was not served with the contempt proceedings and show cause order so as to become a party to the contempt proceedings. CL 1948, §613.29 (Stat Ann § 27.759), PA 1915, No 314 (the judicature act), provides for the manner of service on such voluntary associations as follows:\n“Process issued from any court of record against a corporation, partnership association or unincorporated voluntary association, may be served upon any officer, director, trustee or agent thereof, or by leaving same during regular office hours at the office of such corporation, partnership association or unincorporated voluntary association, with any person in charge thereof.”\nThe record shows that a copy of the temporary restraining order was served on Leo II. Russell, president of Local Union No 656, on April 23, 1953, at 5:50 p.m.; that the local union was a party to the principal suit and required to obey the terms of the temporary restraining order; that Leo H. Russell signed the employment agreement entered into between plaintiff, the International Union and the local union, and that he signed on behalf of the local union as one of its representatives. We note that the agreement requires, “Accredited representatives of the local union shall be employees of the company covered by this agreement.” Moreover, it appears that Russell Nolan was .served with a copy of the petition to punish for contempt and that he, as a member of the grievance committee of the local, is a representative of the local union. It also appears that during the proceedings before the trial court, Mr. Eothe, present counsel for defendants, participated in a discussion with the court as follows :\n“The Court: Would both sides be willing to enter into this kind of arrangement, that negotiations will be had between the parties; the pickets will be withdrawn pending that negotiation; that the employers will not in any way try to perform the service these employees are now performing, and that the employers may withdraw their buses from the garage and parking lot without any interference during the negotiations ?\n“Mr. Bothe: I can’t honestly answer that question, your honor, because I haven’t talked with any of the officers of the union.\n“The Court: You have here 1 or 2 that have been served.\n“Mr. Brady: I should like to say on the record, as far as the company is concerned the suggestion of your honor is acceptable. * * *\n“Mr. Bothe: After a brief discussion I am informed they are perfectly willing to sit down and start negotiating immediately. They are fearful, however, as to one suggestion your honor made and this one they cannot agree with because they say that is the crus of the case. They say they are perfectly willing to begin negotiating if the matter be ordered to remain in status quo; where it now is. It is possible if the pickets are taken out the company will stall and not negotiate in good faith. They will be where they started. That is the only pressure there is here on the company to bring about a settlement. But if your honor will enter such an order we will begin negotiating in good faith and withdraw the pickets immediately. * * *\n“Mr. Bothe: If the court please, it has been suggested—we discussed this and it seemed that if it is agreeable on the part of Mr. Budd, that they can sit down for an hour and they can iron out the difficulties involved here—what the union wants and what Mr. Budd wanted to give them. He has assured us that the health condition which exists will, be—provisions will be made to eliminate it and the-steps to be taken will satisfy the union. Now, upon that understanding counsel wants the matter adjourned until tomorrow.”\nIn Smilgus v. Smilgus, 328 Mich 19, 22, we said:\n“Further, without obtaining any ruling by the-trial court, defendant and his counsel appeared at the hearing on the petition, cross-examined plaintiff’s witnesses, defendant testified in his own behalf, and offered other testimony. Having thus actually submitted to the jurisdiction of the court, appellant could not thereafter challenge the validity of the-service of notice of hearing on the ground that the court did not obtain ‘jurisdiction over the person of the defendant.’ ”\nIn our opinion there was proper service upon the-local union, and under the' facts in this case the union was properly before the court and subject to its orders. It is also urged that the order of the court finding defendants guilty of contempt is not supported by the evidence. We note that on the trial of the contempt proceedings, defendants appeared in it by their counsel. Counsel filed no appearence, and no sworn answer or counteraffidavits were filed', by defendants.\nThe method of procedure is outlined by PA 1915,. No 314, ch 5, § 19 (CL 1948, § 605.19 [Stat Ann § 27.-529]), quoted above. The trial court had before it the sworn bill of complaint in the principal cause, the petition to punish for contempt, and the affidavit attached thereto. He also had the benefit of pictures-showing a violation of the restraining order and the-testimony of the garage superintendent who identified the men in the pictures. In Smith v. Waalkes, 109 Mich 16, 22, we said:\n“The only remaining question to discuss is, was it necessary, before the court could dispose of the contempt proceedings, to frame interrogatories and take proofs? In answer to the petition that he be punished for contempt, Waalkes filed a sworn answer, in which he ‘states the facts and circumstances in said cause to be as follows.’ He then recites the facts, which do not differ materially from what was recited in the petition, but seeks to justify his action in the way hereinbefore stated. No request was made by defendant to have interrogatories framed, or for an order of reference. The case was heard and disposed of upon the pleadings and proceedings hereinbefore stated. There was no dispute about what ■occurred. The pleadings, including the sworn statement of defendant, Waalkes, show just what was done. They showed the issuing of the writ of injunction, its personal service upon Waalkes, its violation, the manner in which it was violated, the extent of its violation, and its effect upon the property rights of the complainant. The defense in the contempt proceeding did not grow out of disputed facts, but was purely a question of law, in relation to which the defendant was mistaken. Judge Grove had all the facts before him which could have been brought out by a reference to a commissioner. He was as well qualified to dispose of the proceedings without the framing of interrogatories as he would have been with them.”\nIn our opinion there was competent evidence to support the finding of fact of the trial court to the effect that defendants, except John Szabo, were guilty of violating the restraining order.\nDefendants urge that there is no testimony respecting alleged violations by the International Union. The record shows that a copy of the restraining ■order was served on A. James Doddie, an international representative of the International Union, individually and as international representative. It appears that when the agreement of December 4, 1950, was entered into A. James Doddie represented the International Union and signed the agreement as its agent. It also appears that A. James Doddiewas served with a copy of the bill of complaint, the-order to show cause, the temporary restraining-order, and a copy of the petition to punish for contempt, individually and as international representative; moreover, the International Union appeared in the proceedings before the trial court through their counsel. Under these circumstances, the International Union is estopped to deny participation in these proceedings.\nIt is urged that the conviction of John Szaboshould be set aside for the reason that there was no testimony showing service of the temporary restraining order on him or any personal knowledge on his part that any restraining order had been issued against anyone. It appears that Szabo was a member of the union and had picketed after the issuance of the restraining order. He was not a party to the original suit, but was served with a copy of a petition to punish for contempt for disobeying the temporary restraining order. The record fails to show that Szabo was served with a copy of the restraining order, nor do we find any evidence that Szabo had any knowledge of the restraining order. Many jurisdictions adhere to the rule that one who violates an injunction is guilty of contempt, although he is not a partjr to the injunction suit, if he has notice or knowledge of the injunction order, and is within the class of persons whose conduct is intended to be restrained, or acts in concert with such a person. See 15 ALR 386.\nIn 17 CJS, Contempt, § 18, pp 23, 24, it is said:\n“Unless the circumstances arc snch as to render service of notice or knowledge thereof unnecessary, a person cannot he brought into contempt for not complying with an order or decree of court unless personal service thereof has been made on him, or unless he has had actual notice of the making of such order or of the rendition of such judgment or decree. Service of a copy of the order is not required where the person disobeying it had actual knowledge of its existence. Accordingly, although no copy is served on him, one in court when an order was made is bound thereby; but an announcement by the court, while neither a party nor his counsel is present, that the party will be required to do a certain act does not furnish basis for contempt proceedings for failure to comply therewith.”\nThe failure to show proof of service of the restraining order upon Szabo, or evidence that he knew of the issuance of the restraining order, compels us to reverse his conviction.\nIt is also urged that defendants were denied due process of law and they rely on In re Oliver, 333 US 257 (68 S Ct 499, 92 L ed 682), in support of their contention. In that case the court said (p 275):\n“Except for a narrowly limited category of con-tempts, due process of law as explained in the Cooke Case requires that one charged with contempt of court be advised of the charges against him, have a reasonable opportunity to meet them by way of defense or explanation, have the right to be represented by counsel, and have a chance to testify and call other witnesses in his behalf, either by way of defense or explanation.” (Reference to Cooke v. United States, 267 US 517 [45 S Ct 390, 69 L ed 767].)\nWere the defendants advised of the charges against them? The bill of complaint, the temporary restraining order, the petition to show cause why they should not be punished for contempt, and the affidavit of R. W. Budd, president of plaintiff corporation, were a part of the court records in this case and accessible to defendants. The answer to this question must be in the affirmative. All defendants were represented by counsel. They had an opportunity to testify and call witnesses in their behalf. They chose not to do so. Did defendants have a reasonable opportunity to meet the charges by defense or explanation? The amount of time necessary to meet or explain charges depends upon the nature of the charge. In the case at bar the charge was that defendants, since the issuance of the temporary restraining order, maintained a picket line at plaintiff’s garage located between 15th and 17th streets and Lafayette boulevard and Fort street in the city of Detroit. This issue presents a question of fact that could have been denied or affirmed by defendants. The trial court gave them an opportunity to present their case, but they declined. The show cause order was adjourned from April 25,1953, to May 1, 1953, at which time the defendants were given a reasonable opportunity to deny the charge or offer such explanation as they may have had.\nIt is also urged, as a reason why defendants were not afforded due process of law, that the court took into consideration the affidavit of R. W. Budd. \"We do not know if the trial court relied upon the Budd affidavit or the testimony given by the 2 witnesses, or both. Under our statute the affidavit is evidence upon which the court can take notice of misconduct. However, there was competent oral testimony given sufficient to sustain a conviction. We are of the opinion that defendants were not denied due process of law. The convictions are affirmed, with the exception of John Szabo, which is reversed.\nButzel, C. J., and Carr, Bushnebll, Boyles, Reid, Dethmbrs, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Sharpe, J."
      }
    ],
    "attorneys": [
      "Matheson, Dixon & Brady (Edmund M. Brady, of counsel), for plaintiff.",
      "Rothe, Marston, Bohn & Masey (Theodore Sachs, of counsel) and Harold A. Crane field, for defendants."
    ],
    "corrections": "",
    "head_matter": "GREAT LAKES GREYHOUND LINES v. INTERNATIONAL UNION, UAW-CIO.\n1. Certiorari — Questions Reviewable — Weight of Evidence — . Credibility of Witnesses.\nThe Supreme Court does not pass on the weight of the evidence or the credibility of witnesses on certiorari, but merely ascertains that there is some evidence to support the finding of the trial judge.\n2. Process—Manner of Service on Unincorporated Voluntary Association.\nProcess issued from a court of record may be served upon an unincorporated voluntary association by leaving the process during regular office hours at the office thereof with any person in charge (CL 1948, § 613.29).\n3. Appearance—Jurisdiction.\nA defendant who appears at a hearing in court, eross-examines the plaintiff’s witnesses, testifies on his own behalf and offers other testimony actually submits to the jurisdiction of thé court and cannot thereafter challenge the validity of the serviee of notice of hearing on the ground of lack of jurisdiction over the person of the defendant.\nReferences for Points in Headnotes\n[1] 10 Am Jur, Certiorari § 19.\n[2, 4] 4 Am Jur, Associations and Clubs § 51.\n[3] 3 Am Jur, Appearances § 30.\n[5] 12 Am Jur, Contempt §§ 74, 78.\n[6] \" 3 Am Jur, Appearances § 33; 19 Am Jur, Estoppel § 77.\n[7] 12 Am Jur, Contempt § 27.\n[8, 9] 12 Am Jur, Contempt §§ 69, 70.\n[8] Necessity that hearing be allowed before imposition of punishment for contempt. 57 ALR 545.\n4. Process—Jurisdiction—Labor Union.\nDefendant labor union was properly served with bill of complaint, order to show cause and temporary restraining order as to picketing and w'as properly before the court, where it appears such papers were served on its president and the union appeared in court by counsel (CL 1948, § 613.29).\n5. Contempt—Evidence.\nTrial court’s finding of fact that defendant labor unions and certain of their representatives were in contempt of court for violation of court’s temporary restraining order held, supported by competent evidence (CL 1948, §§ 605.1, 605.3, 605.19).\n6. Same—Estoppel—Evidence.\nLabor union charged with contempt for violation of temporary restraining order was estopped to deny participation in proceedings, where it appears that its representative who represented the union in negotiating the bargaining agreement had been served, individually and as the union’s representative, with a copy of the bill of complaint, the order to show cause, the temporary restraining order and a copy of the petition to punish for contempt and had appeared in the proceedings before the trial court through their counsel (CL 1948, §§ 605.1, 605.3, 605.19).\n7. Same — Temporary Restraining Order — Proof of Service — Knowledge of Issuance — Picketing.\nConviction of contempt of an individual pieketer who had violated temporary restraining order against picketing is set aside, where there was not shown any proof of serviee of the order upon him or that he knew of its issuance (CL 1948, §§ 605.1, 605.3, 605.19).\n8. Same-Rights of Accused.\nOne charged with contempt of court, not committed in the presence of the court must be advised of the charges against him, have a reasonable opportunity to meet them by way of defense or explanation, have the right to be represented by counsel and have a chance to testify and call other witnesses in his behalf, either by way of defense or explanation (CL 1948, § 605.19).\n9. Same—Due Process—Notice of Charges.\nAppellant labor unions and individual defendants who had been eonvieted of contempt for continuance of picketing after issuanee of temporary restraining order held, to have been sufficiently advised of the charges against them where the bill of complaint, temporary restraining order, petition to show cause why they should not be punished for contempt and affidavit of plaintiff employer’s president wex-e a part of the court records and available to defendants who were represexxted by counsel axxd who had had an opportunity to testify axxd call witnesses in their behalf, hence, they were not denied due process of law (CL 1948, §§ 605.1, 605.3, 605.19).\nAppeal from Wayne; Ferguson (Frank B.), J.\nSubmitted October 7, 1954.\n(Docket No. 38, Calendar No. 46,102.)\nDecided November 29, 1954.\nRehearing denied January 12, 1955.\nAppeal dismissed by the Supreme Court of the United States October 10,1955.\nContempt proceedings, instituted by Great Lakes Greyhound Lines, a division of Greyhound Corporation, a Delaware corporation, against International Union, United Automobile, Aircraft and Agricultural Implement Workers of America, C.I.O., a voluntary unincorporated labor union, Local Union No 656, A. James Dodclie, Russell Nolan, John Szabo and others for failure and refusal to obey temporary restraining order against maintaining picket lines. On settlement of principal proceedings court denied plaintiff’s request to withdraw petition and directed taking of testimony on contempt. Defendants adjudged guilty. Defendants appeal. .Reversed as to defendant Szabo.\nAffirmed as to other defendants.\nMatheson, Dixon & Brady (Edmund M. Brady, of counsel), for plaintiff.\nRothe, Marston, Bohn & Masey (Theodore Sachs, of counsel) and Harold A. Crane field, for defendants."
  },
  "file_name": "0290-01",
  "first_page_order": 330,
  "last_page_order": 350
}
