{
"id": 1933575,
  "name": "St. Amour vs. Rivard et al.",
  "name_abbreviation": "St. Amour v. Rivard",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "294",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 294"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "18 Wend. 318",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2022159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/18/0318-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1191,
    "char_count": 31600,
    "ocr_confidence": 0.357,
    "pagerank": {
      "raw": 1.4325362929617298e-07,
      "percentile": 0.6515989928370342
    },
    "sha256": "1ad31f2acba3625208d412d536721daaafd3201b5bf89ced55d51daf5944a322",
    "simhash": "1:1410ea92ea461698",
    "word_count": 5557
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Amour vs. Rivard et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Whipple, J.\nThe important question in this case, which has been reserved for our determination, arises upon the construction and effect of the will of Francis Rivard, deceased, and which is fully set out in the bill of complaint.\nThe 12th clause furnishes a key to the intention of the testator in respect to the disposition of the real estate of which he died seized. The idea of a perpetuity is too strongly impressed upon the face of the instrument to leave any room for doubt. It creates an indefinite succession of life estates, rendering the property devised inalienable, while any of his “ posterity ” exists. In case of “ extinction,” then, in the language of the testator, the fee was to vest in “ the next heirs.” No language more apt or appropriate could have been employed to create a peipetuity. Such a devise, it is admitted, is in contravention of those sound rules of policy, wisely established and universally respected, and must therefore fall under the strong arm of the law.\nBut while it is admitted that the devises in the will cannot be sustained, as being repugnant to the principles of policy which will not permit limitations that tend to paralyze trade by preventing the free and unrestricted circulation of property, it is earnestly contended that they maylake effect as executory devices. This proposition involves the consideration, and application to the devises in question, of some of the most complex learning known to the law, and this complexity has its origin in the discretionary power formerly exercised by Judges, of allowing an indulgence to a man’s last will and testament, where otherwise the will would be held void. While they applied to devises creating perpetuities the stern and unbending rule that they are void in their creation; they at the same time sought, by a course of reasoning as unsound as it was refined, to gratify family pride by fettering estates for a limited period. The attempt was made, though not without a •struggle, to deduce a rule by which property might be locked up for a limited period, without infringing upon a principle too firmly rooted in English law to be shaken. By this rule it was supposed they steered clear of the dangers which would flow from restraining the alienation of estates for an unlimited period, while at the same time they yielded to the deshe of a testator to exercise a posthumous control over property, which he could no longer enjoy.\nAn executory devise is defined to be “ such a limitation of a future estate in land or chattels, (though in the case of chattels personal, it is more properly an executory bequest,) as the law admits in the case of a will, though contrary to the rules of limitation in conveyances at common law.” (Fearne, 385, note.)\n“ Its being contrary to the rules of limitation in conveyances at common law, gives rise to two rules universally adopted in respect to executory devises, thatwherever a future interest is so limited by devise as to fall within the rules laid down for the limitation of contingent remainders, or the estate limited by it is such as can take effect as a contingent remainder, it shall never take effect as an executory devise.” (Fearne, 385, note.)\nThe reason of the institution of executory devises, (says Chancellor Kent,) was to support the will of the testator; for where it was evident that he intended a contingent remainder, and when it could not operate as such by the rules of law, the limitation was then out of indulgence to wills held to be good as an executory devise. (4 Kent, 263.) The whole • course of decisions in England shows that restraints intended to prevent the mischiefs of perpetuities, were from time to time imposed. The Courts, yielding to the wishes of the nation at large, invented expedients well calculated to shake a policy by which the pride of the aristocracy and the grandeur of families were to be upheld. In respect to the statute of entails, Westminster Hall “ siding (said Lord ‘Worthington) with liberty, found means to evade it,” and common recoveries were introduced to bar estates tail. Every attempt to revive perpetuities by applying to them the doctrine of executory devises met with a firm resistance. In its origin, the species of limitation now under consideration was comparatively harmless. At first it was held that the contingency upon which the estate was to vest must happen within the compass of a life or lives in being, or a reasonable number of years; after-wards it was further extended to a child en ventre sa mere, at the time of the death of the father; subsequently it was extended to twenty-one years after the death of a person in being. It is not to be understood however, that the enlarged period, as now authoritatively settled, was firmly established without a struggle; the strong determination to resist qny rule that might tend to suspend the power of alienation and the vesting of the estate for an unreasonable period, is manifested, in every case in which the doctrine of executory devises was called in question. The period of limitaton as now recognized is that laid down by Lord Kenyon, in Long vs. Blackall, (7 T. R., 102,) and is stated in these words: “It is an established rule that an executory devise is good if it must necessarily happen within a life or lives in being, and twenty-one years and the fraction of another year, allowing for the time of gestation.” In an opinion distinguished for its learning and careful research, delivered by the Judges óf England upon questions submitted to them by the House of Lords, in 1838, it was considered that twenty-onb years was the limit, and that the period of gestation was to be allowed in those cases only in which gestation existed. (Cadell vs. Palmer, 10 Bing., 140.) In answer to one of the questions propounded by the House of Lords, the Judges held that a limitation by way of executory devise is void as too remote, if it is not to take effect until after the determination of a fife or lives in being, and upon the expiration of twenty-one years afterwards, together with the number of months equal to the ordinary or longest period of gestation, the whole of such-years and months being taken as a term in gross without reference to the infancy of any person whatever, lorn, or en ventre sa mere. This is the most recent of the English cases I have consulted, in which it was held, after the fullest consideration, that limitation exceeding the-prescribed limits was absolutely void. In the case of Leake vs. Robinson, (2 Meriv., 362,) Sir William Grant, whose fame as a jurist entitles bis opinions to the highest respect, uses this language: “Perhaps it might have been as well if the Courts had originally held an executory devise transgressing the allowed limits, to be void only for the excess, where that excess could, as in this case it can, be clearly ascertained. But the law is otherwise settled.” And again: “ In the construction of the Act of Parliament, passed after the Thellusson case, I thought myself at liberty to hold that the trust of accumulation was void only for the excess beyond the period to which the act restrained it. And the Lord Chancellor afterwards approved of my decision. But then the act introduced a restriction on a liberty antecedently enjoyed, and therefore it was only to the extent of the excess that the prohibition, was transgressed; whereas executory devise is itself an infringement on the rules of the common law, and is allowed only on the condition of its not exceeding certain established limits. If the condition be violated, the whole devise is held to be void.”\nIn the case of Griffiths vs. Vere, (9 Ves., 128,) Lord Eldon remarked as follows: “Previously to this act it was competent to a man to dispose of property by will, and I think the authorities go, also to accumulation of rents and profits, for a life or lives in being, and twenty-one years, and a little more, meaning the time of gestation; and without considering, whether that may be put at the beginning, as well as the end of the period, the point is, whether the Legislature meant to apply the principle, long settled as to executory devise, that if limitations are directed, which go beyond the period allowed, it is void for the whole, and it is not good for the time allowed by law.\" It is to be observed that Lord Eldon regards the doctrine as long settled, that executory de■vises can only be supported where the estate is to vest within the period prescribed by law. These cases, decided at various times, in a period of thirty years, commencing in 1803 and ending in 1833, must be deemed abundantly sufficient to place upon an impregnable basis, the doctrine, to support which, they are cited. They show with perfect dearness, the sense in which that doctrine is understood and applied in England.\nA few references to elementary works, will show how fully the rule asserted in the cases cited, is supported and illustrated by writer’s of high repute..\nA note to Fearne, On Contingent Remainders, p. 444, contahis a part of the argument of Mr. Hargrave, in'the case of Wicker vs. Mitford, (see his Law Tracts, p. 518,) in which he states that “if the doctrine ■of executory devise w&s res integra, and was now to be settled, it might be thought a sufficient and more just cheek of them, to hold that they should be good so far as the given period, whether the contingency was too largely or widely expressed or not. But our ancestors have not left us a choice, it long haying been a fixed rule, that if the contingency is too remote, the executory devise dependent upon it, shall not be utterly void, so far as it exceeds the fine prescribed, bxit shall wholly fail.” The soundness of the opinion expressed by the learned author of the note, supported by that of Sir William Grant, in the case of Leake vs. Robinson, that it might have been well, had the Courts held an executory devise transgressing the allowed limits, void only for the excess, may be well questioned. The reasoning of the Master of the Rolls in that case, presents in a strong light, the objections to the rule he seems to think it might have been well enough to establish. Its .adoption would inevitably have led, in many cases, to a remodeling of last wills and testaments, to such an extent as scarcety to leave a trace of the testators real intention, on its face.\nIn the exercise of a large discretion, controlled by no fixed rules, the intention of the deceased tostator, as exjrressed in his last will and testament, would give place to that of the living judge, whose peculiar dut3 it is to expound, and not to make wills. “An executory devise (says Lovelasson wills, 135) which exceeds the allowed limit, is wholly void, and not for the excess only; but a trust for accumulation, beyond the period prescribed by the statute, is void only for the excess. But if the trust exceed the period allowed for accumulation, before the statute, as a trust for accumulating the rents during successive minorities, to be paid to the first person in possession, attaining twenty-one, it is altogether void.” Jarman, of wills, (p. 231,) sa3s: “A devise to such of the grand-children of the testator as should be living at the expiration of twenty-one years and one day, from the testator’s decease, would clearly be-void.” And again, “where a gift to a class extends to objects too remote, the fact that some of the objects composing the class-were actually bom within the period allowed by the rule of law, will not render the gift valid, quoad those objects.” The doctrine and the-circumstances under which it is applied, is thus stated by Earn, on the Exposition of Wills, (p. 4:) “In whatever way a testator may attempt to create a perpetuity, whether, 1. By devising successive estates for life to persons unborn; or 2. By depriving a tenant in tail of his power to suffer a common recovery; or 3. By limiting an executory devise, which is not to take effect within the period prescribed by law; or 4. By means of a power; or 5. By a devise on trusts which would make the estate inalienable longer than the law permits — the intention of the testator cannot he carried into effect.” Again, (p. 240,) “and the two chief cares of the law on a settlement of real property, are to prevent a vacancy in the possession of the freehold, and the creation of a peipetuity. The technical forms of particular estate and remainder, which are found in the common law deed, are not required in a settlement by will; and in their place, the informal limitations, called executory devises, are permitted to have the effect of technical limitations. Irregularity of.form in a will is, nevertheless, not permitted either to put the freehold in abeyance, or to create a peipetuity. In the exposition, therefore, of executory devises, subserviently to the rules against the abeyance of the freehold, and the creation of a perpetuity, the aim of the law is, to fulfill' the intention of the testator;- and, moreover, it should seem to give to the irregular limitations of the will the effect of a settlement in form by deed.” In Fearne, 502, this language is held: “Here, indeed, it may not be improper to remark once for all, that any limitation in future, or by way of remainder, of lands of inheritance, which in its nature tends to a perpetuity, even though there be a preceding vested freehold, so as to take it out of the description of an executory devise, is by our Courts considered as void in its creation.”\nThe references thus made, are deemed entirely sufficient to show the illegality of the same devises contained in the will of Rivard, and are conclusive upon the question so fully argued by counsel as to whether partial effect can be given to it by the application of the doctrine contended for.\nBut the doctrine of cy pres or approximation has been invoked, and it was insisted with much earnestness that it could consistently with the rules of law be so applied, as to give effect to some extent to the devises in question, although the Court might treat the excess as void. The .cases cited, and indeed the whole current of English authority, is hostile to the application of such a doctrine to the present case. Its inapplicability however, will be more clearly perceived when we consider its nature, and the cases to which it may be applied. In a note by Butler? (see Fearne, 203,) the doctrine of cy pres is stated with clearness and illustrated by examples. He says, “ The cases in which the doctrine has been received, have arisen on devises in which the testator has expressed himself in terms which have been thought by the Courts to contain a clear indication of his intention that the devisee and his issue should take the lands, and an intimation of the mode of the issue’s taking them; and his language in respect to the mode of the issue’s \"taking them, has been thought by the Courts to be such, as construed literally, imported limitations contrary to law. In construing these devises, the Courts have considered the testator’s primary object was that the issue of the devisee should take the land, and that the mode in which the issue should take it was the testator’s secondary object; or, as it has been usually expressed, that the former was his general, the latter his particular intention. Then, in conformity to the uniform practice of effecting the testator’s intention as far as possible, they have thought themselves required to adopt that construction of the devise which, by including the issue of the devisee, satisfied the testator’s general intention that the issue should take, but which at the same time, by raising for the issue estates different from those which the testator . appeared to have intended them, sacrificed to that extent his particular intention.”\n“Thus, where the testator has devised lands to a person and his issue and has appeared to intend that all the devisee’s issue should take the lands, and, at the same time, has appeared to intend to devise estates by purchase, to the children of unborn children of the devisee, the Courts have considered such limitations contrary to law; but, as the will has appeared to them to show an intention that the issue should talce, and this intention could be effected by the issue’s taking derivatively through\nthe ancestor, the Courts, rather than the testator’s intention should absolutely fail of effect, have put such a construction on the devise as vested the inheritance in the ancestor himself. Such a construction brings all the parties intended to be benefitted by the testator, within the operation of the devise, and thus satisfied the testator’s general intention; but in respect to the mode in which the testator would be thought, by the literal meaning of his language, to intend they should take, this is materially varied, and thus his particular intention is sacrificed.” If this be a correct exposition of the doctrine of cy pres, and that it is so, is established by the case of Moneypheny vs. Dering and others, (16 Mee & Welsby, 418,) it is somewhat difficult to imagine how it can be applied to the will before us. The mode suggested by the rule would be inadequate under our statute, to produce the end sought to be accomplished, and would defeat the clear, manifest general intention of the testator. That intention was to create such limitations as would effectually prevent the estate from ever vesting. This is not matter of inference, but of express declaration. A perpetuity was the prevailing, absorbing thought; this was the end to be accomplished; the means by which it was to be accomplished was the creating of an endless succession of life estates. The enjoyment of the estate, through the countless succession of life estates created by the will, was, to be sure, to inure to his children and children’s children, to the latest generation ; but the motive cannot be gathered from the will, that any particular person or class were to be the special objects of his bounty. The estate was to pass from grand-children to great-grand-children, not because either one of the class were more the object of his bounty than the other, but because it was the appropriate and natural channel through which his estate might flow perpetually, and at the same time carry out the main purpose and design so strongly impressed upon the will. There are, then, no two intents, the one general and the other particular, which the Court are called upon to harmonize. Such an attempt would prove abortive, and would inevitably lead to a sacrifice of the great primary purpose which the testator had in view. That the view stated in the note of Butler, from which I have quoted, is supported by authority, reference may be had to the recent case of Moneypheny vs. Dering and others, (16 Mee & Welsby, 418.) Baron Rolfe, in deliv- • ering the opinion of the Court, says: “ The doctrine of cy pres, in reference to questions of perpetuity, arises where a testator gives real property to an unborn person for life, with remainder to the first and other sons of such person, in tail- male, or with remainder to the first and other heirs of such person, in tail general, with remainder to the daughters as tenants in common in tail, with cross remainders amongst them. In such cases, the law, in order to prevent theRestatods intention from being entirely defeated, has treated his expressed intention as divisible into two parts: first, the intention that the first taker and his issue male, or issue general, as the case may be, shall all take in succession, according to the legal course of descent; and secondly, the intention that the first taker shall take an estate for life only, and that his children shall take as purchasers; and the two intentions being thus ascertained, the Courts have treated them as independent of each other, and have said that the inability to carry into effect the second or subordinate intention shaII not defeat the primary or general intention; and such a devise has therefore been held to give an estate in tail 'male, or in tail, as the case may be, to the first taker. By these means, the estate, if left, as it were, to itself, will go in the precise course marked out by the testator, though it will (contrary to what he intended) be liable to be diverted from that course by the act of the^first taker. Whether, in ' such a simple case as that which we have stated for the purpose of explaining the doctrine, it might not have been better originally, to act on a different principle — to hare said that the two intentions were blended together, and so that the language of the will afforded no guide to show what the testator intended, in a ease where a will in its integrity could not be carried into effect, is a matter in which it would be in vain to speculate.” The concluding remarks indicate at least, serious doubts as to the soundness of the doctrine, and if a failure to administer it would not have had the effect of “unsettling landmarks,” fifis quite probable it would not now be recognized by the English Courts. The doctrine is certainly one, which, in its practical application, requires great caution, and should only be applied in a clear case — never where the intention of the testator is liable to be frustrated. The attempt to divide a single intention is a work of great delicacy, and is well calculated to task the legal metaphysics of the most acute lawyer-. The books show that it .is not viewed -with the favor it once was, and much more care is observed by Courts in applying it, than formerly. \"Whether it will commend itself to our approval, in a case fit for its application, it is not now necessary to decide. There is always great danger of forcing upon a testator a will which he did not make, and perhaps never would have made, when Courts undertake to give partial effect to its provisions. If, for instance, the testator in the will before us, had been told that its leading object would have been declared void by our Courts, how are we to say that he would have remodeled it in the manner now proposed. I agree in the sound views expressed by Dickenson Senator, in the ease of Root vs. Stuyvesant, (18 Wend. 318,) he says: “If we cannot execute the whole will, or some distinct or independent intent, the whole had better be declared void.”\n■ I have examined and carefully analyzed every case referred to by counsel on both sides, but the great length to which this opinion has already extended, forbids that they should be separately considered. It may be sufficient to say that I find no English case which warrants the application of the doctrine of cy pres to a will containing provisions like that before us, and which the law declares is void in its creation. I say English cases, because it is in cases arising in the country where the doctrine in question had its birth, that we are to look for correct and authoritative expositions of its true nature.\nIt is suggested by the counsel for the defendants tliat the distinction between an executory devise and contingent remainder was merely technical: this may be, and yet the distinction is palpable and substantial. “A contingent remainder may be limited in conveyances at common law; it relates only to lands, tenements, and hereditaments, real or mixed; it requires a freehold to precede and sujrport it, and must vest at farthest, at the instant the preceding estates determine.” “An executory devise is admitted only in last wills and testaments; it respects personal estates as well as real; it requires no preceding estate to support it; and if there be any preceding estate, it is not necessary that the executory devise should vest, when such preceding estate determines.” (Fearne, 418.) But the great and essential difference consists in this: that the first may be barred and destroyed, or prevented from taking effect; whereas, it is a rule that an executory devise cannot be prevent ed or destroyed, by any alteration whatsoever in the estate out of which or after which it is limited.\nI have not discussed the technical rules which Courts have applied in giving an interpretation to the words “in case of demise without posterity,” “ descendants” &c. The sense in which they were used by the testator is to be gathered from the whole will, and in precisely that sense are they to be understood by this Coiut. The intention of the testator is to govern in giving a construction to those words; and in respect to that intention no doubt can arise. The obvious import of the former words are equivalent to the words dying without issue: those words sometimes embrace collaterals, according as the testator intended they should he understood Whatever estates, then, were intended to be created by the testator, it is manifest that the fee was to vest upon a contingency too remote, viz: the indefinite failure of issue, and the -«state in the meantime is inalienable. I conclude this branch of the case with the remark of an English Chancellor, that “an attempt to make a perpetual succession of life estates, is vain, and not practicable.”\nThe grpund assumed by the counsel, that it would be competent under section 5, chapter 1, title 1, part 2, of the revised statutes of 1838, so to construe the will, as to give a life estate to the first takers, remainder over in fee to the second takers, cannot he sustained. That section is in these words: “When lands are given by deed or will to any person for life, and after his death to his heirs in fee, or by words to that ef- . feet, the conveyance shall be construed to vest an estate for life only in such first taker, and a remainder in fee simple in his heirs.”\nThe principles settled by this opinion preclude the' possibility of giving any such effect to the will in question. This could not he done without violating every sound rule of construction, and frustrating the intention of the testator, who never contemplated that the fee should vest in the heirs of the first takers. He has declared that the fee should ultimately vest, if ever, in his heirs in the ascending line, after those in the descending line should become extinct; the proposition now is, to vest the estate, after the determination of a life estate, in the second takers in the direct line. He has declared in language so explicit and clear as not to admit of a doubb that his great object was to render the etetate demised, inalienable, while “posterity exists;” the proposition now is, to vest the estate in the second takers, thus rendering the estate alienable, after the determination of a life in being. In a word, we are called upon to demolish tbe fabric which tbe testator built, and upon its ruins erect another, so dissimilar in its structure, that'if it were permitted to him to re-visit this world and see it, be would fail to recognize in it tbe wort of bis own band. This, Courts cannot and will not do. It was for tbe testator to speak — this Court is not permitted to speak for him; it was for him to declare bis wishes; tbe duty of this Court is to give effect to those wishes, if consistent with the rules of law. It is a sufficient answer to tbe argument, founded on tbe statute, to say that no estate for life is given to any person, and after bis death to bis heirs m fee; nor are any words of similar import to be found in tbe will.\nTbe objection that a party cannot claim under and against the will at tbe same time, is inapplicable to tbe case made by tbe bill. The whole aspect of tbe bib shows that be does not claim under, but against tbe will.\nTbe other ground of demurrer is not web taken. If tbe complainant has derived title through a tax deed, the purchase made by him will inure to tbe benefit of tbe respondents. There was no objection to setting out this tax title in proceedings for partition, where there are no adverse parties, but all are equaby actors.\n\"The demurrer should be overruled, and it must be so certified to tbe Circuit Court of the County of Wayne.",
        "type": "majority",
        "author": "By the Court, Whipple, J."
      }
    ],
    "attorneys": [
      "Messrs. A. JD. Fraser, Van Dyhe & Emmons, and H. T. Backus, for complainant.",
      "C. O'Flynn, for defendants."
    ],
    "corrections": "",
    "head_matter": "St. Amour vs. Rivard et al.\nWhere a testator provided in his will that each disposal of real estate made by it should only be for tho use and benefit of the persons in whoso favor it was made, his or her life lasting; that no parcel of tho real estate should bo sold or alienated in any manner, but after tho decease of those several to whom shares or parcels of the estate were assigned, said shares should remain for tho use and benefit of the descendants of him or her to whom a share had been assigned, their lives lasting, and so on, and in case of demiso without posterity, the said share should accrue to the use and benefit of the owners being of tho testator's relation or descendants, their lives lasting, of the next share or shares, and so on, as long as any posterity should exist, and in case of extinction to the next heirs, — it was held thafc tho will, inasmuch as it sought to create an indefinite succession of life estates and to render the property demised inalienable, was void as being against: the policy of tho law.\nNor will tho demise in the will be sustained as an executory devise.\nAu executory devise directing limitations beyond the period allowed by law is void for the whole and not merely for the excess beyond the legal period.\nThe doctrine of approximation, or, as it is generally called, the cypres doctrine, cannot bo applied in support of a will of this description, there being no general intention of the testator, not conflicting with the law, which the Court could sustain by sacrificing the the testator’s particular intention.\nIt is not competent under section 5, title 1, part 2, It. S., 1836, so to construe such a will as to give a life estate to the first takers, remainder over in fee to the second takers.\nCase reserved from Wayne Circuit Courts in Chancery.\nThe bill in this cause was filed to obtaiu a constructiou of the will of Francis Rivard, deceased. The will was not dated, hut was said to have been executed in 1831. The testator died in 1841, and Ms will was proved in 1842. It contained the following devise: “I leave to my son Leon, his life lasting, the use and.benefit of a certain tract of land,” (then follows the description.) Eight other demises somewhat similar follow, and then comes this declaration of the testator: “It is well to he understood that all and every single disposal of real estate made in this my testament, is only for the use and benefit of him or her in whose favor it is made, his or her life lasting, and that it is my formal will that neither my real estate nor any parcel thereof, will ever be sold or alienated in whatsoever manner — but that after the decease of those several to which shares or jiarcels of my real estate have been assigned, the said shares or parcels will remain for the use and benefit of the descendants of him or her to whom a share has been assigned, their lives lasting, and so on, and in case of demise without posterity, the said share will accrue to tho use and benefit of the owner or .of tho owners being of my relation or descendants, their life lasting, of the next share or shares, and so on as long as any posterity will exist, and in ease of extinction to the next heirs .”\nThe persons to whom these devises were made, were principally the children and the heirs at law of the testator, had he died intestate, They sold all their interest in the real estate to the complainant, who files his bill for a partition. The grand children are made parties, and they demur to the bill.\nMessrs. A. JD. Fraser, Van Dyhe & Emmons, and H. T. Backus, for complainant.\nC. O'Flynn, for defendants."
  },
  "file_name": "0294-01",
  "first_page_order": 302,
  "last_page_order": 314
}