{
"id": 3187695,
  "name": "Lee COFIELD v. Max BURGDORF",
  "name_abbreviation": "Cofield v. Burgdorf",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44709",
  "first_page": "297",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 297"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 357"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "210 La. 362",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10033996,
        5383822
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/27/0131-01",
        "/la/210/0362-01"
      ]
    },
    {
      "cite": "195 La. 70",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10026754,
        1192685
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so/196/0023-01",
        "/la/195/0070-01"
      ]
    },
    {
      "cite": "184 La. 632",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10029633,
        5530874
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so/167/0172-01",
        "/la/184/0631-01"
      ]
    },
    {
      "cite": "176 La. 193",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3076274,
        10050421
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/176/0193-01",
        "/so/145/0513-01"
      ]
    },
    {
      "cite": "174 La. 257",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10024204,
        5422351
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/140/0040-01",
        "/la/174/0257-01"
      ]
    },
    {
      "cite": "66 L.R.A. 322",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "112 La. 574",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2470495
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/112/0573-01"
      ]
    },
    {
      "cite": "187 La. 642",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10042777,
        3167446
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/175/0442-01",
        "/la/187/0641-01"
      ]
    },
    {
      "cite": "67 So.2d 543",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3140655,
        9919039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/223/0937-01",
        "/so2d/67/0543-01"
      ]
    },
    {
      "cite": "223 La. 938",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9919039,
        3140655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/67/0543-01",
        "/la/223/0937-01"
      ]
    },
    {
      "cite": "234 La. 1048",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9889923,
        2890062
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/102/0451-01",
        "/la/234/1047-01"
      ]
    },
    {
      "cite": "191 So. 607",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10060486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/191/0607-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7730,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 1.559744235162505e-07,
      "percentile": 0.6767137775213922
    },
    "sha256": "2d814836866f0a59e718b45576b1d2125709f12814bcbee8d70052f7b251c024",
    "simhash": "1:227567cf210ba456",
    "word_count": 1374
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lee COFIELD v. Max BURGDORF."
    ],
    "opinions": [
      {
        "text": "HAWTHORNE, Justice.\nPlaintiff Lee Cofield instituted this suit to recover damages for personal injuries sustained by him when an ice truck backed into him as he was walking along a street in the City of Natchitoches. In the lower court there was judgment in favor of plaintiff and against the defendant Max Burgdorf for $1,250 and an additional sum of $147.30 as medical expenses. The Court of Appeal reversed this judgment and dismissed plaintiff’s suit. On application of plaintiff this court granted a writ of certiorari, and the case is before us under our supervisory jurisdiction.\nAt the time of the accident the truck was being driven by Leroy Brown, aged 15, and was owned by the defendant Max Burgdorf, who operated an ice manufacturing and delivery business in Natchitoches. There is no actual dispute about how the accident occurred, and it is conceded that the truck driver Brown was negligent. The evidence fully establishes that at the time of the accident the truck was in defendant’s service being used to deliver ice to his customers. The only question presented is one of fact — that is, whether Leroy Brown was acting as an agent or employee of defendant and in the course and scope of his employment when the accident occurred.\nBoth the district court and the Court of Appeal as well as the litigants recognize that a well-established rule of law is applicable to this case. The Court of Appeal said:\n“The rule that the agency and scope of employment of a driver of a motor vehicle may be established by the presumption that where one is in the possession of such a vehicle of another and is using it in the service of such other, he is the servant or agent of the owner, is well recognized in the jurisprudence of this State.” Ill So.2d 845, 846.\nThe presumption created by the above rule is a rebuttable one. However, where, as here, the truck of the owner is being used to render services for the owner’s business, the proof necessary to overcome the presumption should be strong and convincing. See Coon v. Monroe Scrap Material Co., La.App., 191 So. 607.\nThe trial judge pointed out that there was testimony that the driver Leroy Brown and William H. Brown, who was also in the truck at the time of the accident, had been driving and delivering ice in a Burgdorf truck for about a year prior to the testimony. The judge concluded that defendant had failed to discharge the burden of overcoming the presumption that Leroy Brown was his employee, particularly since neither Leroy Brown nor William Brown, possessors of the truck, was called to testify and explain their possession of the vehicle or why they were delivering ice for defendant in his truck without being employed to do so. The Court of Appeal, on the other hand, was of the view that the defendant Burgdorf by his own testimony and by the introduction of certain employment records in his possession had overcome the presumption, and accordingly that court dismissed plaintiff’s suit.\nIn the instant case the proof is conclusive that on the date of the accident Leroy Brown and William H. Brown were selling and delivering ice to defendant’s customers in a truck owned by defendant, and that at the time of the accident Leroy Brown was driving the truck. Max Burgdorf, the defendant, admits that William H. Brown was in his employ as a helper in the delivery of ice to his customers, but states that this employee had no authority to drive the truck. He says that George Johnson was the regular driver of the truck on this ice route, but concedes that George Johnson, did not come to work on Sunday before the accident on Monday, and that he had instructed that Johnson be discharged. He states that he himself was not at the ice manufacturing plant when the truck left on the day of the accident to deliver ice to his customers, and did not know how Leroy Brown, the driver, came into possession of the truck. He concedes, however, that Leroy Brown had been employed by him to cut weeds and clean up around the ice manufacturing plant.\nTo rebut the strong presumption that Leroy Brown was an employee, agent, or servant of his, Burgdorf offers only his own testimony and his employment records and reports made to state and federal agencies. He says he had no knowledge that Leroy Brown was driving the truck, and gives no explanation of how Brown came into possession of the vehicle. Burgdorf admits that he learned of the accident about two hours after it happened, yet he would have us believe that at the time of the trial he still had no idea how Leroy Brown happened to be driving the truck. It is difficult to believe that after the accident he made no investigation of his own to ascertain why Leroy Brown, a boy 15 years old, was driving his truck and delivering ice to his customers. It is not so much what he says in the instant case as what he fails to show that leads us to the conclusion that he has failed to overcome the presumption.\nIn this case we do not have testimony of either Leroy Brown or William Brown or of any other employee working at the ice plant to explain how Leroy Brown came into possession of the truck. We cannot help wondering what became of the receipts for the sale of ice sold and delivered by Leroy Brown on the day of the accident. To accept Burgdorf’s testimony we would have to conclude that Leroy Brown was performing services for him without his knowledge and without compensation. This is just not reasonable.\nFor the above reasons it is our conclusion that the plaintiff in the instant case is entitled to recover damages, and accordingly the judgment of the Court of Appeal will be reversed.\nFor the purpose of determining the quantum of damages to be awarded the plaintiff, as is customary and proper in cases of this kind we shall remand the cause to the Court of Appeal, Second Circuit. See Demerest v. Travelers Ins. Co., 234 La. 1048, 102 So.2d 451; Herget v. Saucier, 223 La. 938, 67 So.2d 543; and authorities cited in these cases.\nFor the reasons assigned the judgment of the Court of Appeal, Second Circuit, is annulled, reversed, and set aside, and the case is remanded to that court for further proceedings according to law and consistent with the views here expressed. Defendant-respondent is to pay all costs.\n. R.S. 13:4450 provides that any party aggrieved by a judgment of the Court of Appeal may apply to the Supreme Court for a writ of certiorari or review to determine or review questions of law or jurisprudence. In Llorens v. McCann, 187 La. 642, 175 So. 442, 444, this court said that “It was never intended by the provisions of section 11 of article 7 of the Constitution, which were originally adopted as article 101 of the Constitution of 1898, providing for the issuance of writs of certiorari or review to the Courts of Appeal, that such writs should ever be granted in cases presenting only questions of fact”, but that under Article 7, Section 11, of the Constitution when a case has been brought before this court in response to a writ of certiorari, the court shall exercise the same jurisdiction as if the case had come here on appeal. In the Llorens case the court cited Brignac v. Pacific Mut. Life Ins. Co., 112 La. 574, 36 So. 595, 66 L.R.A. 322; Pipes v. Gallman, 174 La. 257, 140 So. 40, 42; Wylie v. Shreveport Railways Co., 176 La. 193, 145 So. 513; Decoy v. First Nat. Life Ins. Co., 184 La. 632, 167 So. 172. To these citations we add Robichaux v. Realty Operators, 1940, 195 La. 70, 196 So. 23; Hogan v. T. J. Moss Tie Co., 1946, 210 La. 362, 27 So. 2d 131; see 18 Tulane L.Rev. 324.",
        "type": "majority",
        "author": "HAWTHORNE, Justice."
      }
    ],
    "attorneys": [
      "Bethard & Bethard, Coushatta, for plaintiff.",
      "Gerard F. Thomas, Jr., Natchitoches, for defendant."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 357\nLee COFIELD v. Max BURGDORF.\nNo. 44709.\nNov. 9, 1959.\nBethard & Bethard, Coushatta, for plaintiff.\nGerard F. Thomas, Jr., Natchitoches, for defendant."
  },
  "file_name": "0297-01",
  "first_page_order": 181,
  "last_page_order": 184
}