{
  "id": 4381435,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. VIRGIL LEON MESSER, Defendant and Appellant",
  "name_abbreviation": "People v. Messer",
  "decision_date": "1969-09-22",
  "docket_number": "Crim. No. 3506",
  "first_page": "300",
  "last_page": "305",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 300"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "341 P.2d 679",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "52 Cal.2d 467",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4383678
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/52/0467-01"
      ]
    },
    {
      "cite": "366 P.2d 481",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "17 Cal.Rptr. 129",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "56 Cal.2d 855",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4379476
      ],
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/56/0855-01"
      ]
    },
    {
      "cite": "56 Cal.Rptr. 226",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "248 Cal.App.2d 56",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2192346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/248/0056-01"
      ]
    },
    {
      "cite": "393 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11316280
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "377-378"
        },
        {
          "page": "610-611"
        },
        {
          "page": "377"
        },
        {
          "page": "610-611"
        },
        {
          "page": "578"
        },
        {
          "parenthetical": "six years"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0374-01"
      ]
    },
    {
      "cite": "386 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170322
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 10939,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.40991366678134517
    },
    "sha256": "5af557df39ce618354e094f082b3839c1520214a3df97035ab578cf1c21268f5",
    "simhash": "1:49b9f42fe5634796",
    "word_count": 1822
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. VIRGIL LEON MESSER, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "ing concurrent sentences on five counts of violation of section 288, Penal Code. He was acquitted on two other counts charging similar acts against a second child.\nThe evidence adequately supports the verdict. The victim named in the five counts was the 8-year-old daughtei of defendant. The two counts upon which he was acquitted had to do with a 14-year-old stepchild.\nIssues\nDefendant states the issues as follows:\n“1. Was appellant deprived of his constitutional right to a Speedy Trial.\n“2. Did the lower Court commit error in allowing the prosecution to present certain rebuttal evidence and if so, was this error prejudicial.\n“3. Was the prosecutor guilty of prejudicial misconduct due to the improper questions he asked.”\nNo Denial op the Right to a Speedy Trial\nDefendant’s claim he was denied his right to a speedy trial has the following background:\nHe left Orange County on May 6, 1967, before a complaint had been filed on charges of acts committed in March and April 1967, and went to Oregon where he speedily was convicted of a burglary that placed him in prison on May 17, 1967, until January 10,1968.\nWhile incarcerated in Oregon he wrote to the Orange County District Attorney on August 21, 1967, asking that he be brought to trial in California on the complaint filed against him by his wife and daughters. The district attorney wrote to the Oregon authorities on October 2,1967, relating that appellant had demanded a speedy trial. Inquiry was made when appellant would be paroled and when he could be turned over to California for trial. On October 12, 1967, the Oregon authorities told the district attorney that Oregon was not a member of the Interstate Agreement on Detainers; consequently, they had no legal machinery for releasing prisoners before the time of parole. The information was filed and arraignment was held on January 26, 1968. The case came to trial on June 17,1968... ■\nOn March 13, 1968, attorney for appellant made a motion under section 995 of the Penal Code and a motion for dismissal under section 686 of the Penal Code of California. Both motions were denied. Attorney for appellant again made a motion for dismissal before the Honorable C. A. Bauer, in department 9 of the superior court. This motion was denied.\nOn June 17, 1968, the attorney for appellant made a motion to dismiss based on the fact that the defendant was denied his right to a speedy trial due to the dilatory tactics of the district attorney in failing to get the defendant to trial for approximately 160 days after the demand was made by the appellant from the Oregon prison.\nDefendant, through an Oregon public defender, also made a written notice to dismiss in the municipal court of Orange County which was denied on November 22,1967.\nBoth the federal Constitution (6th Amend.) and the Constitution of California (art. I, § 13) guarantee a defendant in a criminal case the right to a speedy trial.\nThe right under the federal Constitution is enforceable against the states as one of the basic rights preserved by that Constitution. (Klopfer v. North Carolina, 386 U.S. 213 [18 L.Ed.2d 1, 87 S.Ct. 988]; Smith s,. Hooey, 393 U.S. 374 [21 L.Ed.2d 607, 89 S.Ct. 575.]\nHowever, the constitutional guaranty of the state Constitution is as- coextensive in its operation and as demanding upon the courts and law enforcement officials of the state as is that of the federal Constitution.\nThe federal constitutional guarantee has been declared necessary: “To prevent undue and oppressive incarceration prior to trial,. [2] to minimize anxiety and concern accompanying public accusation, and [3] to limit the possibilities that long delay will impair the ability of an accused to defend himself.” (Smith v. Hooey, 393 U.S. 374, 377-378 [21 L.Ed.2d 607, 610-611].) Nor is the right of a defendant imprisoned in another jurisdiction to a speedy trial in the state in which a charge is pending destroyed or diminished because of such imprisonment. (Smith v. Hooey, supra, 393 U.S. 374.)\nPenal Code, section 1389, embodies the interstate “Agreement on Detainers” under which a prisoner in a penal institution of a state may make request for a speedy final determination of any pending charge against him in another state. The: agreement binds a party state to permit release of a prisoner upon the making of such request for delivery to the state in which a charge is pending and binds the latter state to receive the prisoner and bring him to trial within 180 days of the delivery of such request or to dismiss the charge with prejudice.\nOregon has not adopted the Interstate Agreement on Detainers. Defendant’s brief states he is informed the District Attorney of Orange County received from Oregon authorities a letter dated October 12, 1967, stating that Oregon was not a member of the Interstate Agreement on Detainers and they had no legal procedure for releasing prisoners before their being paroled.\nThe copy of defendant’s written request to the Orange County District Attorney that he be brought to a speedy trial, of which a copy is made a part of his brief, stated he was tentatively to be discharged from his Oregon imprisonment on June 6,1968, with good time.\nIn fact, after his discharge from the Oregon imprisonment and his return to Orange County his trial was first set for March ,20, 1968, and continued at defendant’s request to a later date.\nThe March 20 trial date was only seven months less one day from the date defendant states he gave notice to the Orange County District Attorney of his desire for an early trial.\nSince Oregon is not a party signatore to the Interstate Agreement on Detainers, it is perhaps unlikely she would respond to a California court’s writ of habeas corpus ad prosequendum. (Cf. Smith v. Hooey, supra, 393 U.S. 374, 377 [21 L.Ed.2d 607, 610-611, 89 S.Ct. 575, 578].)\nBy contrast with the extended periods of time over which the prisoners in Smith v. Hooey, supra (six years) and Zimmerman v. Superior Court, 248 Cal.App.2d 56 [56 Cal.Rptr. 226] (four years) sought unsuccessfully to be brought to trial, it seems probable that the communication from the Orange County authorities to the Oregon authorities had the effect of shortening defendant’s Oregon confinement by several months and of having defendant tried in Orange County within what, under the circumstances, was a reasonable time. He was not denied the right to a speedy trial under either the federal Constitution or the Constitution of California.\nThe Objectbd-to Eebuttal Evidence\nAfter defendant had testified and had denied sexually touching either child, his former wife who had testified in chief for the prosecution, was called in rebuttal.\nShe was asked about a telephone conversation with defendant who had called her in the previous month and had said Betty, the elder child, lied in her testimony given at the preliminary hearing; he did not say anything about Cindy, the younger child. Objection was madé to any question concerning the conversation upon the ground the testimony concerning it was not proper rebuttal. The inference that might be drawn from the conversation was that by challenging the testimony of Betty but not that of Cindy defendant impliedly admitted the truth of the latter.\nThe inference could not arise unless defendant had said that Betty lied. That circumstance seems to absolve the prosecution of the charge of wilfully withholding a part of their evidence in order to present such evidence as a final, deadly blow after the defense had presented its evidence. Since the district attorney could not know when he rested his case in chief whether defendant would testify or to- what effect, it may reasonably be considered a tactical decision whether the district attorney should present evidence of defendant’s denial of a part of the case against him for the sole purpose of preparing the ground for a possible inference of an implied admission.\nIn such circumstances it was within the court’s discretion to admit the evidence in rebuttal. Defendant had the opportunity to deny the testimony or to explain -the conversation. He and his former wife were the only parties to the conversation, so that he has suffered no prejudice from the order in which the evidence was presented.\nIn general it is within the discretion of the trial court to permit in evidence as rebuttal, testimony that might have been presented as a part of the People’s case in chief or to permit the reopening of the People’s ease in chief. (People v. Fitzgerald, 56 Cal.2d 855, 861 [17 Cal.Rptr. 129, 366 P.2d 481]; People v. Chessman, 52 Cal.2d 467, 493 [341 P.2d 679].)\nAlleged Misconduct of the Prosecuting Attorney\nThe claim of misconduct is based upon the fact defendant on cross-examination was asked several questions to which objections were sustained. The questions were these:\n‘ ‘ Did you sell a ear before you left ? ’ ’\n“Well, before you left, did you talk to your mother?”\n“Were you present at the Preliminary Hearing when they both testified?”\n“And you heard them testify basically the same then as they did yesterday and today ? ’ ’\n“Now, directing your attention to the end of May, 1968, this year, did you at that time write a letter to your wife?”\nThe first two questions referred to defendant’s departure for Oregon in May, 1967; the third and fourth seem to have been for the purpose of laying a foundation for the rebuttal evidence of Mrs. Messer; the fifth question was with reference to a letter Mrs. Messer had identified as having been written in defendant’s handwriting and received by her.\nWe do not draw, nor did the trial court draw, the inferences defendant says must have been drawn by the jury from the first two questions. They may have been intended to show the haste with which defendant left California. They can have no significant effect.\nThe third and fourth questions could have had the effect of emphasizing the consistency of Cindy’s testimony. Very obviously, however, it was for the foundational purpose we have mentioned.\nAs to the last question which concerned the letter, the objection sustained may or may not have been properly sustained depending upon what the letter contained rather than upon whether the letter had been mentioned in the direct examination. Taking the questitins separately and together they do not bear out the claim the prosecution attorney was guilty of misconduct. Lack of effective purpose in asking questions is not the same as misconduct or malice.\nJudgment affirmed.\nBrown (Gerald), P. J., and Coughlin, J., concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 3506.\nFourth Dist., Div. One.\nSept. 22, 1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. VIRGIL LEON MESSER, Defendant and Appellant.\nMarvin J. Mizeur and Mizeur & Leeger, under appointment by the Court of Appeal, for Defendant and Appellant.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Jeffrey S. Wohlner, Deputy Attorney General, for Plaintiff and Respondent"
  },
  "file_name": "0300-01",
  "first_page_order": 322,
  "last_page_order": 327
}
