{
  "id": 3186716,
  "name": "Mrs. Bertie Higginbotham De Cilio LODATTO v. Joseph A. LODATTO",
  "name_abbreviation": "Lodatto v. Lodatto",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44723",
  "first_page": "305",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 305"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 359"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "200 La. 775",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5412824,
        10075746
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/200/0776-01",
        "/so2d/8/0697-01"
      ]
    },
    {
      "cite": "187 La. 265",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10043726,
        3168991
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/so/174/0351-01",
        "/la/187/0265-01"
      ]
    },
    {
      "cite": "183 La. 704",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3125809,
        10063511
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/la/183/0703-01",
        "/so/164/0633-01"
      ]
    },
    {
      "cite": "169 La. 390",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8502012
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/la/169/0389-01"
      ]
    },
    {
      "cite": "36 So.2d 393",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3044794
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/213/1083-01"
      ]
    },
    {
      "cite": "213 La. 1083",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3044794,
        12025843
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/213/1083-01",
        "/so2d/36/0393-01"
      ]
    },
    {
      "cite": "173 La. 407",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10029387,
        5423718
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/so/137/0196-01",
        "/la/173/0407-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 4763,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 3.3339777973786866e-07,
      "percentile": 0.8737596284571031
    },
    "sha256": "e2d98e1b392eb28215b1e64213d5b74e21194c4d2b685e758233027676e28a39",
    "simhash": "1:116e1b39e66aa40e",
    "word_count": 803
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mrs. Bertie Higginbotham De Cilio LODATTO v. Joseph A. LODATTO."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nWrits were granted by this Court to review a judgment of the lower court denying a motion for a suspensive and devolutive appeal from an order directing the payment of alimony pendente lite.\nMrs. Bertie Higginbothan De Cilio Lodatto brought suit for separation a mensa et thoro, and asked for alimony pendente lite. After a trial on the rule nisi, the court rendered judgment in favor of the plaintiff condemning the defendant to pay alimony pendente lite in the amount of $100 per month. Defendant filed a motion for a rehearing and/or a new trial, which was overruled, and the judgment was signed on June 2, 1959. On June 12, 1959, defendant moved for an appeal, both suspensive and devolutive, from the judgment awarding alimony pendente lite. The motion for appeal was denied by the trial judge, whereupon the defendant applied to this Court for writs of certiorari, mandamus and prohibition. The writs were granted and the matter is now submitted for our determination.\nRelator now contends that the ruling of the district court refusing an appeal, both suspensive and devolutive, is erroneous and contrary to the law and the established jurisprudence of Louisiana.\nIn brief filed in this Court, respondent contends that the order herein is interlocutory, remaining subject to the control of the judge, and any injury which might result from the issuance of this order is reparable, hence there is no basis for an appeal. As authority for this position, respondent cites and relies upon the reasoning in an article appearing in 7 Tulane Law Review at page 272.\nThe article cited by respondent is a case note on the decision of Ramos v. Ramos, 173 La. 407, 137 So. 196. In the Ramos case the defendant was ordered to pay alimony pendente lite by the lower court. Defendant applied for, obtained, and perfected a suspensive appeal. In this Court, plaintiff moved to dismiss the appeal as a suspensive one and have it stand as devolutive. We denied the motion to dismiss and held that a judgment granting alimony pendente lite may be appealed from suspensively. There were two dissenting opinions in the Ramos case, and the writer of the Tulane Law Review article concludes that since a judgment for alimony pendente lite apparently is interlocutory, and any injury which might result by not allowing an appeal is easily reparable, the court should not permit any appeal in view of Article S6S of the Code of Practice. It was the conclusion of the writer of that article that the decision seems to defeat the very purpose of Article 148 of the LSA-Civil Code which provides immediate relief to the wife in necessitous circumstances.\nIn many cases this Court has squarely held that a judgment ordering the payment of alimony pendente lite is one that may bé appealed from suspensively.\nIn Foret v. Gautreaux, 213 La. 1083, 36 So.2d 393, this Court pointed out that since 1927, the year of the decision in Ramos v. Ramos, supra, this Court has been asked on many occasions to decide whether or not a suspensive appeal lies from a judgment awarding alimony pendente lite, and on all occasions the Court has answered the question affirmatively. We reaffirm this rule.\nThe judgment of the district court refusing the relator’s motion for an appeal, both suspensive and devolutive, is therefore erroneous.\nFor the .reasons assigned, it is ordered that the alternative writs issued herein be made peremptory, and that the Honorable James E. Bolin, Judge of the Twenty-Sixth Judicial District Court for the Parish of Bossier, be, and he is hereby, ordered to grant relator a suspensive and devolutive appeal from the judgment ordering him to pay alimony pendente lite to respondent herein, upon relator’s furnishing bond according to law. The costs of this proceeding shall await the outcome of the appeal.\n. Weyand v. Weyand, 169 La. 390, 125 So. 282; Ramos v. Ramos, 173 La. 407, 137 So. 196; Demerell v. Gerlinger, 183 La. 704, 164 So. 633; Cotton v. Wright, 187 La. 265, 174 So. 351; Gravier v. Gravier, 200 La. 775, 8 So.2d 697; Foret v. Gautreaux, 213 La. 1083, 36 So.2d 393.\n. In the Foret ease the court quoted the following language from Cotton v. Wright, supra, viz.: “This court has repeatedly held that, under articles 575 and 580 of the Code of Practice, a judgment for alimony pendente lite may be appealed from suspensively. This is no longer an open question but is the settled jurisprudence on this subject.” Citing Wey- and v. Weyand, supra, Ramos v. Ramos, supra, and Demerell v. Gerlinger, supra.",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "Ferdinand A.. Cashio, Lewis Weinstein, 'Shreveport, for relator.",
      "Charles E. Tooke, Jr., John Gallagher, Shreveport, for respondent."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 359\nMrs. Bertie Higginbotham De Cilio LODATTO v. Joseph A. LODATTO.\nNo. 44723.\nNov. 9, 1959.\nFerdinand A.. Cashio, Lewis Weinstein, 'Shreveport, for relator.\nCharles E. Tooke, Jr., John Gallagher, Shreveport, for respondent."
  },
  "file_name": "0305-01",
  "first_page_order": 185,
  "last_page_order": 187
}
