{
"id": 807219,
  "name": "THE PEOPLE v. WESTON J. SMITH",
  "name_abbreviation": "People v. Smith",
  "decision_date": "1906-07-12",
  "docket_number": "",
  "first_page": "307",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 307"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 513"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "4 N. Y. Crim. 53",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        797858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/4/0053-01"
      ]
    },
    {
      "cite": "100 N. Y. 592",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "4 N. Y. Crim. Rep. 306",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        797861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/4/0306-01"
      ]
    },
    {
      "cite": "101 N. Y. 642",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2201576,
        2201435,
        2201565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/101/0642-02",
        "/ny/101/0642-01",
        "/ny/101/0642-03"
      ]
    },
    {
      "cite": "37 Hun, 190",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "17 N. Y. Crim. 287",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1187077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/17/0287-01"
      ]
    },
    {
      "cite": "77 App. Div. 185",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1187044
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/17/0138-01"
      ]
    },
    {
      "cite": "14 N Y. Crim. 513",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        1182809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/14/0513-01"
      ]
    },
    {
      "cite": "162 N Y. 274",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 12689,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.02892987197323087
    },
    "sha256": "50c11ad7fd0b4df449b9c28931809c9aaca9903983c3ccab281290a1ecd4894a",
    "simhash": "1:6c8ba6294e27948f",
    "word_count": 2196
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. WESTON J. SMITH."
    ],
    "opinions": [
      {
        "text": "Laughlin, J.:\nThe indictment under which the defendant has been tried and found guilty charged him with the commission of the crime of abduction on the 11th day of January, 1906, committed by taking, receiving, harboring, employing and using, and causing and procuring to be taken, received, harbored, employed and used, one Annie Eppert, a female of the age of fourteen years, not his wife, for the purpose of sexual intercourse.\nThe defendant did not take the stand and there is but little conflict in the material evidence.\nThe complainant was an orphan, her mother having died when she was very young, and her father having died when she was only eleven years of age. She was living with her aunt on the east side in the vicinity of Forty-second street. The defendant was a married man, having a wife and child with whom he resided at Ho. 9 West Eighty-fourth street. He was employed as head of the dress-goods department at Ehrich’s department store at Twenty-third street and Sixth avenue. ' At the time of the commission of the crime, the complainant was fourteen years of age and her next birthday was the fourth day of March thereafter. About six months prior to the date upon which it is charged that the crime was committed, she obtained employment as a cash girl in Ehrich’s department store and her duties brought her in contact with the defendant a few times a day. She continued to perform the duties as cash girl for five months and was then promoted to a position in the complaint bureau where she worked during the remaining month. She testified in substance that she was a virtuous girl; that the defendant, shortly after her employment at Ehrich’s store, manifested an interest in her and .frequently expressed a desire to have her meet him outside, to have her go riding with him and to have her take dinner with him; that she at first refused but finally yielded to his persuasion and one evening after the store closed, shortly after Christmas, 1905, she met him by appointment on the elevated station platform at Fifty-eighth street and1 Sixth avenue, he having suggested that they go to Central Park and having directed her what train -to take and having given her car fare and having stated that he would go on the same train and join her on the platform at the end of the railroad journey; that she then accompanied him into Central Park where he persuaded her to let him have intercourse with her in a secreted spot, after which they .separated and she went home; that thereafter he entreated with her to accompany him to the park again, and that after refusing on some,, occasions, she finally consented on the 11th day of January, 1906, and at his suggestion they followed the same course as on the prior occasion, meeting on the elevated station platform at Fifty-eighth street and Sixth avenue and from there going into the park together. Although the facts and circumstances detailed by the complaining witness render her testimony extremely probable, yet up to this point there is no substantial corroborating evidence.\nSection 282 of the Penal Code, under which the indictment was found, so far as material, provides as follows: “ A person who,\n“ 1. Takes, receives, employs, harbors or uses, or causes or procures to be taken, received, employed or harbored or used,, a female under the age of eighteen years, for the purpose of prostitution; or, not being her husband, for the purpose of sexual intercourse; * * * “ Is guilty of abduction, and punishable by imprisonment for not more than ten years, or by a fine of not more than one thousand dollars, or by both.”\nSection 283 of the Penal Code provides as follows:\n“ No conviction can be had for abduction, compulsory marriage, rape or defilement, upon the testimony of the female abducted, compelled or defiled, unsupported by other evidence.”\nIt is well established that the corroboration required by this section of the Penal Code must extend to all of the material facts necessary to show the commission of the crime, and must tend to prove the guilt of the defendant by connecting him therewith. (People v. Page, 162 N Y. 274, 14 N Y. Crim. 513; People v. O’Farrell, 175 id. 323; People v. Swasey, 77 App. Div. 185, 17 N Y. Crim. 138; People v. Haischer, 81 id. 559, 17 N. Y. Crim. 287.)\nThe learned counsel for the appellant contends that proof of the “ taking ” was essential to the conviction, and that this requires proof that the female was persuaded or induced to accompany the defendant for the unlawful or prohibited purpose. It has long been the settled rule that no physical force or compulsion is essential to constitute n taking ” within the meaning of the statute, and that any deception, persuasion or inducement is sufficient. (People v. Seeley, 37 Hun, 190; affd., 101 N. Y. 642; People v. Scott, 4 N. Y. Crim. Rep. 306; affd., 5 id. 61.) The provision of section 282 of the Penal Code as first enacted in this respect contained only the word “ takes,” and did not, as now, embrace the words “ receives, employs, harbors or uses, or causes or procures to be taken, received, employed or harbored or used.” (See Laws of 1881, chap. 676, § 282, as amd. by Laws of 1884, chap. 46; Laws of 1886, chap. 31; Laws of 1895, chap. 460, and Laws of 1902, chap. 83.) As the statute was originally enacted, therefore, it was construed by the courts as requiring proof not only of the unlawful or prohibited purpose, but also of some persuasion, inducement, deception or compulsion. (People v. Plath, 100 N. Y. 592, 4 N. Y. Crim. 53.) We agree with the contention of the learned assistant district attorney that the words added to the .statute must be given force and effect.\nThe evidence of the complainant as to the purpose of the defendant in “ taking ” or accompanying her into the park on the night in question is fully corroborated by the testimony of a police officer who saw them enter the park at six-thirty o’clock and followed them and watched them as closely as he could thereafter, but, as already stated, it is doubtful whether there is any corroborative evidence that the defendant persuaded or induced the complainant to accompany him.\nIt is claimed on the part of the learned counsel for the defendant, upon certain evidence indicating that the complainant manifested fondness for the defendant, sought him out and visited with him during business hours, that the complainant induced the defendant to go to the park. We are of the opinion, however, that this claim is not well founded. The complainant was a mere girl of fourteen, in short dresses. There is no fact or circumstance in the case that gives rise to any question concerning her character prior to the time she met the defendant. The park was far off complainant’s route home, and does not appear to have been on the defendant’s way. It was in the winter season, and the hour was late. The defendant’s wife and child were doubtless at their dinner or awaiting his return a few blocks to the west. It is inconceivable that he accompanied this girl for any proper purpose. Although the jury were not warranted, and the court is not warranted, in drawing any inference of guilt from his failure to take the stand, both jury and court are warranted in taking the facts and circumstances, which, if he were innocent, he might have controverted or explained, most strongly against him. They entered the park and stopped, and on being surprised by a policeman, they proceeded to another place and stopped, and on being again disturbed, they proceeded to a third place and stopped and were there arrested after the defendant stated to the police officer in answer to an inquiry as to what he was doing there with the complainant that she was his sister. The acts and conduct on the part of the defendant in the park on this occasion, as testified to by the complainant and corroborated by the police officer, clearly show, if all the other evidence in the case were eliminated, that the defendant either took her to the park or accompanied her there for the purpose of sexual intercourse. Even though, therefore, her testimony which amply shows the “ taking,” he insufficiently corroborated as to the persuasion or inducement, it is clear under her evidence, which is amply corroborated, that the defendant received her there for the prohibited purpose.\nIt is further contended that the court erred in instructing the jury. The first alleged error in this regard relates to comments by the court concerning the testimony of the complainant, indicating that in the opinion of the trial court, although severely and rigidly cross-examined, she answered the questions well. Ho exception was taken to the remarks of the court on this point. They were a mere expression of opinion, and did not constitute a binding instruction that thereby her credibility was established.\nIn the course of the charge, the court, after instructing the jury on the law and that it was essential for the People to show that the defendant was in the park for the purpose of having sexual intercourse with the complainant, said to the jury: “ The question is, what did they go up there for ? Was the intent of this defendant honorable? Is there any evidence in this case from beginning to end that it was honorable ? Has there been any evidence offered in this case to explain the reason why he was up there at that hour ? ”\nThese questions suggested an argument which ordinarily should be left to the district attorney; but it is not reversible error for the court to draw the attention of the jury pointedly to a material inquiry where this is deemed necessary by the court, as must here be presumed, to prevent a miscarriage of justice. In suggesting the inquiry as to whether the intent of the defendant was honorable, the court meant, and the jury surely so understood, to draw the minds of the jurors to the important issue as to whether he went there for the purpose of having prohibited intercourse with the complainant. We are of opinion, therefore, that the exception to this part of the charge was not well taken.\nThe counsel for the defendant requested the court to charge the jury as follows: “Fourth. If you find from the evidence that the prosecutrix requested the defendant to go with her to the park and voluntarily remained there, and made no objection to the conduct of the defendant, then the defendant was not guilty of the crime of abduction.” This request the court declined, saying: “ I 'do not find or do not remember of any evidence which said that she went there at her request. She swears, and there is no testimony, if I remember correctly, to the contrary, that he invited her to go there; that several times she deceived him, and finally she says, ‘ I did go to meet him up there at his solicitation.’ That is what her claim is. If there is any testimony that she went up there for any other reason, I do not remember it.”\nThe request was erroneous in that it was based upon the assumption that “ taking ” was essential.\nThe defendant also complains of the ruling of the court in excluding testimony of the complainant given before a magistrate. There was no error in excluding this evidence, as it did not appear either that it would tend to impeach the testimony of the complaining witness as given on the trial or that it was a correct record of her testimony given before the magistrate.\nThese are the only alleged errors to which our attention has been drawn. Upon a careful examination of the evidence we are convinced that the defendant is guilty and that he was properly convicted.\nIt follows that the judgment of conviction should be affirmed.\nO’Briex, P. J., McLaughlix, Clarice and Houghtox, JJ., concurred.\nJudgment affirmed. Order filed.\nSic.",
        "type": "majority",
        "author": "Laughlin, J.:"
      }
    ],
    "attorneys": [
      "Maurice Meyer \\Edward Weiss with him on the brief], for the appellant.",
      "E. Crosby Kindleberger, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION-FIRST DEPARTMENT,\nJuly 12, 1906.\nTHE PEOPLE v. WESTON J. SMITH.\n(114 App. Div. 513.)\n1. Abduction of Infant Female—Penal Code § 282.\nSince the amendment to section 282 of the Penal Code it is not necessary to show a “ taking ” of an infant female fourteen years of age for sexual intercourse, a “ receiving ” of the infant for such purpose is sufficient.\n(1). Same—Evidence Cobbobobating.\nEvidence corroborating complainant’s evidence that she was received for that purpose considered.\nAppeal by the defendant, Weston J. Smith, from a judgment of the Court of General Sessions of the Peace in and for the county of Hew York, rendered on the 27th day of February, 1906, convicting the defendant of the crime of abduction, and also from an order denying the defendant’s motion for a new trial and in arrest of judgment.\nMaurice Meyer \\Edward Weiss with him on the brief], for the appellant.\nE. Crosby Kindleberger, for the respondent."
  },
  "file_name": "0307-01",
  "first_page_order": 329,
  "last_page_order": 335
}