{
"id": 1163979,
  "name": "Benjamin Chaires, Jr., appellant, vs. Mary S. Chaires, Appellee",
  "name_abbreviation": "Chaires v. Chaires",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "308",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "10 Fla. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 939,
    "char_count": 22248,
    "ocr_confidence": 0.357,
    "pagerank": {
      "raw": 4.676452977080985e-07,
      "percentile": 0.9280293947639419
    },
    "sha256": "d4f13b315686c1b29a0982776ddd083312aea953d23505e2632c213b7e160299",
    "simhash": "1:9bfeafe22338dd7d",
    "word_count": 3779
  },
  "last_updated": "2023-07-14T20:03:35.029416+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Benjamin Chaires, Jr., appellant, vs. Mary S. Chaires, Appellee."
    ],
    "opinions": [
      {
        "text": "DuPONT, C. J.,\ndelivered tbe opinion of the Court.\nTbe appellee filed her bill in tbe Circuit Court of Leon pounty, praying for a divorce a vinculo from her husband, tbe appellant, alleging, as tbe grounds of her complaint, extreme cruelty and total abandonment. Tbe bill also asked for an allotment of permanent alimony, a suitable maintainance pendente lite, and an allowance for expenses incurred in tbe prosecution of tbe suit, and in searching for and visiting tbe children. Tbe answer, denying tbe allegation of cruelty, confesses tbe abandonment, and submits tbe question of alimony and allowance for expenses to the judgment of the Court. The proofs failing to establish the charge of cruelty, the Chancellor, on the 15th day of August, A. D. 1863, pronounced his decree, dissolving, the marriage ties, and alloting the sum of one thousand dollars annually, as permanent alimony, but making no allowance for maintainance pendente lite, or for the expenses of the suit. From this decree, both parties appealed; and the cause is now brought to this Court for adjirdication, upon the points set forth in the respective petitions of appeal.\nThe first exception taken by the appellant is, that under the laws of this State no allowance can be made for permanent alimony, where the divorce is granted exclusively upon the ground of abandonment, and the following section of the statute is cited to the point:\n“ Sec. 10. When a divorce shall be decreed on account of the' parties being within the prohibited degrees, or. for the cause of adultery or extreme cruelty, the Court shall and may, in every case, take such order touching the care and maintainance of the children 'of that marriage, and also touching the maintainance and alimony of the wife, or any allowance to be made to her, and, if any, the security to be given for the same, as from the circumstances of the parties and nature of the case may be fit, equitable and just.”- — ■ Thomp. Dig., page 223.\nIt will be perceived by reference to the 8th paragraph of the same section, that though abandonment, or “ wilful, obstinate and continued desertion by either party for the term of a year,” is enumerated as one of the causes for which a divorce may be granted, yet in the paragraph above cited making provision for the allowance of alimony, it is omitted, from the various grounds mentioned, upon which such allowance may be made. In this state of the statute, the counsel for the appellant insists that, inasmuch as the Court of Chancery possesses no inherent jurisdiction over the subject of divorce, and derives its authority to act in the premises exclusively from the statute law, the' provisions of such law must he strictly adhered to, and that it may not'step beyond the very letter of the statute. The counsel maintained the point in an argument of much ability, and cited the case of Wait vs. Wait, 4 Comstock’s Reports, 100, to this point. That was an action of ejectment for dower, instituted by the wife, who liad been'divoreod from her husband on the ground of the adultery of the latter. The statute of the State of New York gave to the Courts jurisdiction of the subject of divorce, and authorized them to decree a nullity of the marriage, or a divorce a vinculo,' and expressly provided that “in case of divorce dissolving the marriage contract for the misconduct of the wife, she shall not he endowed.” The statute, however, is entirely silent as to her right to be endowed, in case she is not the offending party. The point in the case arose upon the proper construction of the statute. For the wife it was insisted that the statute having expressly provided that she should ho deprived of her dower, in case she were the guilty party, left it to be clearly implied that, when sbe was not, her right to dower was to be preserved* The learned Judge, who pronounced the judgment upon the appeal, very properly remarks: “ Until our statute, there was no such thing as a divorce which recognized and admitted the validity of the marriage, and avoided it for causes happening afterwards. Such a divorce is alone the creature' of the statute. The principles applicable to a common law divorce cannot be made applicable to a divorce which admits the validity of the marriage, and the rights and obligations resulting from it. The effect of such a divorce must be determined entirely by the provisions of the law under whose authority it is granted. The common law divorce' avoided the marriage, and all rights and obligations resulting from it. The statutory divorce is limited in its operation, and only affects the rights and obligations of the parties to the extent declared by the statute. The marriage being valid, the rights it conferred and the obligations it imposed continue, where' tlie Legislature has failed to interfere.”\nThe doctrine to be deduced from the foregoing views, so lucidly expressed, is, in our opinion, diametrically opposed to the position assumed by the counsel in the case at bar. If* we understood that position, it was that the jurisdiction of the Chancery Court over the subject of divorce, being derived wholly from the statute, it could grant alimony only in such cases as were specified in the statute. The doctrine of the case cited is, that notwithstanding the jurisdiction is derived under the statute, yet that the rights conferred by the marriage and the obligations it imposed coniAmie, where the Legislature hasfaáled to interfere. Upon that principle, the Court decided, in that case, that though'the statute-authorizing- the granting of the divorce did -not, in terms, preserve the dowable capacity of the wife, yet inasmuch as she possessed that capacity at common law, being an incident of the marriage, she could not be deprived of it but by the interference of the Legislature. Applying the doctrine of that case to the case under consideration, it will be manifest that the right of the Chancery Court to grant alimony, even in the total absence of any express authority in the statute to do so, is fully sustained. The dowable capacity of the wife grows out, and is an incident, of the marriage. The right to alimony is no less an incident of the same. It is true that by tbe common law the amount of the former is fixed and certain, while that of the latter is variable and controlled by the pecuniary circumstances of the parties, yet, when these have been ascertained, tbe right to demand is as indubitable as in the former case.\nTbe error of the argument arises from the assumption, that because we did not import from England the machinery of the Ecclesiastical Court, which there possessed and exercised exclusive jurisdiction over the subject of divorce, that, of consequence, all She common law rights which they were in the habit of enforcing, as incidental to that exclusive jurisdiction, were ignored and repudiated; whereas, we think the more rational view to be, that these rights and obligations were not even impaired by the want of a competent tribunal to enforce them, but that they were only in abeyance, and that as soon as Ü\\e jurisdiction was conferred upon the Court of Chancery, they revived in all their pristine vigor, subject only to such exceptions and restrictions as might he imposed by tlie statute. This view of the subject leads to the conclusion that had the statute, which conferred upon the Courts of Chancery jurisdiction over tlio srfbject of divorce, totally failed to make any provision as to the granting of alimony,' still, being clearly an incident to that jurisdiction, the right and duty to exercise that power would have existed, subject only to the express restrictions of the statute. The right to - decree alimony is incidental to the power to grant divorces. — Shelford on Mar. and Div., 598, margin; McGee vs. McGee, 10 Georgia Reports, 477.\nThe counsel for the appellant, in further maintainance of his position, invoked the maxim, expressio unius exebusio alierius, and very pertinently inquired: If it were the intention of the Legislature not to exclude the wife from alimony, when the divorce should be decreed on the ground of -abandonment by, or desertion of, the husband, why was that particular ground omitted in the 10th paragraph of the statute ? The counsel, in pressing this inquiry, proceeded to assign some of the reasons which might probably have operated upon the Legislature, and induced them to make the omission. It was forcibly argued that 'cases of abandonment or desertion frequently originated in mere pettishness ox* other tx-ifiing cause, xxot ixxvolving criminality, and that by withholding from the wife the hope or expectation of axx allowaixce of alimony, it would operate as a salutary restraint to prevent hex’' from making a precipitate or px’ematurc application to have the xnax-riage tie dissolved, when, by a little patience and forbearance, time, the great molliiier of the feelings, might operate to indixee a happy restoration of the conjugal relation. These views were very fox’cibly expressed by the counsel, and have received from the Court all due consideration ; bxxt, wé think, if this was the reason that influenced their aetioxx, they were very unfortunate ixx tlxe choice‘of means to effect tlieir purpose. For while they sought, by denying the wife alimony, to restrain her from making a precipitate application for divorce, they, by that very act, relieve the husband from a salutary restraint which might equally have operated to prevent him from making a precipitate abandonment. We are xxot inclined to adopt this as the reason that influenced tlxe Legislature in their action upon this sxxbject, and indeed we are at a loss to assign any plausible reason for that action, but are constrained to attribute tlxe omission to the ixxadvertaxxee which not unfrequently marks the action of lax’ge legislative bodies. Tlxe paragraph now under consideration was exxacted ixx the year 1828, and long before the. act securing to married women their separate property beeaxne a law. At the date of its enactment, all the marital rights of the husband, under tlxe common law,'were in full force. Under the operation of that law, all of the wife’s pex’sonal estate was immediately vested ixx the husband upon the eousxxmmation of tlxe marriage, axxd he also became interested in her real estate as tenaxxt by the courtesy. Whatever might be said in the present state of the law as it respects tlxe property of husband and wife, can it, for a moment, be presumed that as the law'then stood when this paragraph was enacted, the Legislature would, designedly seek to deprive tbe unfortunate wife, wbo may have been abandoned by a dissolute husband and doomed to drag out a weary existence in married widowhood, of her only hope of support 1 We think not.\nAnother argument tó show that the reason assigned for the omission could not have operated to influence the action of the Legislature, may be found in the act itself. It will be seen that the section of the original act — in which the causes of divorce, and also the paragraph now under consideration, are both embraced — prescribed three years as the term of abandonment, instead of one, to which it was changed several years afterwards. — Duv. Comp., 81. This length of time conclusively negatives the idea that their object, in making the omission, was to restrain the wife from precipitancy in her application for a divorce.\nThe counsel for the appellant insisted, further, that even if it should be determined that, the Court could decree an allowance of alimony in this case, yet that the decree must be set aside, because the mode prescribed by the statute for ascertaining the amount of the allowance to be made had not been observed, and he cited the 14-th‘ and 15th para-' graphs of section 3, in Thomp. Dig., page 224. By reference to the original act, contained in Duval’s Compilation, page 82, it- will be seen that the two paragraphs were intended to apply exclusively to the “ County Court,” which was then in existence, and which had no jurisdiction in the matter of divorce. The alimony, there referred to, is not such as is incidental to a decree for divorce. The only design of these two paragraphs is to provide for the allowance of a suitable support and maintainance of the wife — in case of desertion by the husband, or his open adultery, or cruel, barbarous and inhuman treatment — without driving her to apply for a divorce. The author of the Digest, in preserving the text of the original, very properly inserted “Circuit Courts ” in the stead of “ County Courts,” and hence the error into which the counsel has fallen.\nWe have thus, with some care and deliberation, considered the several points made in support of the first exception taken to so much of the decree as grants the allowance of alimony, and are of the opinion that the same is not well taken and ought to be overruled.\nThe second exception taken- by the appellant is, as to the amount of the allowance for alimony. Under this head, it was'insisted that the wife having a sepa/rate estate adequate to her comfortable support, no allowance for alimony ought to have been decreed. Such, undoubtedly, is the law, (see Bright, on Husband and Wife, p. 359,) but the difficulty on this point is one of fact, arising out of the' conflict of evidence. Some oi the witnesses are of the opinion that the •separate property ought to produce an income of from fifteen hundred to two thousand dollars annually. Others represent it as unproductive, and make the estimate as low as five or six hundred dollars. ' In this conflict of evidence, it would be highly improper for an appellate tribunal to interfere With the discretion of the Chancellor, who, from the nature of the case, is presumed to be better qualified to judge of the degree of ei’edit to be given to the testimonythan this Court can possibly be.\nIt was also insisted, under this exception, that the husband, owning no property in his own right from which an income could be derived, was not liable for alimony to the Wife. Here, again, the evidence is equally conflicting. (¡>ne of the witnesses, examined for the appellant, testifies that he was in possession of one thousand acres of land and about fifty slaves. Another of his witnesses testifies that he manages this property for the sole Benefit of his children, and that he has no interest in it. The Master’s report shows that this property originally belonged to the appellant, and that, some time in tbe year 1859, he conveyed it to another party, wlio afterwards settled it upon his children.\nIt may not be inappropriate, in this connection, to refer to some of the general principles appertaining to the allotment of permanent alimony, as they are to be found in the books treating on that subject. 'Shelford, in his work on “Marriage and Divorce,” page 592, (margin) says: “The law has fixed no definite proportion of the property of the hukband and wife to be allotted for permanent alimony, the Court must, therefore, look at all the circumstances together, for no two cases are alike, in order that it may award what is fair and just between the contending parties. Although' the amount of alimony to be allotted is in the discretion of the Court, it is a judicial and not an arbitrary discretion, which is to be exercised from an equitable view of all the circumstances of the case. A much larger allowance is to be made for permanent alimony, than for alimony pending suit. Where the delinquency of the husband has been established, and the wife is the injured party and separated from the comfort of matrimonial society by her husband’s misconduct, she will be ■ liberally suj>ported. The law has laid down no exact proportion — it gives sometimes a third, sometimes a moiety, according to circumstances.”\nThe same author, at page 595-6, says: “Upon a point where there is no other rule or criterion to guide than boni ori g/rbitrium, it is only upon a strong difference of opinion where the Court of Appeal would be disposed to disturb the sentence. If the sentence of the Court were mbr&rm either way, the Court of Appeal would interfere — in the one case, to modify or reduce; and, in the other, to augment the alimony — so, in either case, on that supposition egregiously misallotted. But it is not any mere slight difference of opinion as to the propriety of the allotment in point of amount, which would justify such an interference. The Court below must have been better informed than the Coitrt of Appeal can be with respect to the real merits of the whole case, as between the parties. It had better means, consequently, of forming its judgment upon the question, agreeably to those general principles of equity which are nearly the only ones capable of being brought to bear upon this species of questions. For instance, the Court below had means of estimating the true nature and degree of the delinquency of the parties, with respect to which the Court of Appeal is comparatively uninformed.”\nGuided and controlled by the doctrines thus announced, we are of opinion that (with the lights furnished by this record) this Court could not, without the exercise-of an arbitrary discretion, undertake to interfere with the judgment of the Chancellor in this particular.\n¥e have thus disposed of the exceptions presented on behalf of the defendant below, and are now prepared to address ourselves to a consideration of those which are presented on behalf of the complainant. The first exception is in these words, viz: “ That the Court did not render a sufficient allowance (for) support and alimony to said complainant.”\nIt will be readily perceived that this exception is but the converse of the second exception presented by defendant, and involves the same principles. Having already fully considered and discussed those principles, it is deemed unnecessary to do more than to say that this exception must share a like fate. It is, therefore, overruled.\nThe second exception is, “ that the complainant was not allowed for expenses of suit, and of searching for her children.”\nIt is a well established principle of law, that in suits for divorce, whether brought by or against the wife, she is to be considered a privileged suitor, and is entitled to be subsisted out of the husband’s estate, and to be furnished with the means of prosecution or defense. This is the general doctrine, and is founded upon the principle that, under the' canons of the common law, the wife is supposed to have no separate fortune — her property, by the act of marriage, having vested in the husband. But there is an. exception to this rule, and it is where the wife lias an income competent to her support and the maintainanco of the suit-.' — See Shelford on Mar. and Div., 533, margin.\nIn this case the wife was in the enjoyment of a separate estate, consisting of two hundred acres of land and fourteen or fifteen slaves, besides an undivided interest in other lands. As before remarked, the evidence as to the available income' from this estate is extremely conflicting, and how far the possession of this separate. estate operated in inducing the Chancellor to deny an allowance of the expenses asked for, it Is impossible for this Court to ascertain. It is, well settled, however, by the authority before cited, that ifj in his opinion, she enjoyed a separate income, competent for her' maintainanco dujjng the pendency of the cause and for the expenses incurred in the prosecution of the suit, he was right in refusing the allowance. His means of coming to a correct judgment on the point are superior to those enjoyed by this Court. It may'be said, however, that the allowance of permanent alimony negatives the idea that the enjoyment of the income from her separate estate could have had any influence in causing the denial. But this does not follow as a legitimate conclusion, for it is well established that the ah lowauce of alimony pendente Ute is much less than that granted for permanent alimony. So that it may have .been the opinion of the Chancellor that her separate income was sufficient for her expenses and the maintain anee of her suit, but not sufficient as a permanent allowance; and, with such a conclusion, we are not disposed to interfere. The second exception is,' therefore, overruled.\nAfter full and mature consideration of all the circumstances of this case, as developed in the record, this Court is not inclined to interfere with the discretion exorcised bj the Chancellor in the granting of the decreo. It is therefore ordered, adjudged and decreed that the decree entered in this case, or so much thereof as has been appealed from, he affirmed in all particulars.\nCounsel for appellant filed a petition for rebearing of tlie cause, which was not granted.",
        "type": "majority",
        "author": "DuPONT, C. J.,"
      }
    ],
    "attorneys": [
      "I). P. Hogue for appellant.",
      "T. Baltsell for appellee."
    ],
    "corrections": "",
    "head_matter": "Benjamin Chaires, Jr., appellant, vs. Mary S. Chaires, Appellee.\n1. The statute law of Morida invests the Court of Chancery with exclusive jurisdiction over matters of divorce, and, as incidental to that jurisdiction, the power to allow alimony in all cases where a divorce is decreed.\n2. The 10th paragraph of the 3d section of the Act (Thomp. Dig., 223) is to he considered as supererogatory, and as imposing no restriction upon the power of the Court of Chancery to decree alimony in proper oases where a decree of divorce is pronounced.\n3. The 14th and 15th paragraphs of section 3d do hot apply to cases of divorce, and are applicable alone to cases where there is desertion by the husband or temporary separation of the parties.\n4. Where there was great conflict of evidence with reference to the value of the ■respective incomes of husband and wife, the appellate tribunal will not interfere to control the discretion.-exercised by the Chancellor in the allotment of alimony, unless it is manifest that some egregious error has been committed.\n5. Where the wife is in the ehjoyment of an income from her separate estate,the Chancellor may deny an application for maintainanoejpmdenfe lite, and for expenses of the suit; although, upon the final hearing, he may decree an 'amount for permanent alimony in addition to the income from her separate estate.\nAppeal from Leon Circuit Court.\nThis case was decided at Tallahassee.\nI). P. Hogue for appellant.\nT. Baltsell for appellee."
  },
  "file_name": "0308-01",
  "first_page_order": 314,
  "last_page_order": 325
}