{
"id": 3188954,
  "name": "M. Carl JONES v. ESTATE of Winston Albert JONES et al.",
  "name_abbreviation": "Jones v. Estate of Jones",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44664",
  "first_page": "309",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 309"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 361"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "236 La. 52",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3180880,
        9904663
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/236/0052-01",
        "/so2d/106/0713-01"
      ]
    },
    {
      "cite": "100 So.2d 502",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9893648,
        2891360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/100/0502-01",
        "/la/234/0549-01"
      ]
    },
    {
      "cite": "234 La. 549",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2891360,
        9893648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/234/0549-01",
        "/so2d/100/0502-01"
      ]
    },
    {
      "cite": "226 La. 398",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10061587,
        2984559
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/76/0409-01",
        "/la/226/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 4900,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 2.1995933875888662e-07,
      "percentile": 0.7647122663763345
    },
    "sha256": "76f10cfe1306a80240540dab8c60d82e3f8f40bc38ae234f590b7f597559950b",
    "simhash": "1:c30e099120317c90",
    "word_count": 799
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M. Carl JONES v. ESTATE of Winston Albert JONES et al."
    ],
    "opinions": [
      {
        "text": "McCALEB, Justice.\nThis is another phase of the litigation involving a certain mineral lease in Gregg County, Texas, known-as the Lawson-Lacy Lease. T. L. James Production Company owns an undivided one-half interest in the lease and operates the wells located thereon. The record title to the remaining one-half interest stands in the name of M. Carl Jones, plaintiff herein, but he admits that one-half of his interest (a 54 interest in the lease) was owned by his brother, Winston Albert Jones, during his life.\nWinston Albert Jones died April 2, 1952. Shortly thereafter his wife, as executrix of the succession and tutrix of the minor children, sued in a Texas court, claiming title to the entire one-half interest in the lease which stands recorded in the name of M. Carl Jones. The Shell Oil Company of Houston, Texas had been purchasing oil from the lease but, after the Texas suit was filed, it began to hold all production attributable to the one-half interest in dispute, pending the outcome of the litigation.\nIn the instant case, M. Carl Jones, sued defendants for $51,382.73, which he claimed represented defendants’ proportional liability for the cost of operating the lease. Plaintiff alleged that he had always paid decedent’s share of operating costs under an agreement which had been made by-Winston Albert Jones during his life, and' that he was entitled to reimbursement for the amounts advanced by him.\nThe dative testamentary executrix denied’ plaintiff’s claim in her answer and alleged,, alternatively, that the succession was entitled to recognition as owner of a 54th' interest in the lease. She accordingly-prayed that defendant be directed to execute a conveyance of this Jfjth interest or,, alternatively, that he be ordered to execute-an instrument directing Shell Oil Company-to release unto the succession an undivided' 54th interest in and to the production from: the mineral lease.\nAfter a trial on the merits, the district: court rendered judgment for plaintiff on-the main demand and in favor of the testamentary executrix on the alternative demand, ordering plaintiff to release and convey unto the executrix an undivided J4th interest in the production from the lease-after payment to plaintiff of the production-costs which plaintiff had prayed for.\nPlaintiff appealed from the portion of the-judgment granting the alternative reconventional demand of the testamentary executrix and, after the record was lodged ini this court, the appellee moved to dismiss the appeal on the ground that plaintiff has acquiesced in this judgment in that he has judicially confessed in his petition, and in his testimony in the lower court, that the succession of his deceased brother owns an 14th interest in the mineral lease and, consequently, is barred from appealing from the judgment recognizing that ownership by Article 567 of the Code of Practice.\nAppellant, while conceding that he has confessed that his late brother owned an undivided 14th interest in the lease, proclaims that he is entitled to have his appeal sustained because his confession was not unconditional, as required by the jurisprudence (see J. R. Quaid, Inc. v. Cyclone Fence Co., 226 La. 398, 76 So.2d 409) and, further, that the judgment from which the appeal has been taken was improperly entered because the alternative demand of the executrix was not a legal reconventional demand upon which a judgment could be rested.\nWe find it unnecessary to discuss plaintiff’s claim that his confession was not absolute as it appears that the second ground is sufficient to warrant the overruling of the motion. The basis of that ground is that the alternative demand of the executrix to be recognized as owner of the property could not be asserted in re-convention under Article 375 of the Code of Practice since all of the parties are residents of Caddo Parish and the demand was not necessarily connected with nor incidental to the main cause of action for a monetary judgment for funds advanced. This point can he considered only on the merits of the appeal; it cannot be disposed of on a motion to dismiss. See Jones v. Jones, 234 La. 549, 100 So.2d 502 and authorities there cited.\nThe motion to dismiss is denied.\n. 1. plaintiff herein for an accounting in the First Judicial District Court where her demands and the reconventional demand of plaintiff were dismissed. This judgment was affirmed on appeal to this Court. See Jones v. Jones, 236 La. 52, 106 So.2d 713.\n. That Article provides, in part: “The party against whom judgment has been rendered can not appeal: 1. If such judgment has been confessed by him, or if he have acquiesced in the same, by executing it voluntarily”.",
        "type": "majority",
        "author": "McCALEB, Justice."
      }
    ],
    "attorneys": [
      "Marion K. Smith, Shreveport, for plaintiff-appellant.",
      "Jackson, Smith, Mayer & Kennedy, Shreveport, for defendant-appellees."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 361\nM. Carl JONES v. ESTATE of Winston Albert JONES et al.\nNo. 44664.\nNov. 9, 1959.\nMarion K. Smith, Shreveport, for plaintiff-appellant.\nJackson, Smith, Mayer & Kennedy, Shreveport, for defendant-appellees."
  },
  "file_name": "0309-01",
  "first_page_order": 187,
  "last_page_order": 189
}