{
"id": 1224763,
  "name": "THE PEOPLE EX REL. WHITE v. COM'R OF CORRECTION",
  "name_abbreviation": "People ex rel. White v. Commissioner of Correction",
  "decision_date": "1921-11-07",
  "docket_number": "",
  "first_page": "317",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 317"
    },
    {
      "type": "parallel",
      "cite": "198 App. Div. 384"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "223 N. Y. 307",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        81904,
        1218248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/223/0307-01",
        "/ny-crim/36/0387-01"
      ]
    },
    {
      "cite": "249 Ill. 348",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5645338
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ill/249/0348-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8360,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 6.113296542608959e-07,
      "percentile": 0.9558028286591226
    },
    "sha256": "9a5924261d8f6b8802b3b4ecb1252602ca6533e110762ff0bfc2c28dff472ac0",
    "simhash": "1:241b532a0e3f1779",
    "word_count": 1440
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. WHITE v. COM’R OF CORRECTION."
    ],
    "opinions": [
      {
        "text": "Blackmar, P. J.:\nOnly one question was considered in the opinion of the Court of Appeals in People ex rel. Cerzosie v. Warden, etc. (223 N. Y. 307), namely, whether the Parole Commission Law was ex post facto as to the crime of which the relator was convicted. Yet the decision of the court dismissing the writ and remanding the relator necessarily established the constitutionality of the law and its application to the case before that court. That was a conviction for assault in the third degree, a misdemeanor, the punishment for which is prescribed in the law which created and defined the crime. Upon these points, which, although not considered in the opinion, are necessarily involved in the decision, we must regard the case as decisive.\nBut that case does not fully reach the question presented by the case under consideration. It is claimed that an amendment of section 1308 of the Penal Law, which defines the crime of receiving stolen property and prescribes the punishment, passed after the Parole Commission Law, limits to one year the power of imprisonment on conviction for the offense therein defined, and that, therefore, this relator, having served more than that time, is entitled to his discharge.\nAt the time of the enactment of the Parole Commission Law (Laws of 1915, chap. 579, as amd. by Laws of 1916, chap. 287), the punishment for the offense of receiving stolen property was prescribed by Penal Law, § 1308, as amended by chapter 93 of the Laws of 1914, as follows: “ by imprisonment in a State prison for not more than five years or in a county jail for not more than six months, or by a fine of not more than two hundred and fifty dollars, or by both such fine and imprisonment.” By chapter 366 of the Laws of 1916 the offense was divided into two degrees, depending on the value of the property stolen. The punishment for the offense in the first degree was left unchanged, and for the second degree, where the value of the property stolen was fifty dollars or under, a punishment by imprisonment for not more than one year, or a fine, or both, was prescribed. Again, by chapter 570 of the Laws of 1920, Penal Law, § 1308, was further amended by making the crime in the first degree a felony, and the crime in the second degree a misdemeanor, but not changing the punishment for the latter crime.\nIt is true, then, that the crime of receiving stolen property in the second degree has been created by statute since the adoption of the Parole Commission Law, and the punishment is prescribed by the very section that defines the offense. The question is whether this is a legislative declaration that one year shall be the limit of imprisonment for the crime, wherever the crime may be committed, and whether to that extent it modifies and overrides the Parole Commission Law.\nIt should he noted that the Parole Commission Law is confined in its operation to cities of the first class, whereas the Penal Law applies to the State at large. The application of the Parole Commission Law depends upon the place to which the offender is sentenced. If the prisoner be committed to an institution under the jurisdiction of the department of correction in a city of the first class, then he is to be sentenced to a penitentiary or a workhouse or a reformatory under the jurisdiction of said department for an indeterminate sentence, not fixing the term, and the imprisonment may not exceed three years. I conclude that in view of the fact that the Parole Commission Law is special in its application to certain localities in the State, and the Penal Law is general in its application to the State at large, there is not such a necessary conflict as works a repeal of the Parole Commission Law as to the offense of receiving stolen property in the second degree. Both of these acts can be given force and effect. The Penal Law is applicable to the State at large. Except in cities of the first class, it is given full force and scope, leaving untouched the application of the Parole Commission Law to cities of the first class.\nThe relator was properly sentenced according to law and is not entitled to his discharge. The order should, therefore, be reversed, the writ dismissed and the relator remanded to be dealt with in accordance with the provisions of the Parole Commission Law.\nMills, Kelly, and Manning, JJ., concur; Putnam, J., reads for affirmance.",
        "type": "majority",
        "author": "Blackmar, P. J.:"
      },
      {
        "text": "Putnam, J. (dissenting) :\nOn August 13, 1920, relator was given an indeterminate sentence in the New York County Penitentiary for the crime of receiving stolen goods in the second degree. The return shows that relator is still held under such commitment, without any claim of any further or different offense.\nIn view of the later statutes (Laws of 1916, chap. 366; Laws of 1920, chap. 570, amdg. Penal Law, § 1308), by which the Legislature has limited the punishment for the crime of receiving stolen goods, of the value of fifty dollars or under, to an “ imprisonment for not more than one year,” I think no judge, official or commission can hold one thereafter convicted of the crime of receiving stolen property in the second degree beyond this term. To sustain the present claim of three years’ imprisonment, we must be blind to the comprehensive terms of the Penal Law (art. 2, § 20), which declares that it specifies the classes deemed capable of crime, “ and prescribes the kind and measure of punishment to be inflicted for each.” I agree that the Parole Commission Act was a constitutional exercise of legislative power, but such action could not bind subsequent Legislatures, who now have absolutely fixed the limits for this imprisonment. In my opinion the Parole Commission Act only deals with the manner in which such a punishment should be imposed, and cannot, since these later statutes, increase the term fixed by the Legislature for this specific offense. (People v. Hartsig, 249 Ill. 348.)\nHence, I would affirm.\nOrder reversed, writ dismissed, and relator remanded to be dealt with in accordance with the provisions of the Parole Commission Law.",
        "type": "dissent",
        "author": "Putnam, J. (dissenting) :"
      }
    ],
    "attorneys": [
      "Harry G. Anderson, Assistant District Attorney (Harry E. Lewis, District Attorney, with him on the brief), for the appellant.",
      "Jacob Shientag, for the respondent.",
      "Willard S. Allen (John P. O’Brien, Corporation Counsel, with him on the brief), for the Parole Commission of the City of New York, as amicus curiæ."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION-SECOND DEPARTMENT.\nNovember 7, 1921.\nTHE PEOPLE EX REL. WHITE v. COM’R OF CORRECTION.\n(198 App. Div. 384.)\nCrime of receiving stolen property in second degree — Parole Commission Act not modified or repealed by subsequent provision of Penal LaAV, § 1308, FIXING SHORTER PERIOD OF IMPRISONMENT.\nThe Penal Law, § 1308, as amended, which created the crime of receiving stolen property in the second degree and prescribed the punishment therefor, did not modify or repeal the existing provisions of the Parole Commission Act, as amended, permitting a greater period of imprisonment, since the Parole Commission Act is confined in its operation to cities of the first class, whereas the Penal Law is general in its application, so that both may be given force and effect.\nPutnam, J., dissents, with opinion.\nAppeal by the People of the State of New York from an order of the Supreme Court, made at the Kings Special Term and entered in the office of the clerk of the county of Kings on the 2d day of September, 1921, sustaining a writ of habeas corpus and discharging the relator from custody.\nThe relator was convicted on August 13, 1920, of the crime of receiving stolen property in the second degree, and, pursuant to chapter 579 of the Laws of 1915, as amended by chapter 287 of the Laws of 1916, known, as the Parole Commission Act, was sentenced to an indeterminate term of imprisonment in the New York Comity Penitentiary, under which sentence he might be held for a maximum period of three years. The relator, having been imprisoned for a year under such sentence, sued out a writ of habeas corpus, claiming that he was illegally held in that the maximum term of imprisonment by which the crime of receiving stolen property in the second degree is punishable is one year (Penal Law, § 1308), and that, having been in custody for one year, he is entitled to his discharge. The writ having been sustained and the relator discharged, the People appeal to this court.\nHarry G. Anderson, Assistant District Attorney (Harry E. Lewis, District Attorney, with him on the brief), for the appellant.\nJacob Shientag, for the respondent.\nWillard S. Allen (John P. O’Brien, Corporation Counsel, with him on the brief), for the Parole Commission of the City of New York, as amicus curiæ."
  },
  "file_name": "0317-01",
  "first_page_order": 337,
  "last_page_order": 341
}