{
  "id": 1163987,
  "name": "Solomon Owens, Administrator de bones non of Joseph Williams, dec'd, appellant, vs. John H. Rhodes, appellee",
  "name_abbreviation": "Owens v. Rhodes",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "319",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "10 Fla. 319"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 613,
    "char_count": 12740,
    "ocr_confidence": 0.373,
    "pagerank": {
      "raw": 4.11868798815038e-08,
      "percentile": 0.26680860544379226
    },
    "sha256": "e3703b7c36d2e19520099549c0cc50b3ce1231bcf6393427702b69dfa4b37800",
    "simhash": "1:07f3665dfc15aa3f",
    "word_count": 2223
  },
  "last_updated": "2023-07-14T20:03:35.029416+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Solomon Owens, Administrator de bones non of Joseph Williams, dec’d, appellant, vs. John H. Rhodes, appellee."
    ],
    "opinions": [
      {
        "text": "WALKER, J.,\ndelivered the opinion of the Court.\nThe hill in this case was filed to enjoin a judgment which appellee recovered vs. the administrator, at the October term, 1860, of Leon Circuit Court. The bill alleges that there had been transactions between Williams, in his lifetime, and appellee; and that, after the death of Williams, in November, 1859, his administrator, appointed January 28, 1860, had a settlement with appellee, which resulted1 in his executing to said appellee a note for $1,792, dated March 3d, 1860, on which the. judgment sought to be enjoined is founded. The bill further alleges that after executing said note, said administrator discovered that great mistakes, to his prejudice, had been made in said settlement; that he applied to appellee to have them rectified, who refused that he then employed counsel to defend the suit which appellee had brought on said note, but they failed to plead within the time prescribed by the rule of Court, and consequently the pleas wore stricken out and judgment taken against him by default.\nThe prayer of the bill is, That it may be decreed that the note given by your orator to said Ehodes was without consideration, and that there was no legal claim existing against the estate of said Williams, dec’d; and that the judgment, founded thereon, be .perpetually enjoined, and that said Rhodes come tó an account before this Honorable Court, and that all mistakes in the said settlement and in the calculation or computation of interest be corrected, and tlie errors in said adjustment and settlement rectified; and if.it be found that there is anything legally due to said Ehodes, that the judgment aforesaid only be permitted to stand for such amount as the Court shall determine to be due, and be enjoined perpetually as to all else,” &c.\nThe answer denies all fraud or mistake; but says if any mistake did occur in said settlement, appellee is ready and willing to correct it.\nOn October 28th, 1861, the Chancellor ordered “ that it be referred to C. A. Bryan, Master, to take and state an account between the parties, showing what balance was due, and to whom, on the 3d March, 1860 ; and in taking said account, the Master is directed not to make annual rests, and to charge interest on said balances. That said Master shall allow no more than six per cent, interest, except .on notes oh which the parties agreed to pay eight per cent.”\nOn the 28th November, 1861, the Master made his report, accompanied by various exhibits and a stated account, showing that on March 3d, 1860, the estate of \"Williams was indebted to appellee in the sum of $1,587 30. . ,\nOn December 2d, 1861, the Chancellor decreed “ that the Master’s report be in all things confirmed, and the judgment heretofore rendered in the Circuit Court of Leon, at the fall term of said Court, 1860, in favor of John H. Rhodes vs. Calvin S. Owens, administrator of Joseph Williams, dee’d, for the sum of $1,857 76, be credited by the sum of two hundred and seventy dollars and thirty-nine cents, and that execution issue against said Calvin S. Owens, administrator as aforesaid, for the balance reported by the Master to be due, viz: the sum of $1,587 31,” &c.\nFrom this decree, the administrator appealed to this Court.\nThe chief difficulty in this case grows'out of the .fact that in the settlement which appellee had with the administrator on March 3d, 1860, the largest item in his account was a charge of $1,700 for the three slaves named in the following receipt, to wit:\n“ Received of John II. Rhodes a negro woman named Hannah, agéd about thirty-five, which I am to take to the State of Alabama to sell for seven hundred dollars or more; also a negro woman, Malvina, and her child, which I am to sell at one thousand dollars or more, and return the amounts of sales or negroes when I return. Tallahassee, Dec. 23, 1853. Joseph Williams.\n“Witness: Don. Cameron.”\nTlie first objection to the allowance of this item is that the administrator produces appellee’s receipt to Williams, witnessed by B. B. Lignoski, whereby appellee acknowledged to have received of said Williams $900 in payment for the woman JJannah, and twelve hundred dollars in payment for the woman Jíal vina and child. This receipt would he conclusive but for the fact that it is dated one day anterior to the date of the receipt of Williams to appellee — Williams’ receipt to appellee for the negroes being dated Dec. 23, 1853, and appellee’s receipt to Williams for the price of the negroes being dated Dec. 22, 1853.\nThe administrator insists that this rcceij>t by appellee, for the price of the slaves, is wrongly dated through mistake ; but appellee insists that there is no mistake in the date, and that this receipt was given by appellee only to enable Williams to sell the slaves for a high price, by making it appear that he had given a high price for them. The only testimony in regard to this receipt is that of B. L. Bruce, who says, in answer to a question by appellee as to whether ho had ever heard Williams say anything in regard to this receipt, “ that he tmderstood Williams to say that.he took the receipt for the negroes at a high valuation to enable him to make a profit.” Being cross-interrogated as to tbe time and circumstance's of his understanding Williams to say this, he says: “ The conversation between the parties occurred about the last of 1857 or the first of 1858,- at the store of Brokaw & Bliodes, in the city of Tallahassee. There was no one present except myself and the parlies.” Thus, the only testimony we have on the subject of this receipt rests upon what one witness understood Williams to say four years after the receipt was given. If such was the purpose of the receipt — and Williams acknowledged it to be so, long after that purpose had been served — the question naturally arises, why did not appellee demand and receive it hack ?\nThere is another difficulty in regard to this item. It appears that one month and a half after Williams receipted to appellee for the negroes, appellee executed to' Williams the following note, to wit:\n“ $500. — On demand I promise to pay to Joseph Williams, or order, five hundred dollars, borrowed money. Tallahassee, Feb. 8,1851. . John II. Rhodes.”\nAnd again, after the lapse of á year and three months from the date of said receipt, appellee executed to Williams another note, of which the following is a copy:\n“ $500. — On demand I promise to pay to Joseph Williams, or order, five hundred dollars, borrowed money, with eight per cent, interest from date. March 20,1855.\nJohn II. Rhodes.”\nThere is not a word of testimony to explain these notes. Appellee states, in his answer, that they were in fact intended only as receipts to W illiams for so much money paid by Williams to appellee, on account. This may be so, but in the absence of testimony to explain them, we can only give to them the meaning of their words-. That appellee, holding alargo unadjusted open account against Williams, would, when Williams at different times made payments to him on that account, have executed his notes to Williams— calling such payments borrowed money, and promising to repay it on demand, with eight per cent, interest, to said Williams or order, thereby making said notes negotiable-— is so much out of the ordinary mode of doing business, that, in the absence of explanation, we must conclude that the notes were given for borrowed money. And this being so, the question arises, whether the act of borrowing, under the circumstances, does not raise a prima facie presumption of payment ? and particularly when connected with the extraordinary fact of the appellee having given to said Williams a receipt for the price of the slaves, and also with the stale-. ness of the demand — for though the receipt of \"Williams was given Dec. 23, 1853, and though Williams lived near six years afterwards, to wit: till November, 1859, it does not appear that this receipt was ever presented for payment till after his death. — On presumption of payment, see 1 Green-leaf Ev., paragraph 38.\nThe question, whether the facts above stated, with the other evidence in the case, did or did not raise a presumption of payment ? does not appear to have engaged the attention of the Chancellor. The Master was not directed to inquire into the consideration of the note on which the judgment was based, but was directed only to take and state an account. This, wre. think, was error; for the first prayer of the bill, as we have seen, is “ that the note given by your orator to said Rhodes may be decreed to have been given without consideration,” &c. We think the Chancellor should have specially directed an examiner to report the facts connected- with the consideration of said note, so as to enable the Court to grant or refuse the prayer of the bill ,upon a due consideration of the testimony.\nIf the Court should be satisfied, after investigation, .that the proofs did not warrant the conclusion of a payment of the value of said slaves, either in fact or by presumption of law, still the indebtedness of Williams could not commence, by the terms of the receipt, until he had sold or converted them to his own use, and the Master should have been instructed to ascertain whether Williams ever sold said slaves, and, if so, for how much, and when % — and interest should be. charged only from the date of sale, and not from the date of the receipt, as the Master has done.\nThe next largest item in the' consideration of the note, the collection of which is sought to be enjoined, is a receipt given by Williams to appellee for a note on G. R. Scoggins, dated Feb. 3d, 1854, and due Jan. 1,1855, payable to Joseph Willianas, or bearer, for $540. Williams, by his receipt to appellee, of Nov.-l, 1854, says tliat lie bad transferred said note to appellee, but retained it to collect, and pay tbe money, when collected, to appellee, or return to bim the note. There is no evidence to show that Williams ever collected this note, or that the maker was solvent, or what the value of the note was, but the Master has charged the administrator with the principal of the note and interest from .the time it fell due. This was cleai'ly wrong. • .\nThe next and only other item entering into and composing the consideration of said note, is aia open -account of appellee agaiiast Williams for goods, wares and merchandize, to the amount of $147. There is no.evidence reported by the Master to prove this aocouiat, and on examination we find ovei-y item in it to have been due more than five years befoi’e Williams’ death, and, -therefore, could not be allowed by our statute, even though appellee should have produced proof of its correctness. — See sec. 12 of Act of Nov. 10,1828, Duval’s Comp., p. 157.\nThe Master seems to have acted on the ideá that he was bound to allow whatever account or claim appellee presented, and that his only duty was to compute the interest. We take a different view, and are of opinion that he should have allowed aao claim or account not duly proved and allowed by law.\nIn regard to the credit of $400, which appellee instructed the Master to give on his account against Williams, as of March 3d, 1860 — he, appellee, not recollecting the exact date — we remark that it was the duty of the Master to have endeavored to ascertain the true date. This payment, not háving been made by the administrator, must have been made by Williams before his death, in November, 1S59; and while, therefore, it is possible that it may have been made on Jan. 1st, 1854, or at any time between that date and the death of Williams, it is impossible that it could have been made on March 3d, 1860, or at any time after the death of Williams, unless made by the administrator.\nIt is ordered, adjudged and decreed the judgment and decree rendered in this cause be reversed, and that this cause be remanded to the Circuit Court for Leon county for further proceedings, not inconsistent with the opinion of this Court as herein delivered.",
        "type": "majority",
        "author": "WALKER, J.,"
      }
    ],
    "attorneys": [
      "T, Paltzell for appellant.",
      "D. P. Hogue for áppellee."
    ],
    "corrections": "",
    "head_matter": "Solomon Owens, Administrator de bones non of Joseph Williams, dec’d, appellant, vs. John H. Rhodes, appellee.\nIn this ease the prayer of the hill being that a promissory note., on which judgment had been obtained, might ho decreed to have been without consideration, and that the judgment he enjoined, it was error only to direct the Master to take an account between the maker of the note and the payee. Tlie Court should first have determined the validity of the items composing the consideration of the note, and then have instructed the Master, in stating the account, which to admit and which to reject.\nAppeal from Leon Circuit Court.\nTbis case was decided at Tallahassee.\nT, Paltzell for appellant.\nD. P. Hogue for áppellee."
  },
  "file_name": "0319-01",
  "first_page_order": 325,
  "last_page_order": 332
}
