{
  "id": 1224765,
  "name": "THE PEOPLE v. CHARLES NESSLER",
  "name_abbreviation": "People v. Nessler",
  "decision_date": "1921-11-04",
  "docket_number": "",
  "first_page": "322",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 322"
    },
    {
      "type": "parallel",
      "cite": "198 App. Div. 362"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "187 App. Div. 590",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5440699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/187/0590-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 7415,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 4.417441169658951e-08,
      "percentile": 0.2768804281639586
    },
    "sha256": "626366de7f68e870e0e1effceb97312c723f5cfd804de1e88ed23fedda7c1789",
    "simhash": "1:92b216f1e25fac9f",
    "word_count": 1177
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. CHARLES NESSLER."
    ],
    "opinions": [
      {
        "text": "Merrill, J.:\nThe defendant has been convicted by the Court of Special Sessions of the City of New York of a violation on August 4, 1918, of section 421 of the Penal Law. This conviction was by a divided court, two of the justices concurring therein and one dissenting. After conviction the defendant moved for an arrest of judgment and for a new trial, the first of which motions was denied by a unanimous court, and the second motion denied by a divided court, the same justice voting for granting a new trial who dissented from the conviction of the defendant.\nThe acts of the defendant for which he has been convicted of a violation of the section of the Penal Law mentioned, consisted in publishing an advertisement concerning a process for permanently waving human hair. In such advertisement the defendant made the following statement: “ A recent patent suit (Nestle against Frederics, Inc.), established that none but Nestle’s use a.process by which the hair is really steamed. An injunction was granted against Frederics on the ground that he actually put chemicals into the hair before boiling it.”\nUpon the .motions in arrest of judgment and to set aside the verdict and for a new trial, the presiding justice stated that he based his conclusion as to the guilt of the defendant of a violation of the statute in question upon the one statement that Frederics had been enjoined by the court for putting-chemicals in the hair, and that in the opinion of said justice the advertisement concerned defendant’s business, and that it was an untrue statement intentionally made. In such statement another of the justices of the Court of Special Sessions concurred. The majority opinion of the Court of Special Sessions held that the statement that “ an ‘ injunction had been granted against Frederics on the ground that he actually put chemicals into the hair before boiling it,’ was a false statement intentionally made to influence the public to the defendant’s benefit.”\nIt is thus apparent that the defendant was convicted, not for stating something concerning a product offered by himself, but because of something he said concerning the product of his competitor.\nSection 421 of the Penal Law (as added by Laws of 1915, chap. 569) provides as follows:\n“ § 421. Untrue and misleading advertisements. If any person, firm, corporation or association, or agent or employee thereof, with intent to sell or in any wise dispose of merchandise, real estate, service, or anything offered by such person, firm, corporation, or association, or agent or employee thereof, directly or indirectly, to the public for sale or distribution, or with intent to increase the consumption thereof, or to induce the public in any manner to enter into any obligation relating thereto, or to acquire title thereto, or an interest therein, knowingly makes, publishes, disseminates, circulates, or places before the public, or causes, directly or indirectly, to be made, published, disseminated, circulated, or placed before the public, in this State, in a newspaper, magazine or other publication, or in the form of a book, notice, circular, pamphlet, letter, handbill, poster, bill, sign, placard, card, label, or tag, or in any other way, an advertisement, announcement or statement of any sort regarding merchandise, service or anything so offered to the public which contains any assertion, representation or statement of fact that is untrue, deceptive or misleading, * * * shall be guilty of a misdemeanor, * * *.”\nIt seems entirely clear to us that the section above quoted is aimed at and intended to prevent publication of false, deceptive or misleading statements of and concerning something offered for sale to the public by the advertiser. The statute, deleted of immaterial portions, reads as follows: “ If any person, * * * with intent to sell or in any wise dispose of merchandise, * * * service, or anything offered by such person, * * * or with intent to increase the consumption thereof, * * * knowingly * * * publishes, * * * an advertisement, announcement or statement of any sort regarding merchandise, service or anything so offered to the public which contains any assertion, representation or statement of fact that is untrue, deceptive or misleading, * * * shall be guilty of a misdemeanor,” etc.\nThe defendant in the case at bar, in said advertisement, surely made no statement, assertion or representation of fact concerning merchandise, service or thing offered by him to the public. At most, the advertisement was an attack in disparagement of a competitor’s process. We do not think the acts of the defendant violated the statute in question. At most, the defendant’s act constituted unfair competition, and, if injured, Frederics would have redress in the civil courts for such damages as he may have suffered by reason thereof. The statement contained in his advertisement was not regarding anything offered by the defendant to the public, and, therefore, did not violate said section of the Penal Law.\nMoreover, in a civil action heretofore instituted by Frederics against the defendant to recover damages for libel because of the publication of this very advertisement, this court, in effect, held that the facts stated in the advertisement were not libelous. (Frederics v. Nessler, 187 App. Div. 590.)\nWe are of the opinion that the judgment of conviction and the orders denying defendant’s motion in arrest of judgment and for a new trial should be reversed, and the information dismissed.\nClarke, P. J., Laughlin, Dowling, and Page, JJ., concur.\nJudgment and orders reversed and information dismissed. Settle order on notice.\nSince amended by Laws of 1921, chap. 520. — [Rep.",
        "type": "majority",
        "author": "Merrill, J.:"
      }
    ],
    "attorneys": [
      "John J. O'Connell, of counsel (Henry Wenzel, Jr., with him on the brief), for the appellant.",
      "Robert S. Johnstone, Assistant District Attorney, of counsel (Robert D. Petty, Deputy Assistant District Attorney, with him on the brief; Edward Swann, District Attorney), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nNovember 4, 1921.\nTHE PEOPLE v. CHARLES NESSLER.\n(198 App. Div. 362.)\nPenal Law, § 421, respecting publication of untrue and misleading ADVERTISEMENTS LIMITED TO THINGS OFFERED FOR SALE TO PUBLIC-Untrue advertisements concerning process of competitor not violation OF STATUTE — ADVERTISEMENT CONSTITUTING UNFAIR COMPETITION.\nThe publication by the defendant of an advertisement in disparagement of a competitor’s process is not a violation of Penal Law, § 421, making it a misdemeanor to publish untrue and misleading advertisements concerning something the advertiser offers for sale, to the public, where it appears that the defendant made no statement, assertion or representation of fact concerning merchandise, service or anything offered by him to the public, and where, at most, the defendant’s act constituted unfair competition, and, if injured, the complaining witness would have redress in the civil courts.\nAppeal by the defendant, Charles Nessler, from a judgment of the Court of Special Sessions of the City of Hew York, entered in the office of the clerk of said court on the 14th day of February, 1919, convicting him of the crime of publishing untrue and misleading advertisements in violation of section 421 of the Penal Law, and from orders made on the 28th day of February, 1919, denying motions in arrest of judgment and for a new trial made upon the minutes.\nJohn J. O'Connell, of counsel (Henry Wenzel, Jr., with him on the brief), for the appellant.\nRobert S. Johnstone, Assistant District Attorney, of counsel (Robert D. Petty, Deputy Assistant District Attorney, with him on the brief; Edward Swann, District Attorney), for the respondent."
  },
  "file_name": "0322-01",
  "first_page_order": 342,
  "last_page_order": 345
}
