{
"id": 807164,
  "name": "MATTER OF CULLINAN EX REL. PECK v. BEEBE",
  "name_abbreviation": "Cullinan ex rel. Peck v. Beebe",
  "decision_date": "1906-05",
  "docket_number": "",
  "first_page": "323",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 323"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 654"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "94 Ind. 426",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1340730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/94/0426-01"
      ]
    },
    {
      "cite": "194 U. S. 497",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3631362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0497-01"
      ]
    },
    {
      "cite": "166 N. Y. 274",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2287087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/166/0274-01"
      ]
    },
    {
      "cite": "39 App. Div. 459",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        7769783
      ],
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/57/0372-01"
      ]
    },
    {
      "cite": "18 N. Y. Crim. 484",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "179 N. Y. 164",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2318707,
        805375
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/179/0164-01",
        "/ny-crim/18/0480-01"
      ]
    },
    {
      "cite": "100 App. Div. 148",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        3057945
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nys/91/0607-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 10948,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 7.290243669942786e-07,
      "percentile": 0.9683147550301195
    },
    "sha256": "0200803d264f14005b75411980d9121f0082b0edc2a17ec9de049b6d89cbe7f2",
    "simhash": "1:de1ad9a5e61ef2be",
    "word_count": 1952
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MATTER OF CULLINAN EX REL. PECK v. BEEBE."
    ],
    "opinions": [
      {
        "text": "Spring, J.:\nApplication was made to revoke liquor tax certificate 21,050, held by the defendants on the ground that they “ suffered and permitted gambling to be done” in their saloon at ÜSTo. 23 Seneca street in Geneva, in said county, and which is the place designated in such certificate where they were authorized to traffic in liquors. The proofs were taken before a referee, and submitted to the Special Term, and the material facts are undisputed.\nThe alleged gambling was by means of a patented slot machine known as the Tale Wonder Clock. This machine was about seven feet in height by three feet across, contained an advertising contrivance, a music box, a clock and four tubes in which tickets were placed to be rung up upon putting a nickel in the slot on the side of the machine. The tickets were placed in the tubes by the proprietor and every time the machine was operated a metal disc or ticket was discharged. On the face of the machine arranged horizontally were four glass discs colored white, blue, green and red respectively, and whenever the metal ticket or disc was rejected from the machine one of the glass discs was illuminated. The white entitled the player to five cents in trade, the blue ten cents, the green fifteen cents and the red twenty-five cents. The discs were inscribed correspondingly, “ Good for five cents in trade,” and so on. The proof ■shows that the proprietor could distribute these metal discs in the tube as he saw fit. At the time the machine was tested by the agents of the petitioner in July, 1905, there had been placed in the tubes, according to the testimony of the defendant Peck, one hundred ' and seventy-six five-cent checks; twenty blues, calling for ten cents; four greens, each fifteen cents, and two reds, for twenty-five cents each.\nThe player instead of paying cash at the bar for the amount of his purchase, presented his check and received the same quantity in trade as though he paid the money. There was no rebate or reduction, but obviously the scheme was to entice trade by stimulating the gambling spirit. The player had no knowledge of the arrangement of the metal discs, and played in the hope of securing one or more of those calling for a larger sum, and knew that no loss could accrue to him in any event. The proprietor expected to make up for the few checks in excess of the actual value of the nickel in the increased trade and the consequent profit inuring to him..\nThe court dismissed the petition, relying on Cullinan v. Hosmer (100 App. Div. 148), decided by this court, and which held that the operation of a similar slot machine was not gambling. We have decided to disagree with the principle of that case, in so far as it holds that the running of the machine is not gambling within the inhibition of the Liquor Tax Law (Laws of 1896, chap. 112, § 23, subd. 7, as amd. by Laws of 1900, chap. 367 and Laws of 1905, chap. 680; id. § 31, subd. e, as amd. by Laws of 1903, chap. 486).\nWe are constrained to this conclusion both by reason of more mature consideration of the question, and also because of the decision in People ex rel. Ellison v. Lavin (179 N. Y. 164, 18 N. Y. Crim. 484), which had not been reported at the time of the previous decision, or at least had not come to our attention. It is proper to add, however, that the statement in the opinion of the Ilosmer case, that “ there is no provision in the Liquor Tax Law itself which was violated by the operation of this machine,” may have been founded on the original Liquor Tax Law, which did not specifically prohibit gambling in the place where liquor was sold (Laws of 1896, chap. 112, § 23, subd. 8; id. § 31, subd. e) ; and also on the statement to that effect in Lyman v. Shenandoah Social Club (39 App. Div. 459, 462) which was correct at that time, but subsequent amendments have added the prohibitory clauses. It is also to be noted that the action in the Ilosmer case was to recover the penalty on the bond, and the chief ground for the new trial was that the verdict was contrary to the evidence.\nThe chief element of gambling is the chance or uncertainty of the hazard. The chance may be in winning at all, or in the amount to be won or lost. In using the present machine, we may assume that the player cannot lose. By far the greater majority of the checks called in trade for the precise sum deposited in the slot. If every ticket represented five cents, the machine would not be patronized. The bait or inducement is that the player may get one of the checks for a sum in excess of the nickel he ventures, and that is the vice of the scheme. If he wins more than he pays the proprietor must lose on that discharge of the ticket. To constitute gambling it is not important who may be the loser. In the machine involved in Lyman v. Kurtz (166 N. Y. 274), when a five-cent piece was dropped in one of the several slots, the color upon the face of the machine denoted whether the player had won or lost and he might play for ten cents and up to a dollar. There were several chances, but he was not certain to win at all. The court, in condemning that machine as a gambling device within the meaning of the Liquor Tax Law, say (at p. 279) : “ The evidence shows the machine to be a contrivance, or apparatus, by which it is determined who, as between the player and proprietor, is the winner or loser of the money hazarded. The player stakes or hazards his money on a chance and that is sufficient to make out the gambling. Within the general understanding such a machine is a gambling device.”\nThe inventor of the present machine has attempted to obviate the criticism to which other slot machines have been subjected by cunningly returning to the player operating the machine a check or ticket which secures to him in cigars or liquor the amount of his stake. Like most endeavors to adhere to the letter of the law while violating its spirit, he cannot succeed. The present device attractively ministers to the gambling humor the same as other slot machines of substantially similar design. Unless it did this it would not entice the customer. If in every instance it actually returned five cents in coin to the player, no one would pretend that the device would attract any one. So if on every cast a ticket was run out calling for five cents in trade, no person would take the trouble to drop a nickel in the slot. It is the hazard, the chance of winning more than the sum ventured, which draws people to the machine, and that element was the conspicuous one retained in its mechanism, and it is that which brings it within the condemnation of the statute forbidding gambling in a place where liquor is sold.\nIn People ex rel. Ellison v. Lavin (179 N. Y. 164, 18 N. Y. Crim. 484) the relator, who was the publisher of the United States Tobacco Journal, was arrested charged with advertising a lottery in violation of section 327 of the Penal Code. The scheme which was the gravamen of the charge was to distribute money prizes in large sums to those estimating the closest to the number of cigars on which taxes were collected by the United States government during the month of November, 1903. The privilege was supposedly confined to purchasers of the cigars for the cigar bands had to be returned with the estimates, and the number of estimates was regulated by the number of the bands. The court held that the plan was within the Penal Oode definition of a lottery (§ 323) for it was a “ scheme for the distribution of property by chance ” among persons paying therefor. While one man might possess better judgment and be more familiar with the extent of the sales of cigars than another competitor, yet the element of chance entered largely into the estimate of every person. It was chiefly a guess. The court further held that in order to constitute a transgression of the statute it was not essential that the distribution be exclusively by chance; but only that chance, rather than skill, be “ the dominating element that determines the result of the game.” Of similar import are Public Clearing House v. Coyne (194 U. S. 497, 512 et seq.) and Hudelson v. State (94 Ind. 426).\nIt has long been the policy of the State to regulate and restrict the sale of intoxicating liquors. One method of accomplishing this purpose is to prevent certain things being done in the place where the traffic is permitted to be carried on. In harmony with this general policy, as already noted, gambling is prohibited in such places or the carrying on of any business or traffic “ which is a violation of law.” (Liquor Tax Law, § 23, subd. 7, as amd. supra.) Section 31 of the act (as amd. supra) enumerates what are denominated illegal sales, and in subdivision e the prohibition against gambling is reiterated.\nThis prohibitory legislation is subsidiary to the constitutional provision (Const. art. 1, § 9) which provides, “ nor shall any lottery or the sale of lottery tickets, pool-selling, book-making, or any other kind of gambling hereafter be authorized or allowed within this State; and the Legislature shall pass appropriate laws to prevent offenses against any of the provisions of this section.” 1\nThere should be no endeavor to pare down the effect of this inhibition where it is patent that the scheme devised is an attempt to evade the tenor of the law. Subtract from the Yale Wonder Clock the element of chance in its operation, which is its enticing feature, and not one would be found connected with a saloon, or place where liquor is sold. It is there as a gambling device to foster the venturesome spirit of hazard, and, consequently, is within the Condemnation of the statute.\nThe order should be reversed, with costs and disbursements of this appeal, and the petition revoking the liquor tax certificate granted, with costs.\nAll concurred.\nOrder reversed, with costs, and motion revoking and canceling said liquor tax certificate granted, with costs and disbursements.",
        "type": "majority",
        "author": "Spring, J.:"
      }
    ],
    "attorneys": [
      "Samuel II. Salisbury, for the appellant.",
      "Thomas Carmody, for the respondents."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION—FOURTH DEP.,\nMay 1906.\nMATTER OF CULLINAN EX REL. PECK v. BEEBE.\n(114 App. Div. 654.).\n(1.) Liquor Tax Law—Slot Machine.\nA saloon keeper who maintains a slot machine which returns to every one depositing a nickel therein a check marked five cents or a larger amount, which checks he accepts for liquor and cigars, is guilty of permitting gambling in his saloon—and his certificate will be revoked;\n(2). Same.\nAlthough the player cannot lose, it is gaming because he is led to play on the chance of drawing a check of greater value than the-money deposited.\nAppeal by the petitioner, Patrick W. Oullinan, as State Commissioner of Excise, from an order of the Supreme Court, made at the Monroe Special Term and entered in the office of the clerk of the county of Ontario on the 15th day of February, 1906, denying the petitioner’s motion to revoke the liquor tax certificate issued to the respondents.\nSamuel II. Salisbury, for the appellant.\nThomas Carmody, for the respondents."
  },
  "file_name": "0323-01",
  "first_page_order": 345,
  "last_page_order": 350
}