{
  "id": 4382468,
  "name": "LOIS P. SANDE, Plaintiff and Appellant, v. JACK E. SANDE, Defendant and Respondent",
  "name_abbreviation": "Sande v. Sande",
  "decision_date": "1969-09-23",
  "docket_number": "Civ. No. 33261",
  "first_page": "324",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 324"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "381 P.2d 944",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "31 Cal.Rptr. 64",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "59 Cal.2d 655",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4392943
      ],
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/59/0655-01"
      ]
    },
    {
      "cite": "130 P.2d 697",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "21 Cal.2d 145",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2228937
      ],
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/21/0145-01"
      ]
    },
    {
      "cite": "299 P.2d 231",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "46 Cal.2d 690",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4370361
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "694"
        },
        {
          "page": "693-694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/46/0690-01"
      ]
    },
    {
      "cite": "309 P.2d 441",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "48 Cal.2d 259",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4388348
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "261-262"
        },
        {
          "page": "261-262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/48/0259-01"
      ]
    },
    {
      "cite": "399 P.2d 33",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "42 Cal.Rptr. 577",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "62 Cal.2d 477",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2334078
      ],
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/62/0477-01"
      ]
    },
    {
      "cite": "28 Cal.Rptr. 7",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "212 Cal.App.2d 379",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2308327
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/212/0379-01"
      ]
    },
    {
      "cite": "55 Cal.Rptr. 518",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "247 Cal.App.2d 339",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2172315
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/247/0339-01"
      ]
    },
    {
      "cite": "258 P. 453",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "84 Cal.App. 567",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2096750
      ],
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/84/0567-01"
      ]
    },
    {
      "cite": "182 P.2d 222",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "80 Cal.App. 2d 422",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4456495
      ],
      "pin_cites": [
        {
          "page": "431-432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/80/0422-01"
      ]
    },
    {
      "cite": "219 P.2d 483",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "98 Cal.App.2d 142",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2283598
      ],
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/98/0142-01"
      ]
    },
    {
      "cite": "236 P.2d 910",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "107 Cal.App.2d 250",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2230249
      ],
      "pin_cites": [
        {
          "page": "251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/107/0250-01"
      ]
    },
    {
      "cite": "249 P.2d 58",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "113 Cal.App.2d 795",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2238712
      ],
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/113/0795-01"
      ]
    },
    {
      "cite": "7 Cal.Rptr. 504",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "184 Cal.App.2d 193",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4376466
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/184/0193-01"
      ]
    },
    {
      "cite": "16 Cal.Rptr. 579",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "196 Cal.App.2d 426",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2320690
      ],
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/196/0426-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 604",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "256 Cal.App.2d 781",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2198838
      ],
      "pin_cites": [
        {
          "page": "785"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/256/0781-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 790,
    "char_count": 15670,
    "ocr_confidence": 0.822,
    "pagerank": {
      "raw": 1.4607962056226168e-07,
      "percentile": 0.6572643810507871
    },
    "sha256": "b0c131157dc40ff4e8643823e2d56d09394a502dfe375449a4c6a5e7b1c4a2e6",
    "simhash": "1:d43bf4c294296432",
    "word_count": 2638
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LOIS P. SANDE, Plaintiff and Appellant, v. JACK E. SANDE, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "Illinois, filed Complaint to Establish Foreign Judgment alleging that on March 9, 1962, in the Circuit Court of Lake County, State of Illinois, In Chancery General No. 62-313, she was granted a final decree of divorce (Exh. A attached to complaint) modified by order of the Illinois court (Exh. B) on October 20, 1964 (¶¶ III, IV, V), and that defendant, a California resident, is delinquent in various payments due thereunder. Defendant’s answer denied only those paragraphs relating to his failure to pay (VII, VIII, IX) ; therewith he filed order to show cause in re modification of alimony and child support payments. By stipulation the order to show cause was heard at the time of the trial of the cause. Pending trial plaintiff sought and obtained a temporary order for support and attorney’s fees. After trial the court on August 9, 1967, made the following minute order:\n“In this matter heretofore submitted on August 8, 1967, the court now renders its decision and order: The decree of divorce from the state of Illinois is established as a California judgment.\n11 The court states that the amounts not paid by defendant pursuant to. said judgments are found offset by amounts paid by defendant for child support when children were partially emancipated.\n“The Court now orders that judgment is modified on defendant’s motion to provide that defendant is to pay as and for support of the minor child Patty, the sum of $150.00 per month commencing September 1, 1967defendant is to pay as and for support of plaintiff the sum of $200.00 per month commencing September 1, 1967, and continuing for a period not \"to exceed eight years; defendant is to pay to counsel for the plaintiff an' additional $175.00, payable $25.00' per month or more on completion of the prior order.” Plaintiff appeals from that portion of the minute order of August 9, 1967, relating to offset payments and modification.-\nWhile plaintiff has not appealed from that part of the order establishing the Illinois decree of divorce as a California judgment, She contends that because the court made no written findings there can be no judgment or order either establishing the Illinois decree as a California judgment or modifying the same. Although nothing in the record establishes a waiver of written findings and it appears that plaintiff submitted proposed findings which were never signed, her contention is without merit.\n“Written findings are required on all material issues raised by the pleadings and evidence, unless they are waived, and if the trial court renders judgment without making findings on all material issues, the case must be reversed on appeal. [Citations.] ” (Duff v. Duff, 256 Cal.App.2d 781, 785 [64 Cal.Rptr. 604].) However the existence and validity of the Illinois decree of divorce and its establishment as a California judgment was never a question of fact or an issue in the trial. First, all allegations of the fact and validity of the Illinois judgment in the complaint were admitted by defendant’s failure to deny them in his answer, thus they must be taken as true. (§ 462, Code Civ. Proc.; Guardianship of Guidry, 196 Cal.App.2d 426, 430 [16 Cal.Rptr. 579]; Peyton v. Cly, 184 Cal.App.2d 193, 195 [7 Cal.Rptr. 504] ; Rembold v. City & County of San Francisco, 113 Cal.App.2d 795, 796 [249 P.2d 58] ; Back v. Hook, 107 Cal.App.2d 250, 251 [236 P.2d 910] ; Brown v. Brown, 98 Cal.App.2d 142, 143 [219 P.2d 483].) “When allegations in a complaint are admitted by the answer (a) no evidence need be offered in their support; (b) evidence is not admissible to prove their untruth; (c) no finding thereon is necessary; (d) a finding contrary thereto is error. ’ ’ (Lifton v. Harshman, 80 Cal.App. 2d 422, 431-432 [182 P.2d 222].) Second, by stipulation the item was taken out of the issues of the trial, thus no finding thereon was necessary. (Wilson v. Mattei, 84 Cal.App. 567, 573 [258 P. 453].) At the outset it was-orally stipulated by the parties in open court “that the Illinois judgment be established as a decree of this court” and, except for copy of decree and modification order (Exh. 1), the parties offered no evidence thereon, at no time considered it an issue and, relying on the admission and stipulation, proceeded to try the cause solely on the issues of modification and enforcement. Clearly findings were not required, thus judgment was rendered when orally announced and entered in the minutes. A formal written document; called a “judgment” is not essential to the rendition of a yalid final judgment (3 Within, Cal. Procedure (1954) §12(3), Judgment, p. 1887), and the minute order of August 9, 1964, properly constitutes the judgment which the trial court'can and did modify.\nThe Illinois decree (March 9, 1962) incorporated the parties’ written agreement of February 7, 1962. By it defendant was ordered to pay alimony in the sum of $300' per month and $100 per month support for each of the two minor children until each shall reach the age of 21 or finish his or her college education; during the periods the children attend college, said $100 per month shall be paid towards the college education of each child and defendant shall pay for the benefit of said child an additional sum of $90 per month. At that time Peter was 18 years of age, attending the University of Illinois and Patricia was 13. On October 20', 1964, the decree was modified to provide that defendant pay all of Peter’s “necessary college expenses,” and all of Patricia’s “necessary college expenses” if she elects to attend college; and that a minimum of $190 per month for the support of each child in college shall be paid, which amount shall be. applied against\" necessary college expenses. ’ ’\nDefendant’s declaration in support of his order to show cause asserts that since the Illinois decree as modified October 20, 1964, was made, the conditions and circumstances surrounding the parties and upon which the order was based have materially changed in that plaintiff is now employed earning $400-per month, Peter is employed earning $200' per month, and Patricia wants to attend college “which would be financially impossible for [him] to afford. ’ ’ He sought modification by a reduction of alimony from the $300 per month ordered by the Illinois decree on March 9, 1962, to $150], and termination of support for Peter, age 22, and \" all necessary ■college expenses” for Patricia as provided by the modification of October 20,1964.\nAppellant claims that only such grounds as are specified in the order to Show cause can be considered by the trial court and that those alleged as the change in circumstances do not justify modification. She argues that reference to Peter is irrelevant since he is no longer a minor; her take home pay is $90.50 per week but under the Illinois decree '‘ The wife may obtain gainful employment and such income as she may earn shall not be deemed to be such a change of circumstances to justify the husband in seeking a modification of the decree and a reduction of his alimony payments”; and there is no showing that the cost of Patricia’s college education is “financially impossible” for defendant. Although the order to show cause instituting the hearing for modification was directed to a change in circumstances as set forth therein, the evidence fully presented the issue which included defendant’s ability to comply with the existing order. “Upon a contested motion for modification of an alimony or child support and maintenance award, the court may grant whatever relief appropriately is within the scope of the proceedings as determined by the prayer of the motion, the affidavits of the parties with respect thereto-, and the evidence produced at a hearing thereon without objection. [Citations.] ” (Thompson v. Thompson, 247 Cal.App.2d 339, 343 [55 Cal.Rptr. 518].) Without interposing the objection she now makes, plaintiff participated in the hearing and evidence was received on the general issue of change in circumstances, thus the order modifying the amount payable under the old award was proper as within the scope of the issues presented by the order to show cause and the evidence.\nLikewise there is no merit to appellant’s claim that there is no evidence of a change in circumstances to support modification of the judgment. While it is true, as urged by respondent, that without regard to the “change in circumstances rule, ” the court at any time during the pendency of an action may modify its order for support (Zinke v. Zinke, 212 Cal.App.2d 379, 383 [28 Cal.Rptr. 7], and cases cited by respondent), the instant case does not involve temporary support (§ 137.2, Civ. Code) but permanent alimony awarded by a final decree (§139, Civ. Code; Levitt v. Levitt, 62 Cal.2d 477, 483 [42 Cal.Rptr. 577, 399 P.2d 33] ; Bratnober v. Bratnober, 48 Cal.2d 259, 261-262 [309 P.2d 441].) The alimony award of $300 per month and support of $190' per month for each child while attending college were ordered by the final decree of March 9, 1962; the modification of October 20, 1964, required defendant to pay all of Patricia’s “necessary college expenses,” the $190 per month to be applied against them. “ The general rule is- that the trial court is without authority to order a reduction in the amount of alimony or support payments awarded in a decree of divorce in the absence of a. showing that there has been a change in. conditions subsequent to the entry of such decree; the court may, however, modify a support order because of changed circumstances (Civ. Code, § 139); whether the modification is warranted depends on the facts and circumstances of each case; the propriety of the modification rests in the first instance in the sound' discretion of the trial court; and an appellate court will not interfere with the trial court’s action unless, as a matter of law, an abuse of discretion is shown. (Bratnober v. Bratnober (1957) 48 Cal.2d 259, 261-262 [1, 2] [309 P.2d 441]; Primm v. Primm (1956) 46 Cal.2d 690, 694 [3] [299 P.2d 231].) Further, any conflicts in the evidence or in reasonable inferences to be drawn from the facts will he resolved in support of the decision of the trial court. (Primm v. Primm (1956) supra, 46 Cal.2d 690, 693-694 [1, 2]; Leupe v. Leupe (1942) 21 Cal.2d 145, 152 [4] [130 P.2d 697].)” (Dean v. Dean, 59 Cal.2d 655, 657 [31 Cal.Rptr. 64, 381 P.2d 944].)\nApplying the foregoing rules, we conclude that the trial court’s order reducing alimony and support for Patricia finds substantial support in the evidence, and that no abuse of discretion is shown. At the time of trial (August 9, 1967) Peter was 24 years old, out of college and employed; Patricia was 19 and attending college in Illinois. Defendant testified that Peter’s college expenses, including child support during the summer, ran approximately $2,200 to $2,300 a year.\nDefendant was employed in Chicago by Consolidated Foods Corporation as Vice President of a subsidiary; his annual salary, including cash bonus paid annually, was between $13,500 and $14,000. In September 1961 he came to Los Angeles and went to work for the Union Bank; a.t the time of the execution of the written agreement (February 9, 1962) and entry of the Illinois decree (March 9, 1962), defendant was thus employed earning an annual salary of $17,500'; his take home pay was $1,100 a month. Defendant is now Vice President, Union Bank, Beverly Hills office; his annual salary is $20,600; two months before the hearing he received an increase of $80 in his monthly net making his present total a.nmia.l salary, $22,000; his take home pay is $680 paid semimonthly ; he has no> other source of income except $150' annually from stocks.\nDefendant remarried December 1, 1962; at that time his salary was $17,500; his wife was a saleslady with a,yearly income of $7,500 plus traveling expenses and was so employed in 1964; in September 1965 she purchased in her own name for $45,900 a house in Malibu where she and defendant now live; when they made the commitment to buy the house she was employed but thereafter was compelled to stop working because of illness; she suffers from an allergy and for that reason she moved close to the water; she is presently under the care of a doctor and there are expected continued medical expenses for her treatment; she is no longer employed. The first mortgage on the Malibu house was $38,000 on which monthly payments are $235, some of which defendant has made; a. second mortgage was $4,500 on which monthly payments are $48. Defendant owes a bank $11,600; he drives a 1962 Cadillac, his- wife, a 10-year-old Jaguar; he owns 133 shares, Consolidated Foods Corp. ($49 a share), 5 shares, Union Bank ($34.25 a share), a vacant lot on which he has paid nothing on a $2,500 mortgage, which is of no real value because of its size and shape and on which he will probably make no payments, and a savings account with a balance of $26.\nReceived in evidence as Exhibit A is defendant’s accounting of expenses and income based on a gross income of $20,700 annually per 1966 income tax return. His monthly gross salary was $1,725, his net take home pay, $1,368. According to his accounting, his total expenses for 1966 were $26,024, his monthly expenses, $2,170.\nIt is readily apparent that in determining whether the judgment should be modified the trial judge considered the present financial circumstances of defendant and his ability to pay. In March 1962 defendant, of course, had not yet remarried; he did remarry prior to the modification of the judgment in 1964 but the record shows that since then his wife, who had been regularly employed, was compelled through illness to quit work, is under a doctor’s care, and there is expected continued medical treatment. There is manifest in the record no abuse of the trial court’s discretion in its determination to reduce permanent alimony from $300' to- $200 per month, and the amount of Patricia’s support to $150 per month.\nInasmuch as no argument is presented in support of appellant’s contention that the evidence does not justify the trial court’s finding that the amounts not paid by defendant under-the judgment were offset by sums paid by him for child support when the children were partially emancipated, and she asserts that she waives the “alleged error” if this court concludes that there is a valid judgment establishing the Illinois decree as a California, judgment and sufficient substantial evidence to support the modification order, we make no further comment on appellant’s last claim of error.\nThe order is affirmed.\nWood, P. J., and Thompson, J., concurred.\nOn December 14, 1966, defendant was ordered to pay to plaintiff for support of the minor child Patricia, $100 per month and for alimony, the sum of $200 per month until further order of court, and on account of attorney fees the sum of $750 plus $56.81 costs payable $35 per month until paid.\nOn September 8, 1967, a minor modification of this order, not here material, was made by the court.\nMonthly gross expense $2,170.00.”\nPlaintiff testified she is employed in Illinois and her take home pay is $90.50 a week; she receives stock dividends of $125 a year and has no other income or savings; her stock is valued at a little over §8,000 purchased from proceeds ($4,200) of sale of house she received under property settlement agreement; she purchased a ear in June 1966 on which she then owed 36 months of payments.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 33261.\nSecond Dist., Div. One.\nSept. 23,1969.]\nLOIS P. SANDE, Plaintiff and Appellant, v. JACK E. SANDE, Defendant and Respondent.\nRose & Ehrmann and Norman D. Rose for Plaintiff and Appellant.\nAlvin B. Green for Defendant and Respondent."
  },
  "file_name": "0324-01",
  "first_page_order": 346,
  "last_page_order": 354
}
