{
"id": 1163973,
  "name": "John Waterson, appellant, vs. Seat and Crawford, appellees",
  "name_abbreviation": "Waterson v. Seat & Crawford",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "326",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "10 Fla. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "8 Fla., 447",
      "category": "reporters:state",
      "reporter": "Fla.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 828,
    "char_count": 21072,
    "ocr_confidence": 0.363,
    "pagerank": {
      "raw": 6.671088841225907e-07,
      "percentile": 0.9624958829646053
    },
    "sha256": "da9d81b9a75a56257d8dd521736792921b5a2c4abf46a04928130f0cc611de54",
    "simhash": "1:fef1af7b2442e280",
    "word_count": 3722
  },
  "last_updated": "2024-02-27T21:31:38.345413+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Waterson, appellant, vs. Seat and Crawford, appellees."
    ],
    "opinions": [
      {
        "text": ". This was an action of trespass brought by the defendants in error vs. the plaintiff in error, to recover damages for the seizure by him of a large quantity of their lumber, in what they allege to liare been bis assumed capacity of timber agent of the United States.\nThe suit Aras brought to October term, 1855, of Hillsborough Circuit Court. At the next term of said Court, April term, 1856, judgment by default Avas rendered against the defendant for want of a plea; but, on the affidavit of defendant, said judgment was opened, the case continued till next term, and defendant allowed till July 1st to plead.. At said next term, which Avas October term, 1856, no plea having been filed, another judgment was taken by default, and a jury was called who assessed the plaintiff’s damages át $3,046 50; and the defendant, thereupon, - took the case by writ of error to the Supreme Court. For some reason, unknown to us, the cause was not beard before the Supreme Court till the term for 1859, at Avhieli term the Supreme Court held that the Circuit Court had erred in refusing to the defendant, upon the inquiry as to the amount of damages, the right to be heard or to interrogate witnesses, or to argue the case before the jury — the Circuit Judge having ruled “ that the defendant was out of Court, by reasomef his default, and could not be further heard in the cause.” — -See 8 Fla., 447. For this error, the judgment was reversed and the case sent back to the Circuit Court for further proceedings. Accordingly, the case reappeared on the Circuit Court docket at the April term of 1859, and thei'eupon a motion was made by defendant’s counsel to have the default opened and to be allowed to plead. The motion was overruled, and a jury called to assess the damages; but, not agreeing, were discharged, axxd the case continued to the next tei’m. At the next term, which was October term, 1859, another jury was called and assessed the damages at $2,750, and defendant thereupon again brought the case by writ of error to this Court. Owing partly to the absence of counsel, partly to the disqualification of one of the Justices of this Court, by reason of his having been of counsel for the defendant, and partly to the unsettled condition of affairs growing out ©f the war, this cause has lingered on our docket from the March term of 1860 to the present time, and we are able to try it now only . because the parties have consented. for the case to be transferred from Tampa to this place, (Tallahassee,) where we are able to procure the Judge of the Middle Circuit to sit with us.\nOn the return of this case to the Circuit Court, as we have before stated, defendant, by his counsel, moved that the default be opened and that he be allowed to plead, which was overruled, and to this ruling defendant then and there excepted. In considering the question whether this Court did or did not err in overruling said motion, it now becomes the duty of this Court to regard all the circumstances of the case at the time the motion was made. That great delay had occurred in the progress 'of this case, is evident; but, on investigation, we will find that the defendant is responsible for but a small portion of this delay. It was not the fault of the defendant that the cause was delayed from October term, 1856, to October term, 1859. That delay was owing to the erroneous ruling of the Circuit Judge, in refusing to allow him the right of being heard and of interrogating witnesses at the inquest of damages. When deprived of his rights by the improper ruling of the Court,, it was his right to appeal, and he is not responsible for any delay growing out of that appeal — nor is he responsible for the great delay which has taken place since this ease was last brought a second time into this Court, as this has’ been owing to circumstances over which neither he, nor the plaintiffs, nor the Court, could have any control. Let us, then, confine our consideration to ■ those instances wherein he does appear to have been guilty of delaying the cause by his laches. In the first place, he ought to have pleaded to the April term of 1856; he did not do so, and judgment was taken against him by default, but this judgment was opened on condition that certain depositions should be read in evidence on the trial. He ought then to have pleaded to the October term of 1856, but not having done so, judgment was again taken against him by default; and the question is, whether anything appears in the record to show that the Circuit Judge ought to have opened that default ? The motion to open the default was accompanied by the following affidavit, to wit:\n“Personally came in open Court, John \"Waterson, the defendant in the above entitled case, • who, being duly sworn, deposes and says that in said cause he has a. good and substantial defence. Defendant says that at.the time the seizure of lumber was made, for -which said suit has been brought, the defendant was an officer of the United States, to wit: a timber agent for the District of South Florida. That defendant was instructed by the Department at Washington to seize all timber or lumber cut upon or taken from the public domain of the Government of the United States. That said seizure was made by affiant under the authority and power given this affiant by the several statutes made and then in force for the protection of the public domain of the Government of the United States, by seizures -of lumber and timber cut therefrom ; and affiant says that tjie lumber and timber charged in the declaration to have been seized by affiant, was unlawfully cut and taken from the public domain of the United States, and that said lumber was seized by affiant in the due performance of the duties of his said office; and affiant further says that before the default for want of a plea was taken against him, he placed in the hands of Lancaster and Pogers, his attorneys, his defence to the said suit. That affiant is informed and believes pleas were prepared by one of said attorneys and placed in the hands of the other to be filed; but for some reason, unknown to affiant, were never filed. That at the term of the Court at which said default was taken against him, defendant was unavoidably absent and could not at that time make this application to have said default opened, and that this is the first time since said default was taken that he had been able to make such application.”\n¥e are of opinion that, under ordinary circumstances, this affidavit afforded sufficient cause to open the default. The defendant swore that he had a meritorious defense, to wit: that ho was timber agent, and that the lumber seized was cut from Government lands ; 'and this part of his affidavit is corroborated by the testimony of' Smith, Holland and Gerard, whom the plaintiffs themselves introduced. He also swears that, before the default, he placed his defence in the hands of his attorneys, Lancaster and Bogers, and that he is informed that pleas were prepared by one of them and placed in the hands of the other to be filed; but from some cause, unknown to the defendant, were never filed. That he was unavoidably absent at the time when the default was taken, and that he embraced the first opportunity to do so afterwards. The affidavit seems to be full and to the point, and we think it was made in time — for though it is true, as argued by learned counsel, that he cannot open a default after the term, at which it was taken in cases where final judgment has been rendered and remains unreversed, it is also certainly true, and the constant practice, where the final judgment has been reversed on appeal or error and the case remanded, to open defaults and allow amended or new pleadings. The reason why the Court cannot-open a default at a term after final judgment, is because by the final judgment the case goes off the docket and the Court loses jurisdiction of it; but when the case is taken to an appellate Court and reversed and sent back for further proceedings, the Circuit Court thereby recovers jurisdiction over it and may proceed in it as though no final judgment had ever been rendered. If there was culpable negligence in the management of the defence of this case, it certainly was not on the part of defendant, for he seems to have done everything that could reasonably have been expected of him. But it is argued in the able and elaborate briefs furnished in this case by counsel for plaintiffs, that the negligence of the attorney is the negligence of the party. That is true, hut the Court ought to he well satisfied before it close's its doors against a party on account of the negligence of the attorney, that such negligence really exists to so culpable a degree as to enable the client to maintain an action against his attorney, else he will be without remedy. It may he that the attorney into whose hands the pleas were placed to he filed, Was prevented from doing so by severe illness or death. Perhaps this Court may judicially take notice that Mr. Lancaster, who, as an attorney of this Court, was one of its officers, .did depart this life about that time. And, besides, it is the tendency of the Courts of the present age to stand less upon strict rules of practice than formerly, and to keep the door a long time open to a defendant who seems to he honestly striving to get in what he believes to he a good defence; And again, the Court must remember that strict rules of practice, which may do very well in large cities and thickly settled neighborhoods of small territorial extent, might he productive of vast evil if rigidly enforced in sparsely settled districts with extensive territorial limits. What might be negligence in the city of Charleston or Savannah, might not he such in the Southern Judicial Circuit, where, according to the statement of one of plaintiffs’ counsel, the attorney of the defendant resided a hundred miles from Tampa where the suit was progressing, and the defendant himself resided so far off that counsel for plaintiffs thought that a sufficient reason for proceeding to take tbe depositions of several witnesses without giving him the notice required by our statute. After mature reflection, we think, under all the circumstances, that the Circuit Court should have allowed the default to be ojJened.\n\"We think, also, that the Circuit Court erred in allowing the counsel for plaintiffs to ask the witness, James McKay, the question “ what was lumber, that was brought here in 1850, worth and selling for ?” The record shows that to this question the defendant, by his counsel,, excepted, “ on the ground that it was irrelevant, the .time named being a year anterior to the date of the trespass as charged in the declaration of plaintiffs, and that no testimony as to the price of lumber in 1850, or of shipped or imported lumber, • should be allowed to go to the jury.” ¥e think this exception was well taken. In each of the'eight counts of the plaintiffs’ declaration, the trespass complained of is alleged to have been committed on the fifteenth day óf May, 1851, and the lumber alleged to have been seized was lumber sawed at the. plaintiffs’ mill in Hillsborough county. \"We cannot see that the price of lumber, that was brought here in 1850, could enable the jury to fix the price of lumber that was sawed herein 1851. The price of lumber, even of the same sort, may have been much greater or much less in 1850 than in 1851. But the price of the lumber here inquired of was not .of the same sort. By lumber brought or shipped here from abroad, we are to understand, without explanation, merchantable, seasoned lumber; but lumber seized in bulk, at a mill, we would take without explanation to be green, unseasoned lumber, and bearing a value very disproportionate to the value of the lumber just named. \"We think the question did not tend to throw light on the question of the value of the lumber seized at the date of seizure, but was calculated to mislead the jury, and therefore should not have been allowed.\nWe will now proceed to dispose of the' question growing out of the admission of the depositions of the witnesses Holland, Smith and Girard. It appears from the record that those depositions were taken by plaintiff without giving to the defendant, or his attorney, the notice required by our statute, so as to enable him to cross-intcrrogato. In the briefs furnished.by plaintiffs’ attorneys, their right to do this is ably argued, but we can conceive of no circumstances under which the notice may be dispensed with. The plainest principles <Jf natural justice, as well as our statute, require it. It is stated by one of the earliest writers — to enforce the rule, on this subject — that even the Almighty would not proceed to pronounce sentence against our great ancestor without giving him notice, and therefore first called to him : “ \"Where art thou, Adam?” \"We are of opinion that the Circuit Court did not err in allowing those depositions to be read; but this opinion is based exclusively on the fact that at the opening of the first default the Court imposed the admission of those depositions as a condition,, and when the defendant took the benefit of the order opening the default, he took it Givm onere and could not afterwards avoid its conditions. The right of the Judge to impose that condition was not impeached by defendant’s counsel in bis argument before this Court, but he insisted that the- condition was complied with when plaintiffs wer,e allowed to read said depositions at the April term of 1856, and again at the April term of 1859. \"We think differently. In our opinion, the true meaning of the terms imposed was, that those depositions might be read whenever and as often as said cause should be tried before tliat Court. \"We do not conceive that the terms imposed were harsh or unreasonable, for a part of the condition was, that defendant should be allowed to retake the depositions if he should so desire.\nIt is objected by the brief filed by counsel for plaintiffs, ' that there is no bill of exceptions setting forth the facts so as to enable this Court to determine whether the Circuit Court did or diu not err. We have maturely considered this question, and while we regret to find the record vqry poorly gotten np, yet, by great pains, we find enough in the record to give us a fall understanding of the ground on which the Court acted, and to enable us to supervise its action. In the matter of the motion to open the default, the' refusal to grant which is the main ground of *our reversal of the judgment, the record is sufficiently explicit. It show's all the circumstances, and the time at which the motion was madc — the refusal-of the Court to grant the motion, and the exception of the defendant thereto, And- so in regard to the question to McKay — -the allowance of which we hold to have been error- — the record show's clearly what the question was, what defendant’s objection to it was, the allowance of said question by the Judge and the exception of the defendant thereto, Also, in reference to the depositions of Holland, Smith aiid Girard, the record shows what they were and the grounds on which they were admitted. It was only necessary that the record should show these facts, to enable this Court to pass upon the judgment of the Circuit Judge concerning them.\nCounsel for plaintiffs are mistaken in arguing that there was no bill of exceptions. There was a bill of exceptions, the conclusion of which reads thus: “Which was all the testimony offered in behalf of plaintiffs, and defendant offered no evidence to the jury. And said defendant prays that this, his bill of exceptions, may be signed, sealed, and made a part of the record in this case.” And the Judge, at the conclusion of the oral testimony, says-: “ The foregoing oral testimony, with the depositions of D. P. Holland, Joseph Smith and Jacob Girard, was all the testimony in the case,” and then signs his name officially and attaches his seal. This seems to be conclusive of the fact that there was a bill of exceptions. We remark, that although the Judge certifies that'the foregoing oral testimony and depositions were all the testimony in the case, it appears in the record that three witnesses, to wit: Givens, Drew and Cooley, were sworn and testified in behalf of plaintiffs, but it does not appear what their testimony was. Our conclusion is, that their testimony was regarded by the parties and the Judge as of no consequence, and was therefore not necessary to be inserted at length, else the. Judge -would not have certified that the other testimony, without theirs, was all the testimony in the ease. But, be that as it may, it is certain that the testimony of those witnesses could not affect, one way or the other, the question of the default nor the propriety of permitting McKay to answer the question objected to, nor flie propriety of allowing the depositions of Holland, Smith and Girard to 'be read. Those are the only questions on which this Court is now called upon to act, and we must not be restrained from doing so by the possibility that there m'ay have been other testimony in the case.\nIn conclusion, we again very urgently call the attention of the Bar to the great importance of having tlieir records properly made ; and in regard to bills of exception, to repeat what was said by this Court in the ca'se of. Proctor vs. Hart, to wit: “ At common law,- a writ of error lay, for error in law, apparent on the record, and not for error in law not apparent on the record. If a party alleged any matter of law at the trial, and was overruled by tbe Jndge, be was without redress, tbe matter not appearing on tlie record. — 2 Institutes, 12. To remedy this evil, the statute was passed which gives the bill of exceptions,’ through the instrumentality of which the party aggrieved is entitled to make such rulings of the Judge matter of record, which, but for the statute, would have remained in pais. The office of the bill of exceptions is very clearly defined in Phillips on Evidence, (Cowen and Hill’s notes,) at page 790, and it is there stated as follows: If the hill he not tacked to the record, it should set out the whole proceedings previous to the trial, but otherwise it begins with the proceedings after issue joined ; and, in either case, it goes on to state the circumstances on which it is founded, as, that a witness was called to establish certain fq,cts, or-evidence offered, or challenge made or demurrer tendered ; the allegations of.counsel respecting the competency of the witness; the admissibility of the evidence, &c.; the opinion of the Court or Judge; the exception of the counsel to the opinion, and the verdict of the jury.” — ■ Citing Buller’s Nisi Prius, 317, 319; Tidd’s Practice, 788; 3 Dunlop’s Practice, 643; Swift’s Evidence, 168.\nIt is ordered and adjudged by this Court that'the judgment rendered against the defendant, John Water son, at the October term, 1859, of Hillsborough Court, in favor of plaintiffs, Seat and Crawford, for $2,750, be and the same is hereby reversed. And it is further ordered, that this cause he remanded to said Circuit Court for Hillsborough county, in the Souther i Judicial District of the State of Floi’ida, with instructions to said Court to open the judgment by default which was rendered against defendant for want of a plea at October term, 1856, and to allow the defendant a reasonable time to plead, and to have such further proceedings herein as may not be inconsistent with the judgment and opinion of this Court as here delivered.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "8. S. Burritt for appellant.",
      "Bettis (É Mitchell for appellee."
    ],
    "corrections": "",
    "head_matter": "John Waterson, appellant, vs. Seat and Crawford, appellees.\nWhen a Cause is taken by writ of error or appeal to an appellate tribunal and reversed and remanded for further proceedings, the Circuit Court may ordef a default for want of a plea to be opened, and give the parties leave to plead ; and a refusal to do so, in a proper ease; will be error. In opening defaults,the Circuit Court has the right to impose reasonable terms and conditions; When a default is opened on condition that certain depositions, though irregularly taken, shall be read on the trial, it means on any and every trial that nmy take place, till the case bo finally disposed of. Whether a default should be opened, must depend on all the facts and circumstances connected with the case. If the party be guilty of gross negligence, the default will not be opened.\nThe negligence of the attorney is the negligence of the party; but before the . Court closes its door against a party for the negligence of the’ attorney, it ought to be satisfied that the negligence of the attorney has been such as to enable the client to maintain an action against him, else the client will be without remedy. It is the office of a bill of exceptions to place facts upon the record which would not otherwise appear there. A bill of exceptions should contain all the facts connected with the question which the party seeks to have revised by the appellate Court.\n8. S. Burritt for appellant.\nBettis (É Mitchell for appellee."
  },
  "file_name": "0326-01",
  "first_page_order": 332,
  "last_page_order": 342
}