{
  "id": 3188890,
  "name": "STATE ex rel. Mrs. Una M. VULLO and Bernard R. Martin, v. PLAQUEMINES PARISH POLICE JURY et al.",
  "name_abbreviation": "State ex rel. Vullo v. Plaquemines Parish Police Jury",
  "decision_date": "1959-11-10",
  "docket_number": "No. 44913",
  "first_page": "327",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 328"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 368"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "115 So.2d 74",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "opinion_index": 0
    },
    {
      "cite": "115 So.2d 70",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9863947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/115/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 19856,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 5.825094324349373e-07,
      "percentile": 0.951639072393796
    },
    "sha256": "28bf557a39330597123c7c747b08ebd53ac5ccc68f567dccfdc0c19220198a29",
    "simhash": "1:dae811612ca73d98",
    "word_count": 3303
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE ex rel. Mrs. Una M. VULLO and Bernard R. Martin, v. PLAQUEMINES PARISH POLICE JURY et al."
    ],
    "opinions": [
      {
        "text": "FOURNET, Chief Justice.\nThe relators, Mrs. Una M. Vullo and Bernard R. Martin, claiming the right to be candidates for the offices of Justice of the Peace and Member of the Police Jury, respectively, for Ward Eight of Plaque-mines Parish and contending that the ordinances adopted by the Police Jury of that Parish on February 7, 1959 and on May 22, 1959, purporting to abolish Ward Eight, are unconstitutional and therefore illegal, null and void, seek by mandamus proceeding to have the Plaquemines Parish Democratic Executive Committee meet and order that nominations for ward officers for Ward Eight, including the offices of Justice of the Peace and Member of the Police Jury, be made by direct primary to be held on December 5, 1959, and to certify relators as candidates for nomination to the offices to which they aspire so that their names may be placed on the official ballot to be used in the said primary election. The Police Jury of Plaquemines Parish is also made defendant in the suit.\nThe events which led to this proceeding, as disclosed by the record, began with the adoption by the Police Jury of the Parish on February 7, 1959, of “An Ordinance To Abolish the Eighth Ward of the Parish of Plaquemines and to consolidate said Ward with the Seventh Ward of the Parish of Plaquemines, to be designated the Seventh Ward * * Suit was filed on February 25, 1959, by Mrs. Vullo (Justice of the Peace for the Eighth Ward) against the Plaquemines Parish Police Jury, et al. (No. 4981 of the District Court docket) to have the ordinance set aside and declared unconstitutional and void, also to have Ward Eight re-established. A second ordinance, adopted by the Police Jury on May 22, 1959, had for its declared object to amend and redefine the Police Jury wards of the Parish and to fix their respective areas and boundaries; it contained the notation (Section 8) that “Ward Eight was abolished and consolidated with Ward Seven by Ordinance adopted February 7, 1959;” provided (Section 9) that the upper boundary of Ward Nine be moved northward to include a certain area formerly lying in Ward Eight — an area, incidentally, wherein the plaintiffs reside; and redefined the boundaries of Ward Seven (Section 7) so as to exclude the area. This ordinance was published weekly in the official journal beginning July 17th and continuing through September 11th, 1959.\nOn August 24, 1959, prior to the meeting of the Plaquemines Parish Democratic Executive Committee to issue a call for a primary election (R.S. 18:299, 301-303), suit was filed (No. 5195 of the District Court Docket) by relators herein, alleging the illegality of both ordinances and seeking a writ of mandamus directed to the Plaque-mines Parish Democratic Executive Committee and its chairman, directing them, “whenever they shall meet” for the purpose of ordering the nominations for ward officers for the Parish, to include in the primary call of December 5, 1959 (date for voting on democratic candidates for state officers) the Ward Eight offices of Justice of the Peace and Police Juror, and to certify relators as candidates for those offices, respectively, as well as to certify their names to the Secretary of State to be placed on the official ballot for use in the said democratic primary election of December 5, 1959. The matter was set for trial on August 27th, 1959, but was not heard due to continuances sought and obtained by counsel for the respondents Police Jury and Democratic Executive Committee.\nOn September 9, 1959, the Plaquemines Parish Democratic Executive Committee met and fixed the date of December 5, 1959 for the holding of a primary election for the purpose of selecting democratic candidates for certain local offices, but omitted from the call any mention of Ward Eight offices. The relators nevertheless, on September 11th, filed with the Chairman of the Executive Committee their notifications of candidacy for the respective offices of Eighth Ward Justice of the Peace and Eighth Ward Member of the Police Jury, complying with all requirements; and on September 14th filed the instant mandamus proceeding (No. 5213 of the District Court’s Docket) in which they assert that as a direct result of the adoption of the “manifestly illegal ordinances” they will be illegally deprived of their right to qualify and become candidates, and seek to compel the Parish Committee to again meet and to order that nominations of Ward Eight offices be made by direct primary to be held on December 5th, and to certify relators as candidates; alternatively, in the event this matter is not finally adjudged in sufficient time for such action, that the Plaquemines Parish Democratic Executive Committee be directed to meet and declare relators the Democratic nominees for the respective offices and certify each as nominee thereto, in accordance with law. The lower court issued alternative writs of mandamus, returnable on a day and date fixed in the Court’s order.\nOn the return day (September 22, 1959) the respondents filed exceptions of lack of jurisdiction ratione materiae, lis pendens, misjoinder of parties defendant, misjoinder of causes, prematurity, no right of action, and no cause of action. Also on the return day, a petition of intervention was filed by James L. Armstrong and Edward John Foster, who alleged they had filed their notification of candidacy accompanied by cash deposit with the Chairman of the Parish Democratic Executive Committee, as candidates respectively for Police Juror and Justice of the Peace of the Eighth Ward, and declaring that they were in the same situation, relatively, as plaintiffs and are entitled to be recognized as candidates and to have their names certified, prayed for judgment in their favor to the same effect as any judgment that may be finally rendered in favor of plaintiffs. Following argument, the Trial Judge maintained the exception of lis pendens and dismissed both the main demand and the demands of intervenors, and the intervenors immediately perfected an appeal to the Court of Appeal for the Parish of Orleans, made returnable October 7, 1959. Meanwhile, on October 2nd, the relators applied to this Court for writs of certiorari, prohibition and .mandamus, which were denied. The relators then perfected a “devolutive appeal” from the lower court’s judgment, and answered the intervenors’ appeal praying that the lower court’s judgment be annulled, reversed and set aside; to that Answer respondents filed a Motion to Dismiss. Following a hearing (October 19, 1959) the Court of Appeal issued its decree amending the judgment of the District Court by maintaining the exception of no cause of action and recalling the alternative writs of mandamus and, as thus amended, the judgment was affirmed, 115 So.2d 70. Upon application of relators, we granted writs.\nRelators contend that the Ordinance of February 7th is illegal, null, void and unconstitutional in that it (a) merely abolishes and eliminates a single ward of the Parish, instead of redistricting the Parish into not less than five nor more than twelve Police Jury wards, as provided by R.S. 33:1224; (b) fails, as a consequence, to specifically redistrict the Police Jury wards into one or more Justice of the Peace' wards, in violation of the same statute, and (c) to designate said wards numerically and in consecutive order; (d) if interpreted as an attempt to redistrict the Parish into Police Jury and Justice of the Peace wards, it fails to limit the maximum number of Justice of the Peace wards in Plaquemines Parish to six, in direct violation of Article 7, Sec. 46 of the Constitution, and further fails to limit the territorial area to be included within each Justice of the Peace ward. It is further alleged (e) that the action of the Police Jury in adopting the ordinances was motivated by political expediency without regard for the “convenience of the people,” in violation of the provisions and intent of R.S. 33:1224; (f) that authority is lacking for Police Jurors to eliminate or abolish any one ward, the obvious purpose of R.S. 33:1224 being to increase rather than decrease wards; (g) since Ward Eight is abolished, all ward offices are of necessity abolished, including the constitutional offices and courts of Justice of the Peace and Constable, in violation of La. Constitution, Article 7, Sections 46 through 49.\nThe ordinance of May 22, 1959 is attacked as a nullity because by its terms it changes the boundaries of Wards Seven and Nine and eliminates Ward Eight— a procedure unauthorized in law; and if interpreted as an attempt to redistrict the Parish, it is null and void because of failure (as in the case of the earlier ordinance of February 7th, and for the same reasons) to comply with the requirements of R.S. 33:1224. With allegations throughout that the ordinances are “illegal, null, void and unconstitutional and should be so declared by the Court”, relators prayed that a writ of mandamus issue, as stated above, and for equitable relief.\nIn this Court the respondents Plaque-mines Parish Democratic Executive Committee and Police Jury filed a document styled Motion to Dismiss, praying that the writs be recalled and the relators’ demands be rejected at their cost, based on the contentions (a) that this Court lacks jurisdiction to review the judgment and decree of the Court of Appeal because such judgment is final and executory from rendition; and (b) relators having failed to appeal within five days from rendition of the judgment in the lower Court, the right of appeal has been lost.\nWhile it is contended on the merits of this case, that in attempting to eliminate and abolish Ward Eight by the said Ordinances the Police Jury of Plaquemines Parish failed to follow the mandate of the Legislature (R.S. 33:1224, footnote 9), we are powerless to look into the matter since relators failed to timely perfect an appeal in this case as required under the provisions of R.S. 18:364, Section E. Counsel for relators claim, however, that the record having been timely lodged in the Court of Appeal on the appeal taken by the intervenors, and relators having been cited and served as appellees and having filed an answer to that appeal on October 7, 1959, they are properly before the Court. In this we think counsel is in error.\nIt is a universal rule in this country that the validity of an election contest as well as the machinery controlling such elections presents political rather than judicial questions, in the absence of an express constitutional or statutory provision granting to the courts jurisdiction over the controversy. In conformity with the mandate of the Constitution of this State the Legislature adopted its Act 46 of 1940, the provisions of which were incorporated substantially in their original form in the Revised Statutes of 1950 as R.S. 18:281 et seq., and the procedures therein contained are sui generis. The relators’ right to proceed herein emanates from R.S. 18:307, in which we find the provision to be simply that “Each party may appeal to any court of competent jurisdiction for relief,” and the Section further declares (R.S. 18:307, subd. C) “ * * * The jurisdiction of the court, the time within which suit must be filed, the delay for answering, the method of procedure and trial, the time within which a decision shall be rendered by the lower court, the time within which an appeal may be taken and prosecuted, and the time within which the appellate court must render a decision, shall, as far as practicable, be as is hereinafter provided for contesting elections.” R.S. 18:364 specifically gives “The party cast” the right to appeal and delineates the procedure to be followed with precision. This is binding on the Courts, and we are without authority to modify or change these rules. The Ar-tides of the Code of Practice, i. e., 591, 592 and 888, are without application here.\nFor the reasons assigned, the writ issued in this case, is recalled and vacated and the proceedings in this Court are dismissed, at relators’ cost.\n. The ordinance provides: “Whereas, the Eighth Ward is the smallest Ward, both in area and population in the Parish of Plaquemines and the Eighth Ward no longer has an elected member of this Police Jury to represent the people of that Ward on their Parish governing body, and this Police Jury considers it in the best interest and convenience of the people of the Parish of Plaquemines to abolish the Eighth Ward and to consolidate the Eighth Ward with the Seventh Ward, therefore;\n“Be It Ordained by the Police Jury of the Parish of Plaquemines, La., that from and after this date, the Eighth Ward of the Parish of Plaquemines be and the same is hereby abolished, and that the areas included within the Seventh and Eighth Wards be and the same are hereby consolidated into the Seventh Ward of the Parish of Plaquemines, and designated as the Seventh Ward, and the area previously included in the Eighth Ward be designated the Third Precinct of the Seventh WTard;” (followed by a repealing clause).\n. According to the allegations of the petition, Mrs. Vullo had been elected at the general election of 1956 to the office of Justice of the Peace, Ward Eight, for a term of four years, for which she had received a salary from the Police Jury of $50 per month, but with the adoption of the ordinance of February 7th, the salary was discontinued. We understand that this suit was dismissed on an exception, and that no appeal was taken from that judgment.\n. It appears that on the said return day of August 27th, a continuance of ten days was granted (to September 8th) on motion of the Parish Democratic Executive Committee’s Secretary, who represented that service had not been made on each of the fifteen individual members of the Committee although they were named in the petition and that, in any event, the defendants had not been given sufficient time to prepare their defenses. On September 4th, by joint motion of defendants, and on representing that the fifteen members of the Committee were made defendants (denied by plaintiffs’ counsel) but that none was served with petition or citation, obtained an order “that this cause be continued, to be refixed on the motion of attorneys for plaintiff after they have had service made on said fifteen individual defendants.” On the same date, plaintiffs were required to file a bond for costs in the sum of $250, to cover the cost of such additional services. The bond was furnished, according to petitioners’ written objections, “solely to prevent the dismissal of relators’ suit for failure to give security for costs,” and under protest by plaintiffs’ counsel that the further continuance had been granted without a hearing and the bond for costs had been signed improvidently, since citations and service are not required by law to be made upon individual members of said Committee, and in any event the Clerk of Court always requires prepayment of all costs.\n. The Democratic State Central Committee had met in accordance with legal requirements (R.S. 18:299) and issued its call for a primary election for State offices; the date for said election was fixed for December 5, 1959. Within ten days after that call issued, the Parish Committee met. (R.S. 18:300)\n. According to the Committee’s Resolution, the Parish offices to be filled were Sheriff, Clerk of Court, Assessor, Coroner, Representative, and Members at Large of the Democratic Executive Committee; and Ward offices to be filled, for “Wards 1, 2, 3, 4, 5, 6, 7, 9 and 10” were Justices of tlie Peace, Members of the Police Jury, Constables, and Members of the Parish Democratic Executive Committee.\n. The record was actually filed in the Court of Appeal on September 23, 1959.\n. In denying tlie application (October 5th) we said: “The relators have an adequate remedy by appeal inasmuch as the appeal in this case was made returnable to the Court of Appeal for the Parish of Orleans on October 7, 1959, and that Court, under the law, must fix the case by special preference and dispose of the matter in its entirety, including all issues that are presented, within twenty-four hours.”\n. In reaching this result the Court reasoned that while the Police Jury of Plaquemines Parish was also named defendant, no relief was sought against it; that the Plaquemines Parish Democratic Executive Committee was without authority to make determination of the legality vel non of the ordinances; and conceiving the matter to be a collateral attack on the action of the Police Jury and “not a proceeding by which relators are seeking to have the abolition of Ward 8 of Plaquemines Parish by the Police Jury declared illegal and without force or effect,” expressed the firm opinion that “before any court could * * * grant the relief for which the relators pray against the, parish executive committee, they should, as a prerequisite, have it judicially declared in a direct action that the ordinances in question which abolished Ward 8 are null and void and that notwithstanding these ordinances former Ward 8 is still in existence.” 115 So.2d 74.\n.R.S. 33:1224 provides: “The police jury of each parish may redistrict their parish into not less than five nor more than twelve police jury wards, as the convenience of the people may require, and shall at the same time district these police jury wards into one or more justice of the peace and election wards, as they think proper, and shall designate said wards numerically and in consecutive order. No police jury shall redistrict their parish as herein provided except by a two-thirds vote of the police jury, recorded by yeas and nays. Whenever any police jury redistricts their parish and creates more than the number of wards such parish presently contains, the police jurors, justices of the peace and constables of the additionally created wards shall be appointed therefor by the governor, by and with the advice and consent of the senate, to serve until the next general state election.”\n. Article 7, Section 46, La.Const. of 1921, declares “Any parish of the State, the parish of Orleans excepted, may be divided by the police jury thereof into not more than six nor fewer than three justice of the peace wards, from each of which there shall be elected one justice of the peace; provided, that the Legislature may reduce such number, or even abolish the office of justice of the peace throughout the State.\n“The number of justice of the peace wards in the several parishes shall remain as now fixed until rearranged, or until the office of justice of the peace may be abolished, as herein provided.”\n. Section 46 of Article 7 is quoted in footnote 10; Section 47 provides that “Justices of the peace * * * shall be elected at the general state election for terms of four years, by the qualified voters within the territorial limits of their jurisdiction.” Section 48 deals with jurisdiction of Justices of the Peace, and Section 49 concerns Constables, their election, term of office, etc.\n. That section provides, in part: “ * * the appeal shall be filed in the appellate court within not more than five days from the rendition of the judgment\n. Article 8, Section 12 provides: “The Legislature shall provide by law for the trial and determination of contested elections of all public officers, whether State, district, judicial, parochial, municipal or ward (except Governor and Lieutenant Governor), which trials shall be by the courts of law, and at the domicile of the party defendant.”",
        "type": "majority",
        "author": "FOURNET, Chief Justice."
      }
    ],
    "attorneys": [
      "Martin & Slater, Port Sulphur, for plaintiffs and appellants.",
      "Luke A. Petrovich, Buras, for intervenors.",
      "Leander H. Perez, Dist. Atty., New Orleans, Rudolph M. McBride, Asst. Dist. Atty., Port Sulphur, for respondents."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 368\nSTATE ex rel. Mrs. Una M. VULLO and Bernard R. Martin, v. PLAQUEMINES PARISH POLICE JURY et al.\nNo. 44913.\nNov. 10, 1959.\nMartin & Slater, Port Sulphur, for plaintiffs and appellants.\nLuke A. Petrovich, Buras, for intervenors.\nLeander H. Perez, Dist. Atty., New Orleans, Rudolph M. McBride, Asst. Dist. Atty., Port Sulphur, for respondents."
  },
  "file_name": "0327-01",
  "first_page_order": 196,
  "last_page_order": 204
}
