{
"id": 807192,
  "name": "MATTER OF CULLINAN IN RE GARFINKLE",
  "name_abbreviation": "In re Cullinan",
  "decision_date": "1906-07-12",
  "docket_number": "",
  "first_page": "329",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 329"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 509"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "181 N. Y. 570",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2321851,
        2321863
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/181/0570-01",
        "/ny/181/0570-02"
      ]
    },
    {
      "cite": "103 App. Div. 596",
      "category": "reporters:state",
      "reporter": "A.D.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 9276,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 6.267022623599536e-08,
      "percentile": 0.3866157833912325
    },
    "sha256": "bac2074fd5a82994b3b9a72ea6875509c7ea802a90ae6497e65265a005022423",
    "simhash": "1:bbbad367a73c3bef",
    "word_count": 1619
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MATTER OF CULLINAN IN RE GARFINKLE."
    ],
    "opinions": [
      {
        "text": "Laughlin, J.:\nOn the first day of December, 1905, the respondent duly surrendered his liquor tax certificate for cancellation and duly demanded the rebate of the liquor tax for the unexpired period. It is alleged by the State Commissioner of Excise that thereafter respondent, before he came entitled to the rebate, violated the Liquor Tax Law by selling liquor on the licensed premises on the 18th day of December, 1905, without having obtained another liquor tax certificate therefor. This proceeding was instituted to cancel the liquor tax certificate for the purpose of depriving the respondent of the right to receive the rebate.\nThe respondent conducted a billiard and poolroom on the premises on which he was authorized by the liquor tax certificate issued to him to traffic in liquors. At the time of the alleged violation, the bar, which was on one side of the billiard and poolroom, remained as it had been used by the respondent before surrendering the liquor tax certificate. Another liquor tax certificate had been issued to another party, authorizing him to traffic in liquor in the basement of the building where he conducted a bowling alley. The respondent denied the alleged violations, and the issues raised by the petition and his answer were referred to a referee who reported the evidence to the court, and upon the report the court denied the application for the cancellation of the certificate.\nThe petitioner presented evidence tending to show that after surrendering the liquor tax certificate, the respondent maintained the bar, stocked with liquors, and continued- to sell liquors therefrom to his patrons, but by having the liquors first taken out into the hall, pretending that they were obtained from the bar in the basement. It becomes necessary to consider the evidence adduced upon that point for we have reached the conclusion that even on the theory of the respondent that the liquors were obtained from the bar in the basement, the Liquor Tax Law was violated.\nThe uncontroverted evidence, viewed in the light most favorable to the respondent, shows that on the 18th day of December, 1905, two agents of the Excise Department entered the respondent’s billiard and pool hall, engaged in a game of pool and ordered two drinks of Wilson whisky of a waiter in the employ of the respondent; that this waiter proceeded to the bar in the same room, called another waiter, also in the employ of the respondent, and gave the order to him; that, the second waiter to whom the order was thus given applied to the respondent and obtained the necessary money with which to pay for the drinks at the bar in the basement, and took two glasses and proceeded to the bar in the basement and there -obtained and paid for two drinks of whisky and returned to the billiard room and from the first waiter received a tray with two glasses of water, and placing the glasses of whisky upon the tray proceeded to the pool table and served the special agents, who drank the whisky; that when the special agents commenced to play pool, a card or check showing the time they commenced the game, was suspended from the chandelier over the table; that on serving the drinks the waiter took this card or check to the respondent, or his manager, who wrote the charge for the whisky thereon and the card or check was then returned and suspended from the chandelier as before; that on finishing the game, the card or check was again taken down and the charge for the use of the pool table was inserted thereon; that one of the special agents paid to the respondent twenty-five cents, the charge upon the check for the whisky, and the other paid fifty cents the charge thereon for the use of the pool table; that during the month of December, after the surrender of the liquor tax certificate, the respondent had been regularly serving drinks to his customers in the poolroom in this manner, his employees taking the orders for drinks as if the respondent were authorized to sell and without any intimation that he was not, and without making any extra charge for the time of his employees occupied in taking the orders for drinks, filling the orders in the basement and serving his customers.\nSection 31 of the Liquor Tax Law provides, among other things, as follows: “ It shall not be lawful for any person who has not paid a- tax as provided in section eleven of this act and obtained and posted the liquor tax certificate as provided in this act, to sell, offer or expose for sale, or give away liquors in any quantity less than five gallons at a time; nor without having paid such tax and complied with the provisions of this act, to sell, offer or expose for sale or give away liquor in any quantity whatever, any part of which is to be drunk on the premises of such vendor.”\nIt is manifest that a sale of liquor after the surrender of the liquor tax certificate for cancellation and rebate, \"pursuant to the provisions of section 25 of the Liquor Tax Law is as clear a violation of section 31 herein quoted, as if no liquor tax certificate had been obtained, because after the surrender of the liquor tax certificate it is evident that it could not be posted upon the premises.\nThe learned counsel for the respondent, however, contends that these facts do not show a sale of liquor by the respondent and that the employees of the respondent became the agents of his patrons in obtaining liquors for them from the bar in the basement for which a liquor tax certificate had been duly issued and remained in force. We are unable to agree with this view of the law. Agency is a contract, and, like other contracts, it is essential that the minds of the parties should meet in making it. The patrons of the respondent could have had no intention to constitute his waiters their agents, for they were not informed that the respondent was not selling liquor or that it would be necessary to go below therefor. They neither advanced the price of the liquor nor authorized the respondent to advance it for them. They were charged by the respondent for the liquor in precisely the same manner that they were charged for the use of the pool table. If such an evasion of the Liquor Tax Law is sanctioned by the courts, it would be impossible to enforce the law, and it is probable that the number of liquor tax certificates issued would be materially reduced, and the revenue, which the Liquor Tax Law was designed by the Legislature to produce, would be substantially decreased. If the construction of the statute contended for by the respondent should prevail, one liquor tax certificate holder, if his premises were conveniently located, could supply many nearby restaurants, poolrooms, billiard halls and places of public gathering.\nIn People v. Korn, (103 App. Div. 596; affd, 181 N. Y. 570) the defendant, who was the proprietor of a restaurant for which he had no liquor tax certificate, was convicted of a violation of section 31 of the Liquor Tax Law upon evidence showing that one of the waiters went outside and advanced his own money for liquors for guests and reimbursed himself therefor out of the moneys given to him by the guests in payment for the meals served, and that this custom prevailed to the knowledge of the defendant, excepting that ordinarily the waiters obtained the money in advance from the guests. Although no opinion was written in that case in this court or in the Court of Appeals, it is clear that it covers the question presented by this appeal.\nIt follows that the order should be reversed with costs and the motion to revoke and cancel the liquor tax certificate should be granted, with costs.\nO’Brien, P. J., Patterson, McLaughlin, and Clarke, JJ., concurred.\nOrder reversed with costs, and motion to revoke and cancel liquor tax certificate granted, with costs. Order filed.\nAlso amended be statute or 1903.—[Rep.",
        "type": "majority",
        "author": "Laughlin, J.:"
      }
    ],
    "attorneys": [
      "Herbert H. Kellogg, for the appellant.",
      "Moses Weinman, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION—FIRST DEPARTMENT,\nJuly 12, 1906.\nMATTER OF CULLINAN IN RE GARFINKLE.\n(114 App. Div. 509.)\n(1) . Liquor Tax Law—Section 31.\nThe manager of a billiard parlor who, after a surrender of his liquor tax certificate advances money to his waiters to purchase liquor from a licensed bar in the same building to fill the order of a patron of his billiard parlor, and who makes the charge therefor directly to his patron without informing that he is not authorized to sell liquor, is guilty of a violation of section 31 of the Liquor Tax Law, and is not entitled to a rebate on the license which he has surrendered.\n(2) . Same—Waiter not Agent of Patron.\nUnder such circumstances the waiter serving the liquor is not an agent of the guest ordering the same.\nAppeal by the petitioner, Patrick W. Cullinan, as State Commissioner of Excise of the State of New York, from an order of the Supreme Court, made at the New York Special Term and entered in the office of the clerk of the county of New York on the 28th day of February, 1906, denying the petitioner’s motion to revoke and cancel liquor tax certificate No. 6,009, theretofore issued to Charles Garfinkle, authorizing him to traffic in liquors at the premises known at Nos. 290 and 292 Lenox avenue, borough of Manhattan, for the balance of the excise year ending April 30, 1906.\nHerbert H. Kellogg, for the appellant.\nMoses Weinman, for the respondent."
  },
  "file_name": "0329-01",
  "first_page_order": 351,
  "last_page_order": 355
}