{
  "id": 1933612,
  "name": "Dwight & Pierce vs. Blackmar",
  "name_abbreviation": "Dwight v. Blackmar",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "330",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "4 Howard, 503",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 827,
    "char_count": 15210,
    "ocr_confidence": 0.344,
    "pagerank": {
      "raw": 5.930914139466359e-07,
      "percentile": 0.9532480465077308
    },
    "sha256": "58a7a36732f70448bc4fdf5827d57dd278f1999f4f50d630416d5baac04148e7",
    "simhash": "1:9a02a650941cb9d6",
    "word_count": 2639
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dwight & Pierce vs. Blackmar."
    ],
    "opinions": [
      {
        "text": "By the Court, Whipple, J.\nThis cause is brought before,us by writ of error from the Circuit Court of the county of Jackson. The action was ejectment for an undivided eighth part of a lot or parcel of ground lying in the village of Jackson. On the trial, the plaintiff established the title of Samuel Blaekmar, his ancestor, to the land in question, and having proved the death of said Samuel, and that be was one of his heirs at law, and that Dwight & Pierce wore in possession of the premises at the commencement of the suit, the former claiming to be owner thereof, rested his cause.\nThe defendants to maintain the issue on their part, gave in evidence the record of a deed from Lucy Acker, John F. Durand and Silence, his wife, Louis Miller and Mary, his wife, Elizur B. Chapman and Julia, his wife, to Russell Blaekmar, dated June 1st, 1836, of certain premises, including the lot in controversy; the said Lucy, Silence, Mary and Julia, being the four daughters and heirs at law of the said Samuel Blaekmar.\nAfter certain preliminary proofs, the defendants next offered in evidence a deed of the premises, from Russel Blaekmar, administrator, and Eunice Blaekmar, administratrix, of Samuel Blaekmar, to Mussel Black-mar, dated second August, 1836. To the introduction of the deed as evidence in the cause, the plaintiff, for various reasons, objected; the objections how'ever, were overruled, and the deed was read to the jury as evidence. It from these appeared that Dwight claimed to be owner of the premises by virtue of a conveyance to him by Russel Blaekmar, and that Pierce was his tenant.\nFrom this statement it will bo seen that the plaintiff claimed as one of the heirs at law of Samuel Blaekmar, and that Dwight’s claim was founded upon a conveyance to him by Russel Blaekmar, who professed to have acquired title by .virtue of a deed from himself as administrator, and Eunice Blaekmar, as administratrix of the estate of Sámuel Blaekmar. ' It was claimed that Russel Blaekmar and Eunice Black-mar sold the land by virtue of a license of the Judge of Probate of Jackson county, upon the representation of the administrator and administratrix of Samuel Blaekmar, that the personal property left by ■the deceased, was insufficient to pay his debts.\nIt is not my purpose to consider the numerous questions raised on the trial, and appearing in the voluminous record before us, respecting the admissibility as evidence, of the deed from the personal representations of Samuel Blackmar to Russel Blackmar, through whom Dwight claims title, as many of these questions were decided upon the erroneous view taken by the Circuit Court, of the legal character of the deed. It will also become unnecessary, for the same reason, to express an opinion upon other points made in the progress of the trial, and in respect to which exception was taken to the ruling of the Court, by the plaintiff. Those mlings were the consequence of a misapprehension by the Court below, of the validity and effect of the sale made by the administrators of Samuel Blackmar.\nTo the introduction of the deed executed by Russel Blackmar, administrator, and Eunice Blackmar, administratrix of Samuel Blackmar, to Mussel Blackmar, objection was made, on the ground that the deed was fraudulent and void. The Court below, however, held that the deed was not absolutely void, but merely voidable. If the judgment of the Circuit Court upon this point cannot, upon correct legal principles, be sustained, the title of Dwight fails, and the plaintiff upon the showing in the Court below, was entitled to a verdict.\nWhile it is the duty of this Court to view with liberality the proceedings of the Probate Court, when those proceedings are called in question to support titles derived through them, we are not at liberty to overthrow principles which have their foundation 'in the soundest rules of policy and morality, and the inflexible enforcement of which is deemed necessary to secure a faithful and honest administration of their duties by those to whom is committed the execution of delicate and important trusts.\nIt is probable that the attention of the Circuit Court was not called to several decisions, made at an early period in the history of this State, by the Court of Chancery, involving the precise question upon which the rights of the parties in this case depended. Those decisions, it is true, were not authoritative and binding upon the Circuit Court, not having received the sanction of this Court. They were nevertheless,, entitled to great consideration, from the fact that they embodied the views of two high judicial officers, and seem to have been acquiesced in by counsel, as no attempt was made to call in question their accuracy or soundness by an appeal to this tribunal. Whatever doubt or obscurity may have hung over the important question submitted for •our decision in this case, in consequence of views expressed by English ■and American Judges a hah century ago, and still maintained in some of the States, those doubts have been dissipated, and the doctrine maintained by this Court in the case of- Clute et al. vs. Barron, (ante 192, rests upon a foundation too solid to be shaken. That doctrine was commended to our adoption by reasons of policy so overwhelming, and supported by an array of authority so irresistible, as to make the path of duty plain, and leaves the doctrine where it should have been left, unimpaired by the unreasoned opinions or bare suggestions to be found in a few reported cases.\nIn the case of Beaubien vs. Poupard, (Harrington’s Rep., 206,) Chancellor Farnsworth set aside a sale made by Poupard, as administrator, on the ground that “ the rule is imperative that he could not become a purchaser.” In Walton vs. Torrey, (Harrington, 259,) the same Chancellor held that a purchase made by Torrey, of real estate sold under his order as Judge of Probate, was void, and referred to the masterly opinion of Chancellor Kent, in Davoue vs. Fanning, (2 Johns. C. R., 268,) as supporting to the fullest extent his opinion. In Ingerson vs. Starkweather, (Walker’s Ch. Rep., 346,) Chancellor Manning held that a purchaser of school lands, at a public auction in the name of one Norton, by the defendant, who was a clerk of the Superintendent of Public Instruction, was void, it appearing that the clerk was interested in the purchase. The reason of the rule is thus stated by th Chancellor: “It is contrary to every sound principle of equity to allow an agent, who is authorized to sell property for the best price that can be obtained for it, to become the purchaser himself. It is immaterial whether the sale be public or private; whether the agent purchased in his own name, or that of another. The object is to secure fidelity on the part of the agent to his principal, and it is as applicable to public agents as others.” In the case of Church vs. Marine Insurance Company, (1 Mason, 341,) Mr. Justice Story states the rule to be that “ the law will not suffer any man to earn a profit, or expose him to the temptations of a dereliction of his duty, by allowing him to act at the same time in the double capacity of agent and purchaser, either at a public or private sale. The ease then stands before the Court as if there was no sale; the ownership has never been legally divested.” The same doctrine is asserted and vindicated with great ability by Chancellor Kent in the case of Davoue vs. Fanning. In the case of Torrey vs. Bank of Orleans. (9 Paige, 649,) the learned.. Chancellor states the rule in clear and comprehensive language: “It is a settled principle of equity that no person placed in a situation of trust or confidence, in reference to the subject of the sale, can be a purchaser of the property on his own account.” The same doctrine is illustrated and enforced in a recent case in the English Chancery, by Lord Cottenham. He says, “ that the principle was not confined to a particular class of persons, such as guardians, trustees or solicitors, but was a rule of universal application to all persons coming within its principle, which is that no party can be permitted to purchase an interest where he has a duty to perform that is inconsistent with the character of a purchaser.” In ex parte Bennett, (10 Ves., 384,) the same doctrine is maintained with great force of reasoning by Lord Eldon, who held that “ neither the solicitor to a commission of bankruptcy, nor a commissioner in bankruptcy, can purchase either for themselves or another.”\nIn a recent case decided by the Supreme Court of the United States, (Michard et al. vs. Girard et al., 4 Howard, 503,) the doctrine was most elaborately and ably discussed, after an extended examination of the cases on that subject; and it was held that a person cannot legally purchase on his own account, that which his duty or trust requires him to sell on account of another, and that such a purchase carries fraud on its face. But it would seem superfluous to multiply authorities upon a question which was, in efiect, settled by this Court at its last January term, in the case of Clute vs. Barron. It was then determined that a, purchase made by a county treasurer, of lands sold for taxes, was void. In the opinion delivered on that occasion, the leading eases to be found in England and this country, were cited and reviewed. The principles established in that ease, embrace the one now before us, and render the deed of conveyance, through which Dwight claims title, nugatory and void. The fairness or unfairness of the transaction is not open to proof or discussion. The law denounces it as fraudulent. A relaxation of this doctrine was formerly imputed to Lord Hardwick, in a case decided in 1743, in which he is reported to have held that where there was a decree of a trust estate, and an open auction by the master, or a public sale by proclamation in the country, then the Court had permitted a trustee to purchase and refused to set' aside a sale, where all other circumstances were fair. This qualification of the rule, finds no support in the modern cases, and seems to have been repudiated, subsequently, by the great Chancellor himself in Whelpdale vs. Cookson, (1 Ves. 9; 5 Ib., 682,) in which he remarked, “that it was not enough for the trustee to say you cannot prove any. fraud, for it is in his power to conceal it.” That it finds no favor in the English Chancery, may be gathered from a remark made by- Lord Eldon, in ex parte Bennett, in repelling the doctrine held by Lord Rosslyn, “ that to effect the sale» the trustee must make an advantage.” Lord Eldon says, “the principle is deeper, viz: that if a trustee can buy in an honest case, he may in a case having that appearance, but which from the infirmity of human-testimony, may be grossly otherwise.”\nI know of no case in which the principle I have endeavored to establish, should be more rigorously applied to its full- extent-, than to that of sales made by executors or administrators. They are trustees charged with the execution of duties exacting the most perfect good faith, and where the obligations of duty are likely to be overcome by the appeals of avarice. To secure fidelity to the trust, self-interest must not be allowed to come -in conflict with integrity. ■ Courts, by their decisions, should not allow persons to place themselves in a situation where the temptartions to violate duty and conscience are so great. The evil can only be reached by the vigilance and firmness of- our Courts in applying to every case falling within the principle, the rule established by the cases I have cited. Let it be once understood, that in every case of a purchase by a trustee or agent, the question of intent or fairness is to enter into the discussion, and the result would prove disastrous to the interests of society. In many instances the powers of a Court of Equity, (in the language of Lord Eldon,) would not be equal to protect it against deception, from the. impossibility of knowing the truth in every case. Frauds would lurk in transactions which the eagle eye of the law could not detect.\nThe record reveals a case which calls for a stern application of the rule, and illustrates its fitness and necessity. The administrator’s account showed the debts to amount to the sum of $2,178 43. Of this amount, $908 57 was paid by the personal assets, leaving a balance unprovided for of $1,269 86. Among the items making up the gross amount of indebtment were the following:\n“Claim of Horace Blackmar, on the estate,........._-__.$500 00.”\n“ Claim of Russel Blackmar,.........................1000 00-”\nThese two items stricken from the account, would have left a balance of $230.14, rendering' a sale of tbe real estate, unnecessary. That these two charges bear very strongly the impress of unfairness, is too clear for argument, especially when it is remembered that the item of $1,000, in round numbers, was claimed by the administrator, and the other of $500, was claimed by his brother. No explanation of these charges is disclosed by the records of the Probate Court. The minor children of the deceased, when arrived at the age of discretion, would seek in vain for an explanation in respect to claims stated in such general terms. Obscurity would rest on the transaction, too deep to be penetrated by tbe light which living witnesses might cast upon it; and thus they would have to submit to a wrong, for which, neither a Court of law or equity can provide an adequate remedy. The patrimony left by their father, to educate and nourish them, has been scattered by the hand of fraud, without the ability on their part, or on the part of the Courts, to repair the injury. But, again, the record shows that real estate, to the amount of $2,625, was sold to pay the balance of indebtment, which, (including the two items of $1,000, and $500,) was hut $1730.14. This circumstance wears an unfavorable aspect, and stamps the trasaction with illegality. How such a proceeding could have received the sanction of a judicial tribunal it is difficult to imagine.\nBut it is a useless consumption of time to analyze these proceedings of the Probate Court. They are so full of infirmities as to inspire the belief that the rights of property, founded on its decrees, are held by a frail tenure.\nThe judgment in this case must be reversed with costs, and the cause remanded for a new trial",
        "type": "majority",
        "author": "By the Court, Whipple, J."
      }
    ],
    "attorneys": [
      "A. Blair, for plaintiff.",
      "S. II Kimball, for the defendant."
    ],
    "corrections": "",
    "head_matter": "Dwight & Pierce vs. Blackmar.\nAn administrator cannot become tlic purchaser of the estate or effects of his intestate.\nThe rule that an agent authorized to sell property for the best price, cannot become the purchaser himself, whether the sale be public or private, or the agent purchase in his own name or otherwise, hold to apply to administrators.\nK. B., administrator, and E. B., administratrix, exe.cuted to E. B., the administrator, a deed of premises owned by the intestate in his lifetime. The deed was declared void, although the sale and conveyance was made 'under an order of the Judge of Probate. Held, also, that in such cases the question, of intent ox fairness could not be considered.\nError to Jackson Circuit. The case is stated in the opinion of the Court.\nA. Blair, for plaintiff.\nS. II Kimball, for the defendant."
  },
  "file_name": "0330-01",
  "first_page_order": 338,
  "last_page_order": 344
}
