{
"id": 807195,
  "name": "THE PEOPLE v. WILLIAM HUSON",
  "name_abbreviation": "People v. Huson",
  "decision_date": "1906-07-12",
  "docket_number": "",
  "first_page": "336",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 336"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 693"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 354,
    "char_count": 7778,
    "ocr_confidence": 0.562,
    "pagerank": {
      "raw": 3.204223322015493e-07,
      "percentile": 0.8660620754337415
    },
    "sha256": "e4655364f29db06bc0074318e5882c54cb775446e1fb30f34009d6e205d68098",
    "simhash": "1:aff5c5d93ea652f0",
    "word_count": 1374
  },
  "last_updated": "2023-07-14T16:43:28.778390+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. WILLIAM HUSON."
    ],
    "opinions": [
      {
        "text": "Nash, J.:\nThe indictment charged the defendant with the commission of the crime of manslaughter in the first degree, in having feloniously assaulted Charles C. Dernberg with a certain piece of iron known and described as a flatiron, on the 9th day of January, 1905, thereby causing the death of said Dernberg on a subsequent day, to wit, January 25, 1905.\nThe court, in charging the jury, after reading the provisions of the Penal Code defining the different kinds of homicide, including manslaughter in the first degree, instructed the jury as follows: “ There are other degrees of crime which you may find, under certain instructions which I will give you hereafter, than manslaughter in the first or second degree. I have reference to the degrees of assault,—and I will read you from the Code with reference to these crimes, divided into degrees. ‘ A person who, with an intent to kill a human being, or to commit a felony upon the person or property of the one assaulted, or of another, assaults another with a loaded firearm, or any other deadly weapon, or by any other means or force likely to produce death; or administers to or causes to be administered to or taken by another, poison or any other destructive or noxious thing, so as to endanger the life of such other, is guilty of assault in the first degree.’ It is the first portion of that section which you will consider.”\nThe court also read the sections defining assault in the second and-third degrees. •\nThe only other reference in the charge to the degree of crime for the commission of which by the defendant the jury might convict, is as follows: “ How, in regard to the habits of Dernberg as affecting the degree of crime, if you should find the defendant was guilty of some offense, the People’s representative here is willing to submit to you this proposition: That if Dernberg contributed toward his death, then you cannot and he would not expect you to convict the defendant of manslaughter in the first degree. But he claims that would not debar you from finding that the defendant was guilty of some assault upon the man, although he didn’t die. In other words, the same as though he were living to-day, if the defendant were guilty of assaulting him he would not be guilty of manslaughter, because the man would not have died from the effects of the wound, but- he would still be guilty of an assault. And the degrees I have read to you; so that I charge you, that if you should find or have any reasonable doubt as to the degree of crime that this defendant was guilty of, that you must give him the benefit of that doubt, and find him only guilty in the lower degree. But the elements of that degree must be found by you before you can reduce the degree of crime.”\nThe jury returned a verdict of guilty of assault in the first degree, upon which judgment of conviction of the defendant of the crime of assault in the first degree was pronounced, sentencing the defendant to imprisonment at the State prison at Auburn for the term of one year and eight months.\nThe Penal Code defines manslaughter in the first degree as a homicide, not within either of the degrees of murder, and not being justifiable or excusable, committed without a design to effect death. (Penal Code, § 189.)\nAssault in the first degrees is defined by section 217 of the Penal Code as follows: “ A person who with an intent to kill a human being or to commit a felony upon the person or property of the one assaulted or of another,\n“ I. Assaults another with a loaded fire-arm or any other deadly weapon, or by any other means or force likely to produce death; * * * Is guilty of assault in the first degree.”\nSection 444 of the Code of Criminal Procedure provides as follows: “ Upon an indictment for a crime consisting of different degrees, the jury may find the defendant not guilty of the degree charged in the indictment and guilty of any degree inferior thereto, or of an attempt to commit the crime. Upon a trial for murder or manslaughter, if the act complained of is not proven to be the cause of death, the defendant may be convicted of assault in any degree constituted by said act, and warranted by the evidence.”\nThe act complained of was an assault by the - defendant alleged to have been committed without a design to effect death. The defendant stands convicted of an assault upon the deceased with intent to kill. Assault with intent to kill cannot be regarded as within the degree of manslaughter charged in the indictment, as an assault without a design to effect death, and, therefore, is not of any degree of that crime. The verdict was contrary to law and the judgment entered thereon must be reversed.\nIt is urged by the learned counsel for the respondent that a person indicted for manslaughter in the first degree may legally be convicted of assault in the first degree; that assault in any degree may be found if the act complained of did not cause death, and he proceeds to argue that upon the evidence the act complained of was not proven to have been the cause of death.\nThe argument is sound, to the extent that, in a case of manslaughter in the first degree where the act complained of did not cause death a conviction may be had for the assault, but in a lesser degree than assault with intent to kill. The crime of assault with intent to- kill may be committed without effecting the death which was intended; but in a case of manslaughter in the first degree the act complained of is an assault without design to effect death. If there is no design to effect death there cannot be an assault with intent to kill.\nIt is also urged by respondent’s counsel that the “ judgment of conviction should be affirmed, for it appears that the substantial right of the defendant have not been infringed; ” that substantial justice does not require a new trial, because “ the merits of the controversy established defendant’s guilt for some crime for which he should be imprisoned at least for the term of one year and eight months.”\nWe cannot assent to this proposition. The court could impose sentence only in accordance with the verdict of the jury. The verdict of the jury might well have been for one of the lesser degrees of manslaughter, or of an assault of a lesser degree than assault with intent to kill, if instructed as they should have been that the defendant could not, under the indictment, be convicted of assault with intent to kill.\nThe judgment should be reversed and a new trial ordered in Cayuga County Court.\nAll concurred.\nJudgment and order reversed and new trial ordered.",
        "type": "majority",
        "author": "Nash, J.:"
      }
    ],
    "attorneys": [
      "Amasa J. Parker and Frank M. Leary, for the appellant.",
      "Albert H. Clark and Robert J. Burritt, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT-APP. DIVISION-FOURTH DEP.,\nJuly 12, 1906.\nTHE PEOPLE v. WILLIAM HUSON.\n(114 App. Div. 693.)\n(1) . Assault First Degree—Manslaughter.\nUnder an indictment charging manslaughter in the first degree in committing an assault with a flatiron and causing death, there can be no conviction for assault in the first degree, for in the latter crime an intent to kill is required whereas in manslaughter no such intent is necessary.\n(2) . Same.\nUnder an indictment for manslaughter, conviction may be had only for assaults of less degree which do not involve an intent to kill.\n(3) . Same.\nSuch erroneous conviction cannot be sustained on the theory that the facts show guilt of a crime for which the same punishment could have been imposed.\nAppeal by the defendant, William Huson, from a judgment of the County Court of Cayuga county, rendered on the 21st day of December, 1905, convicting him of the crime of assault in the first degree, and also, as .stated in the notice of appeal, from an order denying the defendant’s motion for a new trial, and from certain other intermediate orders.\nAmasa J. Parker and Frank M. Leary, for the appellant.\nAlbert H. Clark and Robert J. Burritt, for the respondent."
  },
  "file_name": "0336-01",
  "first_page_order": 358,
  "last_page_order": 362
}