{
  "id": 1933622,
  "name": "In the matter of the appeal of Dickinson from the decision of the Commissioners of the estate of Eaton",
  "name_abbreviation": "In re the appeal of Dickinson",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "337",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "16 Pick., 203",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022259,
        2022309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0203-01",
        "/mass/33/0203-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 8266,
    "ocr_confidence": 0.375,
    "pagerank": {
      "raw": 2.823669881540082e-07,
      "percentile": 0.8385282307964673
    },
    "sha256": "7269ea209e9903ae81521e681b23aa9d52f39cc5ac758134330001b388e957d5",
    "simhash": "1:0387eb2ae27b50b0",
    "word_count": 1452
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the matter of the appeal of Dickinson from the decision of the Commissioners of the estate of Eaton."
    ],
    "opinions": [
      {
        "text": "By the Court, Whipple, J.\nThe questions arising in this case were reserved for our opinion by the Judge of 'the Circuit Court of the County of Ingham.\nThe transcript in this case shows that a claim, founded on a judgment rendered in the Supreme Court of the State of New York, in favor of one John Dickinson and John F. Whitney, against Calvin P. Eaton, was presented for allowance, to the commissioner's on the estate of Eaton, and by them rejected. In order that the judgment of the commissioners might be reviewed by the Circuit Court, an appeal was taken, which it is contended by the appellees,was irregular, for several reasons. It is fust objected that no bond, such as the law requires, was given by the appellant. The revised statutes, section 20, page 293, provide that “ any executor, administrator or creditor, may appeal from the decision of the commissioners, to the Circuit Court for the same county, if application for such appeal shall be made in writing, filed in the Probate Office within sixty days after the returning of the report of the commissioners.” In case of an appeal by a claimant, against the estate, the 21st section provides that “he shall within the time aforesaid, and before such appeal shall be allowed, give a bond to the adverse party, with sufficient surety, tb be approved of by the Judge of Probate, and filed in his office, with a condition that he shall prosecute his- appeal’ to effect, and pay all damages and costs which may be awarded against him on such appeal.” The 24th section requires that “the party appealing, shall procure and file in the Circuit Court to which the appeal is taken, at or before the next term- of such Court, after the appeal is allowed, a certified copy of the record, of the allowance or disallowance appealed from, of the application for the appeal, and the allowance off the same, together with the proper evidence that notice has been, given to the adverse party, according to the order of the Probate Court.”\nThe authority to allow an appeal, it is very clear, depends upon the giving of a bond by the claimant, with sureties to be approved by the Judge of Probate. If the bond is not given, that authority is not called into exercise, and the order allowing the appeal is nugatory. It is equally clear that the application for the appeal must be made in writing, by the creditor whose claim may have been disallowed. The application thus made, lays the foundation for the future action of the Judge of Probate, in respect to the allowance or disallowance of the appeal. The bond, it is to be observed, is filed in the Probate Office, and is not required to be certified to the Circuit Court, by the 24th section. The only knowledge we possess in relation to the bond, is contained in an affidavit of Alfred Hall, one of the administrators off Eaton. This affidavit was filed in support of the motion to quash the appeal, and purports to set out a true copy of the bond filed by the appellant, with the Judge of Probate. This bond appears to have been executed by “Leander Chapman, as principal, and Edwin S. Lathrop, as surety,” and.is without date. It recites that “Whereas the said Leander Chapman has this day made application in writing, for an appeal' from the decision and report of Peter Low, Henry Hürd, and Abram Wilcox, commissioners on the estate of said deceased, filed in the Probate Office of the County of Ingham, on the day of October, 1849:” “How, therefore,” &c., &c. There is -not the slightest evidence,, either in the bond or its recitals, connecting Dickinson with any-proceeding had before the commissioners, or showing that he was a creditor of the estate, or that the claim in which he was a party, or interested, had been passed upon by the commissioners. On the contrary, the recitals in the bond, show that Chapman was- the appellant, and that. he acted in his own behalf, and not as agent or attorney for Dickinson. The Judge of Probate, then, had no authority to allow the appeal, the “ claimant” never having given the bond required by law. There was > nothing before him upon which to predicate his order, allowing the appeal, inasmuch as the statute, in express terms, provides that “before such appeal shall be allowed,” the “ claimant\" shall give bond with sufficient sureties. It may be said that the Judge of Probate, in allowing the appeal, and in passing upon the sufficiency of the sureties, acts judicially, and that, therefore, his acts cannot, in this collateral way, be the subject of review. This is, unquestionably, the true view to be taken of the statute; but this does not obviate the difficulty. When the application in writing, together with a bond executed by a “ claimant ” who is desirous of prosecuting an appeal, is submitted to the Judge of Probate, then his jurisdiction or authority over the subject is called into exercise, and his acts in relation to the sufficiency of the sureties, and to the propriety of allowing an appeal, are judicial. In other words, until the application and bond are filed, no foundation is laid for the exercise of judicial discretion, and'his acts are void.\nIf the appeal in the case before us is ineffectual, I know of no reasons why the Circuit Court may not determine the question of jurisdiction submitted to it. That tribunal is not called upon to review an erroneous determination of the Court of Probate, in the exercise of its judicial functions, but to declare, when the facts are properly presented, whether they were sufficient to justify any proceeding by the Judge of Probate, under the provisions of law relating to appeals from commissioners of insolvent estates, to the Circuit Court. If the determination of the Judge of Probate was nugatory, then no appeal, in point of law, was ever taken, and the Circuit Court has no jurisdiction of the cause. The most appropriate course to be pursued, to avail himself of the objection insisted upon by the appellee, was to procure a certified copy of the bond, inasmuch as the original is by law directed to be lodged in the Probate Office. In the case before us, what purports to be a true copy of the bond, appears by the affidavit of the administrator. As no objection was made to the manner in which the bond was brought to the notice of the Court, and especially as the error, if any existed, could have been corrected by the appellant, by procuring a certified copy from ;the Judge of Probate, we are inclined to consider the fact as properly established, that no bond was“given by the ajipellant, either by himself, •or by any person in his behalf and that the motion to dismiss the appeal ■must prevail.\nA case in point is to be found in 16 Pick., 203, (Leach vs. Drake.) The Supreme Court of Massachusetts held in that ease, that as the bond in effect had not been given and filed in the probate office by the appellant,” but was executed by Lathrop and Torrey, and who did not appear to be the attorneys of the appellant-, and as the bond did not profess to bind him but themselves, dismissed the appeal.\nIt is unnecessary to notice the other grounds relied upon in argument, as a failure to give the bond is fatal to the proceedings.\nIt must be certified to the Circuit Court of the county of Ingham, as the opinion of this Court, that the motion to dismiss the appeal should be granted.",
        "type": "majority",
        "author": "By the Court, Whipple, J."
      }
    ],
    "attorneys": [
      "O. Hawkins, for motion.",
      "L. Chapman, contra."
    ],
    "corrections": "",
    "head_matter": "In the matter of the appeal of Dickinson from the decision of the Commissioners of the estate of Eaton.\nUnder section 21, chapter 72, R. S., which requires that in cases of appoals from tho decision of commissioners to examine and adjust claims against deceased porsons, the claimant, before such appeal shall be allowed, shall, giye a bond with sufficient sureties to bo approved by the Judge of Probate and filed in his office, it was held that a bond executed and filed by a stranger conditioned that the appellant should prosecute, &c., was not a compliance with the statute and was insufficient.\nAlthough the Judge of Probate in allowing an appeal and passing upon the sufficiency of suroties acts judicially, yet until such bond is filed as tho statute requires, no foundation is laid for the exercise of judicial discretion and his acts are void.\nCase reserved from Ingham Circuit Court. -\nO. Hawkins, for motion.\nL. Chapman, contra."
  },
  "file_name": "0337-01",
  "first_page_order": 345,
  "last_page_order": 348
}
