{
  "id": 1224745,
  "name": "THE PEOPLE EX REL. HARRY KIPNIS v. JOSEPH McCANN",
  "name_abbreviation": "People ex rel. Kipnis v. McCann",
  "decision_date": "1921-12-16",
  "docket_number": "",
  "first_page": "339",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 339"
    },
    {
      "type": "parallel",
      "cite": "199 App. Div. 30"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "114 App. Div. 45",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5251821
      ],
      "pin_cites": [
        {
          "page": "54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/114/0045-01"
      ]
    },
    {
      "cite": "183 N. Y. 223",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        45811
      ],
      "pin_cites": [
        {
          "page": "226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/183/0223-01"
      ]
    },
    {
      "cite": "177 App. Div. 922",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2916416,
        2909411,
        2908049,
        2909106,
        2906610,
        2906802,
        2909009,
        2911382,
        2910647,
        2914104,
        2906974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/177/0922-11",
        "/ad/177/0922-08",
        "/ad/177/0922-02",
        "/ad/177/0922-10",
        "/ad/177/0922-09",
        "/ad/177/0922-01",
        "/ad/177/0922-07",
        "/ad/177/0922-03",
        "/ad/177/0922-04",
        "/ad/177/0922-05",
        "/ad/177/0922-06"
      ]
    },
    {
      "cite": "143 App. Div. 579",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2488800
      ],
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/143/0579-01"
      ]
    },
    {
      "cite": "83 N. Y. 240",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2179292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/83/0240-01"
      ]
    },
    {
      "cite": "114 U. S. 417",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11294459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/114/0417-01"
      ]
    },
    {
      "cite": "208 N. Y. 389",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4523736,
        1206196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/208/0389-01",
        "/ny-crim/30/0009-01"
      ]
    },
    {
      "cite": "195 N. Y. 190",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6041064,
        1194932
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/195/0190-01",
        "/ny-crim/23/0381-01"
      ]
    },
    {
      "cite": "198 App. Div. 384",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1224763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/39/0317-01"
      ]
    },
    {
      "cite": "177 App. Div. 908",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2903042,
        2902852,
        2904068,
        2904237,
        2902640,
        2904209,
        2904498,
        2898643,
        2900596,
        2900693,
        2905946,
        2903995,
        2901148,
        2907039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/177/0908-02",
        "/ad/177/0908-10",
        "/ad/177/0908-07",
        "/ad/177/0908-14",
        "/ad/177/0908-01",
        "/ad/177/0908-13",
        "/ad/177/0908-11",
        "/ad/177/0908-03",
        "/ad/177/0908-06",
        "/ad/177/0908-09",
        "/ad/177/0908-04",
        "/ad/177/0908-05",
        "/ad/177/0908-12",
        "/ad/177/0908-08"
      ]
    },
    {
      "cite": "223 N. Y. 307",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        81904,
        1218248
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/223/0307-01",
        "/ny-crim/36/0387-01"
      ]
    },
    {
      "cite": "181 App. Div. 934",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2947394,
        2947203,
        2951304,
        2947977,
        2942704,
        2946832,
        2948085,
        2944246,
        2950649,
        2947003,
        2949886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/181/0934-07",
        "/ad/181/0934-02",
        "/ad/181/0934-01",
        "/ad/181/0934-11",
        "/ad/181/0934-09",
        "/ad/181/0934-05",
        "/ad/181/0934-04",
        "/ad/181/0934-06",
        "/ad/181/0934-03",
        "/ad/181/0934-08",
        "/ad/181/0934-10"
      ]
    },
    {
      "cite": "184 App. Div. 777",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1220764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/37/0165-01"
      ]
    },
    {
      "cite": "206 N. Y. 46",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        60448,
        1203095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/206/0046-01",
        "/ny-crim/28/0092-01"
      ]
    },
    {
      "cite": "116 Misc. Rep. 589",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        1224739,
        747783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/39/0315-01",
        "/misc/116/0589-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 830,
    "char_count": 21729,
    "ocr_confidence": 0.544,
    "pagerank": {
      "raw": 7.530440836982107e-07,
      "percentile": 0.9702422805345022
    },
    "sha256": "781741a081c63612b42efb57c057b3af4dad02bffed809aed693b9fd08680147",
    "simhash": "1:3c11e49ecf2cc1d3",
    "word_count": 3668
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. HARRY KIPNIS v. JOSEPH McCANN."
    ],
    "opinions": [
      {
        "text": "Dowling, J.:\nOn January 5, 1920, the relator was sentenced to he imprisoned in the penitentiary under the provisions of the Parole Commission Act (Laws of 1915, chap. 579, as amd. by Laws of 1916, chap. 287) upon a conviction of the misdemeanor of impairing the morals of a child. (Penal Law, § 483.)\nOn September 17, 1921, he sued out the present writ of habeas corpus, claiming (1) that he could not, notwithstanding the provisions of the Parole Commission Act, be lawfully detained or imprisoned for a longer period than one year; that the duration of the indeterminate sentence could not exceed the maximum term of imprisonment prescribed by the Penal Law for the offense of which he was convicted; and (2) that, in so far as the Parole Commission Act authorized or purported to authorize an imprisonment for a longer period than a year, it was unconstitutional and void.\nThe court below; held that the imprisonment in excess of one year was illegal and, accordingly, sustained the writ and discharged the prisoner from custody under the judgment of conviction which had been returned as the cause of his detention. (116 Misc. Rep. 589.)\nFrom the order sustaining the writ the People now appeal.\nThe crime of which the prisoner was convicted is defined by the Penal Law (§ 843) which reads as follows:\n“ A person who:\n“ 1. Wilfully causes or permits the life or limb or any child actually or apparently under the age of sixteen years to be endangered, or its health to be injured, or its morals to become depraved; or,\n“ 2. Wilfully causes or permits such child to be placed in such a situation or to engage in such an occupation that its life or limb is endangered, or its health is likely to be injured, or its morals likely to be impaired,\n“ Is guilty of a misdemeanor.”\nThe Penal Law (§ 1937) is as follows:\n“ A person convicted of a crime declared to be a misdemeanor, for which no other punishment is specially prescribed by this chapter, or by any other statutory provision in force at the time of the conviction and sentence, is punishable by imprisonment in a penitentiary, or county jail, for not more than one year, or by a fine of not more than five hundred dollars, or by both.” The Parole Commission Act (Laws of 1915, chap. 579) is. entitled:\n“ An act extending and developing the reformatory and correctional functions of workhouses, penitentiaries and reformatories under the jurisdiction of departments of correction in cities of the first class, providing for the sentence, commitment, parole, conditional discharge and reapprehension of persons committed to such institutions and for the establishment of a parole commission in such cities.”\nBy section 9 of the act it is provided:\n“ § 9. Nothing in this act contained shall be deemed to affect or impair in any manner any provision of the penal laws or of the Code of Criminal Procedure which relates to the sentence, commitment, parole, discharge or reimprisonment of any person committed to any institution other than those institutions specified in this act, the intent of this act being to empower magistrates and courts of or in cities of the first class, in the circumstances hereinbefore specified, to commit persons under indeterminate sentence to penitentiaries, reformatories and workhouses and to extend the reformatory and correctional functions of each and all of such institutions.”\nAs respects sentence, discharge, parole and retaking, sections 4 and 5 of the act (as amd. by Laws of 1916,. chap. 287) provide:\n“ § 4. After the creation of a parole commission in any of the said cities as hereinbefore provided, any person convicted of any crime or offense upon conviction for which the court may sentence to a penitentiary, workhouse, city prison, county jail or other institution under the jurisdiction of the department of correction of said city, who shall not be committed in default of payment of a fine imposed, or for failure to furnish surety or sureties upon a conviction of disorderly conduct tending to a breach of the peace or of abandonment, and who-is not insane or mentally or physically incapable or being substantially benefited by the correctional and reformatory purposes of any such institution shall, if sentenced to any institution under the jurisdiction of the department of correction in said city, be sentenced and committed to a penitentiary or a workhouse or a reformatory under the jurisdiction of the-said department of correction. No person shall be committed to a penitentiary under the jurisdiction of a department of correction in any such city because of failure to pay any fine 01-fines imposed, or for failure to furnish surety or sureties, or to a penitentiary, reformatory or workhouse under the jurisdiction of a department of correction in any such city for a term of imprisonment with a fine imposed in addition to the term of imprisonment. The term of imprisonment of any person sentenced to any such penitentiary shall not be fixed or limited by the court in imposing sentence. The term of such imprisonment shall be terminated in the manner prescribed in section five of this act and not otherwise, and shall not exceed three-years. * * *\n“ § 5. The parole commission shall have power to parole, conditionally release, discharge, retake or reimprison without reference to the committing magistrate or judge, except as provided in section three of this act, any inmate of any workhouse- or reformatory under the jurisdiction of the department of correction in said city, committed thereto under an indeterminate sentence; and to parole, conditionally release, discharge, retake or reimprison any inmate of any penitentiary under the jurisdiction of a department of correction in said cities, committed thereto under an indeterminate sentence, provided the judge or court who made such commitment to such penitentiary or any successor thereof shall, upon recommendation of the parole commission created in pursuance of this act, approve in writing such parole, conditional release or discharge of such inmate. The said commission shall have power to make all necessary rules and regulations not inconsistent with the laws of the State, prescribing the conditions under which eligibility for parole may be determined and under which inmates may be paroled, conditionally released, discharged, retaken and reimprisoned. * *\nThe present proceeding being by habeas corpus, the sole inquiry permissible was whether the court pronouncing the judgment had jurisdiction of the offense and of the person of the defendant, and authority to render the judgment for the cause assigned (People ex rel. Hubert v. Kaiser, 206 N. Y. 46) ; or whether the term for which the prisoner could be lawfully detained in custody for the offense had expired.\nThe objections raised by the respondent to the validity of the sentence imposed are as follows:\n(1) Assuming that the Parole Commission Act is constitutional and one might be punished thereunder for a misdemeanor, still it was not within the power of the Legislature to confer jurisdiction upon the Court of Special Sessions to impose punishment of three years’ imprisonment. .\n(2) Section 2 of article 1 of the State Constitution prevents the conferring of exclusive jurisdiction upon Courts of Special Sessions of crimes punishable by three years’ imprisonment.\n(3) The Parole Commission Act does not increase the punishment for misdemeanors beyond the term of one year’s imprisonment.\n(4) Assuming that the Parole Commission Act was intended to apply to misdemeanors, then the Parole Commission Act (Laws of 1915, chap. 579) is unconstitutional and void in that by its provisions an arbitrary, unreasonable and unjust discrimination is made between persons convicted of misdemeanors in the cities of New York and Buffalo and those convicted in other parts of the State for the same offenses.\nThe objections raised by the respondent herein have been considered in many appeals heretofore decided, although not all of them have been urged in every case. The conclusions reached by this court upon prior appeals have uniformly settled all these questions adversely to the respondent.\nIn People ex rel. Pinchback v. Warden, etc. (184 App. Div. 777), the relator had been convicted for a violation of section 1140 of the Penal Law, which the section states to be a misdemeanor, but does not prescribe the punishment (precisely as is the case with section 483). Mr. Justice Page, writing for a unanimous court, said: “ The appellant claims, as no other punishment is prescribed in the Penal Law, that he could only he sentenced to imprisonment in the penitentiary for a period of one year or fined $500 as prescribed in section 1937 of the Penal Law. This section, however, is not so limited. It does not apply where any other punishment ' is specially prescribed by this chapter ’ of the Penal Law nor where it is prescribed ‘ by any other statutory provision in force at the time of the conviction and sentence.’ The appellant was convicted and sentenced March 31, 1916, to be imprisoned in the penitentiary of the city of New York in accordance with the provisions- of section 4 of chapter 579 of the Laws of 1915, known as the Parole Commission Act.” The opinion then proceeds to quote part of the section in question, as well as of section 5, and continues:\n“ The offense for which relator was convicted was punishable by imprisonment in a penitentiary, which was under the jurisdiction of the department of correction of the city of New York. (Greater N. Y. Charter [Laws of 1901, chap 466], § 695, as amd. by Laws of 1912, chap. 456.) The parole commission in the city of New York was created December 17, 1915. (See People ex rel. Cerzosie v. Warden, etc., 181 App. Div. 934; 223 N. Y. 307.) Chapter 579 of the Laws of 1915 was, therefore, in force at the time of the appellant’s conviction and sentence. He was, therefore, properly sentenced under that act. The constitutionality and validity of the act has repeatedly been decided by the courts.”\nIn People ex rel. Cerzosie v. Warden, etc. (223 N. Y. 307), Chief Judge Hiscock said (at pp. 308, 309) : “ The relator was convicted in the Court of General Sessions of the County of Hew York of the crime of assault. He was sentenced to an indeterminate term of imprisonment under the provisions of chapter 579 of the-Laws of 1915, commonly known as the Parole Commission Act. He claims without dispute by the People that the sentence imposed upon him was more burdensome than could have been imposed except for the provisions of said act, and he then insists that such act had not taken effect at the time when his crime was committed and that, therefore, he could not be punished under it. This claim that the law was ex post facto as to him was the sole, ground specified in his petition as a basis for the writ which was issued and the only -one which has been considered in the courts below or in the arguments before us. We shall, therefore, confine our consideration wholly to the complaint thus specified. * * *\n“ In our opinion the statute in a real as well as in a technical and legal sense was in force at the time when the relator committed his crime and forewarned him of the punishment which he might expect. As has been pointed out, it outlined a system of punishment such as has been inflicted upon him and it provided that in case he should be convicted after a commission had been appointed for administering the provisions of said statute he should be punished in accordance with its terms. Thereby it was indicated and he was fully warned before he committed his crime that in the city of New York there might at any time be adopted an altered form of punishment which would be applied to him if he was convicted after its adoption. Thus he was not subjected to a new and altered form of punishment formulated after his crime was committed. He was, so far as we can see, subjected to none of the penalties or injustice arising from an ex post facto law.”\nThis court has had before it a number of cases in which it has affirmed judgments where sentences were imposed under the Parole Commission Act. Among them are: People v. Polgano (177 App. Div. 908) ; People v. Gleeksman (178 id. 882) ; People v. De Salvio (179 id. 890) ; People v. Keller (Id. 891); People v. Guipe (Id. 926) ; People v. Schlossman (Id. 926); People v. Brunelli (Id. 928); People v. Dellis (181 id. 928) ; People v. Greenberg (182 id. 915) ; People v. Hamilton (183 id. 55), and People v. Bacola (Id. 893). The validity of the act has again been affirmed in the recent decision of the Appellate Division, Second Department, in People ex rel. White v. Commissioner of Correction (decided Nov. 7, 1921; 198 App. Div. 384), where Presiding Justice Blackmar in his opinion referred to the decision in People ex rel. Cerzosie v. Warden, etc. (supra) as necessarily establishing the constitutionality of the Parole Commission Act, and where the order of the Special Term was reversed, the writ dismissed and the relator remanded.\nRespondent relied upon the decision in People ex rel. Cosgriff v. Craig (195 N. Y. 190) to support its contention that the Legislature was without power to confer upon the Court of Special Sessions jurisdiction to impose sentences of three years’ imprisonment for a misdemeanor. It is \"quite true .that Chief Judge Cullen in that case said (at p. 196) : “ It seems to me olear that the Legislature could not make an offense punishable by imprisonment for ten years or for life and confer power on the Special Sessions to try it, simply because it chose to call the act a misdemeanor and to enact that the imprisonment should be in a county jail or penitentiary instead of State prison.” But he also said (at p. 197) : “ It is unnecessary in this case to decide how great punishment the Legislature may constitutionally authorize Courts of Special Sessions to impose on a conviction without a common-law jury;” which clearly implies that some reasonable sentence in excess of one year might be imposed by that court. In that case the relator had been arrested on a charge of petit larceny as a second offense and brought before a police justice. He was held and committed to jail to await the action of the grand jury, whereupon he sued out a writ of habeas corpus, on the return to which he was discharged. Petit larceny, charged as a second offense, could be punished by imprisonment for two years at hard labor in a State prison. The court held that the police court was limited in its jurisdiction to the statutory limits of sentence, and the relator was remanded to custody to await the action of the grand jury.\nBut in People v. Kaminsky (208 N. Y. 389), a boy of eleven years of age had been convicted in Special Sessions of larceny from the person, as a misdemeanor, which would have been a felony if committed by an adult. He was sentenced to the House of Refuge, which involved a possible detention for five years. Chief Judge Cullen in the course of his opinion said: “ Second. It is next objected that the statute authorizing the prosecution of the defendant in the Special Sessions violated the constitutional provision (Art. 1, § 6) that no person shall be held to answer for a capital or otherwise infamous crime except on the presentation or indictment of the grand jury. Whatever the original view of the subject may have been, the present judgment is that within this and similar constitutional provisions, the character of the offense is determined by the nature of the punishment, rather than by its supposed moral turpitude (Ex parte Wilson, 114 U. S. 417; People ex rel. Cosgriff v. Craig, 195 N. Y. 190). * * * Third. Nor are such juvenile offenders deprived of the constitutional right of trial by jury, for that right is limited by section 23 of article 6 of the Constitution, which expressly provides that Courts of Special Sessions shall have such jurisdiction of offenses of the grade of misdemeanors as shall be prescribed by law. (People ex rel. Comaford v. Butcher, 83 N. Y. 240.)”\nThe plain purpose of the Parole Commission Act is to give every person who has been convicted of a crime in cities of the first class, punishable by imprisonment in the places specified in the act, an opportunity to benefit by the disciplinary, correctional and reformatory purposes of the institutions under the jurisdiction of the department of correction, unless the trial court deems the offender mentally or physically incapable of being substantially benefited thereby. The legislation has for its object moral reformation rather than punishment, and it is, therefore, “ wholesome in its character, and the courts should be reluctant to thwart or impede its efficiency.” (People ex rel. St. Clair v. Davis, 143 App. Div. 579, 587.)\nAs was said by Mr. Justice Greenbaum in People ex rel. Hendrick v. Kernochan (N. Y. L. J., Dec. 28, 1916; affd., 177 App. Div. 922) : “ The Parole Commission is the result of a progressive and humanitarian movement designed to benefit the prisoner and society and comes well within the police power of the State. It aims by humane and sympathetic treatment to elevate the standards of the criminal, giving due heed to his mental and moral deficiencies and thereby to lessen criminology in the community. It may be that the human agencies engaged in such beneficent work will at times fall short of what would be expected of men and women intrusted with a most serious and delicate task, but that is a matter that concerns the due administration of the laws and may well be left to the viligance of the people and the consciences of officials.”\nNor is there force in the. contention that the act is unconstitutional because it discriminates between persons convicted of misdemeanors in the cities of New York and Buffalo, and those convicted in other parts of the State for the offense. In People ex rel. Armstrong v. Warden, etc. (183 N. Y. 223, 226) the court said: “ Criminal laws are not necessarily unconstitutional even, if they bear unequally upon persons in different parts of the State. The evil which the Legislature may have in view in passing such laws may exist only in the great cities of the State, and have no existence in rural districts.” And in Matter of Morgan (In re Rolle) (114 App. Div. 45, 54), it was said: “ It has been held many times in this State that the Legislature had the power to discriminate between different parts of the State, by requiring things to be done in one section of the State which were not required in another, and to make acts crimes in certain portions of the State which were not crimes in the rest.”\nThe order appealed from will, therefore, be reversed, the writ dismissed, and the prisoner remanded.\nClarke, P. J., Page, Merrell, and Greenbaum, JJ., concur.\nOrder reversed, writ dismissed, and prisoner remanded. Settle order on notice.\nSince amended by Laws of 1916, chap. 492. — [Rep.",
        "type": "majority",
        "author": "Dowling, J.:"
      }
    ],
    "attorneys": [
      "Robert S. Johnstone, of counsel (Michael J. Driscoll and Felix C. Benvenga with him on the brief; Edward Swann, District Attorney), for the appellant.",
      "Max E. Greenberg, of counsel (Meyer Greenberg, attorney), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nDecember 16, 1921.\nTHE PEOPLE EX REL. HARRY KIPNIS v. JOSEPH McCANN.\n(199 App. Div. 30.)\n(1) Habeas corpus — Questions renewable under writ.\nIn a proceeding by habeas corpus, instituted by a prisoner in custody under judgment of conviction, the sole inquiry permissible is whether the court pronouncing the judgment had jurisdiction of the. offense and of the person of the defendant, and authority to render the judgment for the cause assigned, or whether the term for which the prisoner can he lawfully detained in custody.for the offense has expired.\n(2) Sentence — Conviction in Court of Special Sessions of city of New York for misdemeanor of impairing morals of child in violation of Penal Law, § 483.\nThe defendant, who was convicted in the Court of Special Sessions of the city of New York of the misdemeanor of impairing the morals of a child in violation of section 483 of the Penal Law, was properly sentenced under the Parole Commission Act to an indeterminate sentence, the maximum duration of which would be three years under said act.\n(3) Same — Indeterminate sentence for three years under Parole Commission valid.\nIt was within the power of the Legislature to confer jurisdiction upon the Court of Special Sessions to impose a punishment of three years’ imprisonment under an indeterminate sentence and such power was not limited by section 2 of article 1 of the State Constitution.\n(4) Parole Commission Act.\nThe plain purpose of the Parole Commission Act is to give every person who has been convicted of a crime in cities of the first class, punishable by imprisonment in the places specified in the act, an opportunity to benefit by the disciplinary, correctional and reformatory purposes of the institutions under the jurisdiction of the department of correction, unless the trial court deems the offender mentally or physically incapable of being substantially benefited thereby. The legislation has for its object moral reformation rather than punishment.\n(5) Same — Act is constitutional.\nSaid act is not unconstitutional because it discriminates between persons convicted of misdemeanors in the cities of New York and Buf- \" falo, and those convicted in other parts of the State for the same offense.\nAppeal by the People of the State of New York from an order of the Supreme Court, made at the New York Special Term and entered in the office of the clerk of the county of New York on the 18th day of October, 1921, sustaining a writ of habeas corpus and discharging the relator from custody.\nRobert S. Johnstone, of counsel (Michael J. Driscoll and Felix C. Benvenga with him on the brief; Edward Swann, District Attorney), for the appellant.\nMax E. Greenberg, of counsel (Meyer Greenberg, attorney), for the respondent."
  },
  "file_name": "0339-01",
  "first_page_order": 359,
  "last_page_order": 370
}
