{
"id": 1933613,
  "name": "Carne, plaintiff in error, vs. Litchfield, defendant in error",
  "name_abbreviation": "Carne v. Litchfield",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "340",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 471,
    "char_count": 10621,
    "ocr_confidence": 0.363,
    "pagerank": {
      "raw": 4.5409408001838415e-07,
      "percentile": 0.9242060058327725
    },
    "sha256": "8b0cc9df4cb5dba883ce35e853b206eb23fd0a4c56b4fce4aa901c71547b6ea7",
    "simhash": "1:fb4cacaff8ce66af",
    "word_count": 1851
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carne, plaintiff in error, vs. Litchfield, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court, Whipple, J.\n- From an examination of the record, it appeal's that Came sued Litchfield in the County Court, to recover damages for an alleged assault and for false imprisonment. Upon the trial the plaintiff called the defendant as a witness, under the provisions of section 102, chapter 102, of the revised statutes. The defendant objected to being sworn as such witness, on the ground that the provision above referred to, applied exclusively to actions ex contractu. The objection was overruled by the Court, and Litchfield was sworn, and testified in the cause. Dining his examination, a question was propounded to the witness, which he- declined answering, on the ground that the answer to such question might eriminate him, or furnish a link in the chain of evidence which might tend to criminate. The privilege thus claimed by the 'witness was allowed by the Court. After the evidence was closed, the record further states, that one of the counsel for the plaintiff, (Mr. McReynolds,) in summing up the cause, commented upon the fact that the refusal of Litchfield to answer certain questions on the ground that his answers might criminate him, furnished evidence of his guilt, to be considered by the jury. Whereupon the counsel for the defendant interposed and requested the Court to restrain the counsel. The' Court declined to interfere, observing “ that the refusal of Litchfield to answer the question propounded to him on the ground already stated, was not evidence against him in the cause, yet it was impossible to prevent the jury from having the whole case, and knowing what was done in open Court in' the coiuse of the trial before them, or to prevent counsel from commenting upon it.” It also appears that in the final argument of the senior counsel, (Mr. Howard,) the same course of reasoning in respect to Litchfield’s refusal to reply to questions propounded to him, was permitted by the Court. A verdict having been found for the plaintiff and judgment rendered thereon, the cause .was removed to the Circuit Court by ■writ of certiorari. The Circuit Court reversed the judgment of the County Court and remanded the cause for a new trial; to reverse this judgment of the Circuit Court, the plains '.'” in the County Court prosecutes this writ of error.\nThe first question presented for our determination, is whether the ruling of the County Court, directing Litchfield to be sworn as a witness' in the cause, can be sustained. The solution of this question must depend on the construction of sec. 102, ch. 102, R.-S., which provides that “ in all trials of actions before a justice of the peace, or in the County Court, if the claim of the plaintiff or any part thereof be denied by the defendant, it shall be lawful for the plaintiff to require of the defendant to answer on oath to such claim; and if the defendant when sworn deny the same, the plaintiff shall not have judgment unless he establish his claim by legal evidence; and when the defendant in such action shall allege matter of payment or set off to the plaintiff’s demand, or set up any other valid defence in law, he may in like manner require the plaintiff to answer such allegation or defence on oath.” The section further provides, that “ upon refusal of either party, when subpoenaed by personal service of the subpoena, to appear, or appearing, upon his refusal to answer as a witness for the adverse party, as prescribed in this section, the Court may enter judgment against the party refusing as if the alleged claim or demand were confessed, or the allegation or defence admitted, as the case may bo.”\nIt is not to be denied that the statute does not in very clear language distinguish, as to the class of eases in which one of the parties to a suit may be called as a witness by the adverse party. We must, therefore, apply to it those maxims by which Courts are guided in the interpretation of statutes. The word “claim,” is sufficiently comprehensive to embrace actions sounding in tort, as those founded upon contract; and we are at liberty to give to it an enlarged or restricted meaning, according as the intention of the Legislature can be best carried into effect. In its popular sense, the word “claim” is usually applied to a demand^ founded in agreement or contract, and is seldom used when referring to a demand for damages a party may sustain in consequence of a wrong or injury done to his person or property. I am inclined to think, from a careful reading of the section, that this popular meaning of the word was the sense in which it was understood by the Legislature. This opinion is strengthened by the fact that the “claim” contemplated by the statute is such an one as that “payment orset-oflj” may be pleaded; such a “claim” as arises upon the breach of a contract express or implied. The section further directs that if upon service of a subpoena, either party shall refuse to appear, or appearing, upon his refusal'to answer as a witness for the adverse party, the Court may enter judgment against the party so refusing, as if the alleged claim or demand were confessed, or the defense admitted. Under the provisions of law .regulating the practice before the County Court and Justices of the Peace, effect can be given to this last provision, as the statute exacts of the plaintiff a statement of his claim, and the amount due after allowing all credits, which the defendant may by law set off. The defendant is also required, in pleading a set-off, to state with reasonable certainty, the nature of his claim.- With the claims of the respective parties thus stated, there exists no difficulty in giving full effect to that part of the section which directs the entry of judgment, as if the claim or demand were confessed, or the defense admitted. If the action was for the recovery of damages for a tort, there would be no basis upon which to found a judgment, unless tire damages were first assessed by the Court or a jury. The plea of payment is, of course, only applicable to a demand arising ex contractu. For these reasons I am quite clear that full effect can only be given to tho statute, by giving to the word “claim,” a restricted meaning.\nWith respect to the other allegation of error in the County Court, I am equally clear. The only facts which counsel are properly permitted to comment upon before a jury, are such as have been legally elicited upon the trial of the cause. These ordinarily afford latitude enough for counsel. To such facts it is the duty of the Court to confine counsel in addressing a jury. In practice, this rule, so necessary to a proper administration of justice, is not adhered to with great strictness; yet the rule itself, is preserved, and should be inflexibly enforced. I am not prepared to say, that the neglect to perform its duty in this respect by the Court, would ordinarily constitute such a ground of error, as to authorize the reversal of a judgment; but in the aspect which the record presents, I entertain the opinion that by the remarks of the Court; when its authority was invoked to arrest counsel in the discussion of topics foreign to the case, the jury may have been misled. . It is true, that the Court stated that the refusal of Litchfield to answer the questions propounded to him, was not evidence against him in the cause; hut at the same time remarked that it was impossible to prevent the jury from having the whole case, and knowing what was done in open Court in the course of the trial. The question of the admissibility of evidence, and what constitutes evidence, are questions exclusively for the Court; the weight or effect to he given to the evidence, is a question for the consideration of the jury. Allowing counsel to chaw inferences of guilt, from a refusal to answer questions which the Court held Litehfield was not hound to answer, would seem to imply that the Court deemed such a course of argument legitimate and proper. But the most objectionable feature in tbis part of the transaction, consists in the remarks made by tbe Court, in tbe hearing of the jury, and from which it might be \"fairly implied, that although Litchfield’s refusal to -answer was not in a strict legal sense, evidence against him, yet, that the jury might he influenced by that circumstance, in making up their verdict; since, in tbe language of the Court, “it was impossible to prevent tbe jury from having tbe whole case, and knowing what was done in open Court, in the course of the trial before them.”\nIt is unnecessary to say that the ruling of the Court, excluding any inferences of guilt, from Litchfield’s refusal to answer questions, the answer to which might criminate him, was correct. The error of the Court consists in making a suggestion in the hearing of the jury, the effect of which, might deprive the defendant of the full benefit of the rule of law which governs in such circumstances.\nThe judgment of the Circuit Court is affirmed.\nVide Greenleaf Ev., § 45, Rose vs. Blacfcmore. Ryan & M., 333. 21 O. L. R., 465.",
        "type": "majority",
        "author": "By the Court, Whipple, J."
      }
    ],
    "attorneys": [
      "Fan Dyke & Emmons, for plaintiff in error.",
      "- J. M. Howard, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Carne, plaintiff in error, vs. Litchfield, defendant in error.\nSection 102, chapter 102, K. S. authorizing an examination of parties to suits in County Courts and Justices’ Courts, is only applicable to actions ex contractu and not to actions ex delicto.\nIn an action for false imprisonment, the defendant being called upon to testify, declined answering on the ground that the answer might criminate him, or furnish a link in the chain of evidence which might tend to criminate. The priidlege thus claimed ivas allowed by the Court. In summing up, the plaintiff’s counsel commented upon the refusal of the defendant to testify, as furnishing evidence of his guilt to bo considered by the jury. Whereupon defendant’s counsel asked the Court to restrain the counseZ. The Court declined to interfere, observing “ tbat the refusal of the defendant to answer the question propounded to him on the ground stated, was not evidence against him in the cause, yet that it was impossible to prevent the jury from having the whole case and knowing what was done in. open Court in the course of the trial before them, or to prevent counsel from commenting upon it.” It was held that although the ruling of the Court excluding any inference of guilt from the refusal of the defendant to answer the question was correct, yet that the suggestion made by the Court upon such ruling, in tho hearing of the jury, the effect of which might deprive the defendant of the benefit of the rule, was erroneous.\nError to Wayne Circuit Court.\nFan Dyke & Emmons, for plaintiff in error.\n- J. M. Howard, for defendant in error."
  },
  "file_name": "0340-01",
  "first_page_order": 348,
  "last_page_order": 352
}