{
"id": 807220,
  "name": "THE PEOPLE v. LAWRENCE J. DONOHUE",
  "name_abbreviation": "People v. Donohue",
  "decision_date": "1906-07-24",
  "docket_number": "",
  "first_page": "341",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 341"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 830"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "20 N. Y. Crim. Rep. 109",
      "category": "reporters:state",
      "reporter": "N.Y. Crim.",
      "case_ids": [
        807218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/20/0109-01"
      ]
    },
    {
      "cite": "185 N. Y. 219",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        807218,
        47916
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/20/0109-01",
        "/ny/185/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 9675,
    "ocr_confidence": 0.562,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.02893006503467963
    },
    "sha256": "c929c6521ea7c6c8e8d9b333347255a4b1569ce1c5145547e62cc1b38c5066dc",
    "simhash": "1:85e988e04e4d8eec",
    "word_count": 1707
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. LAWRENCE J. DONOHUE."
    ],
    "opinions": [
      {
        "text": "Jenks, J.:\nThe defendant has been convicted of endangering the health and morals of a girl of ten years, in violation of section 289 of the Penal Code, and is sentenced to pay a fine of $100 or in default to be imprisoned for 60 days. I think that the evidence did not justify the judgment.\nThe child and her sister, aged 9 years, in the afternoon of an August day were sitting on the ground near the lake in Prospect Park. The defendant, a policeman then on duty, came near to them and some innocent talk was had. Then he said to the child that there was a bug upon her and put his hand upon her. So far there is no dispute. But the child testifies that thereafter he puts his hand under her clothes and pinched her private parts so as to hurt her severely. On the other hand the defendant testifies that he merely brushed off the insect, crushed it between his gloved fingers and went his way. The girl is corroborated in her story by the statement, not under oath, of her said companion, up to and including the alleged act of putting the hand under her clothes. But the younger sister states that she does not know that the defendant pinched her sister and that .she did not hear her sister make any cry or anything of that kind.\nInto the scale of the defense must be cast the reasonable doubt, the denials of the defendant, whose explanation of his act of touching the child in the first instance is corroborated somewhat by both children, the evidence of his excellent character, which was neither weakened nor offset, and the testimony of his witness Mrs. Duryea. She, a woman of apparent respectability, who was accompanied into court by her husband, was a stranger to all parties, and became a voluntary witness after reading of the accusation in the public prints. She testifies that she was present; that the defendant came on the scene to drive away lads fishing in the lake; that the children first spoke to him; that he stooped down and brushed away “ this bug, whatever it was, from the knee down, and he stooped and he picked it up and put it in his fingers that way (illustrating), and put his hands behind him and walked out.” She says that she remained after the children went away, and that the defendant did not return. There can be no doubt that she narrates the incident testified to by all of the other witnesses.\nThere is testimony by the father of the child that the defendant confessed to him, but this is met by the flat denial of the defendant, and by the testimony of Mr. Hunter, one of his attorneys, that the father said to him that the defendant had never confessed, and if he had done so there would be more leniency shown, -him.\nThe learned counsel for the appellant contends that the court should not have sworn the complaining witness because she was not shown to be competent under section 392 of the Code of Criminal Procedure. The record, after stating the name of the witness, reads, “being first duly examined as to her qualifications to be sworn, testified as follows.” The learned assistant district attorney makes the point that this statement implies that she had been examined as to her competency and it must be deemed that the court was satisfied. This point would be well taken (People v. Johnson, 185 N. Y. 219, 20 N. Y. Crim. Rep. 109,) but for the further record which shows clearly that the examination as to competency is returned following this statement. Although the court did not examine the child as minutely as is often done in criminal cases, yet I think the examination may support the conclusion of competency. The court received but the statement of the younger sister. The record is silent as to this action of the court save that it shows an objection and an exception. I think we must presume that the court was satisfied as to her intelligence before accepting the statement (People v. Johnson, supra), and I find no error in its course.\nThe testimony of any child, however truth-loving, should be sifted with care, mindful that it is but natural that it may not •comprehend, as if an adult, the duty and the limitations of a witness speaking of facts. An illustration may be found in this case in the statement of the younger sister. She says, first, “ and he put his hands up her clothes and pinched her.” I do not assume that the child intended to lie. She had doubtless heard her sister’s story and she may have believed it. But on cross-examination she was asked: “ Do you remember you testified before the police commissioner that Mr. Donohue did not pinch your sister so far as you knew? (ETo answer.) ” But then she answered the court: “ I did say before the commissioner that I did not know whether he pinched nay sister or not. I did tell the commissioner that. I told the commissioner that and I say the same now. I don’t know that he pinched my sister. I did not hear my sister make any cry, or anything of that kind.” ' The testimony of the elder sister is not beyond criticism for its contradictions. And there are twenty instances where the record shows that she made “ no answer ” to as many questions, on the direct and cross-examinations. The questions were put in plain language, and the cross-examination was not brow-beating. The child admitted that she had testified before the police commissioner that her father and mother bad to punish her “ for not telling the truth,” and then proceeded: “ I did say that. That is so. My papa and mama punished me often for not telling the truth. Every time I told a story mamma would punish me, but that did not often happen.” She also testified that she told her mother of this occurrence “ on the next morning; ” but being confronted with her testimony before the police commissioner, and under interrogation by the court, she said: “ What I said just now about telling my mamma the very next day after Monday was not true. I didn’t tell her until Thursday.”\nIn such cases the question naturally arises, why should a child trump up such a charge without even the necessity of explaining a situation? And as proof is weighed by probability,, and is tested by general experience, that question may be worthy of comment. The improbability of such an accusation by a child rests upon the probable absence of a motive like revenge, or blackmail, and the probable lack of wanton wickedness and the requisite imagination necessary to concoct such a tale. And yet there are intanees of accusations by children of innocent men, charging crimes and requiring much cunning and imagination for their fabrication. Innocence is an attribute of childhood. But there are countless instances of children old beyond their years in crime, in wickedness and in cunning.\nI need not put these children in that category as a corollary to my conclusion that this case must he tried again. The child testifies that she did not tell her mother for several days, and then only when her mother told her that she wished her to go to the park, and she had answered that she did not wish to go. It seems to me entirely possible that the child when pressed for a reason, and casting about for one, may have conceived the idea of saying that she was afraid of the policeman, this defendant, and then when asked the reason she may have magnified, distorted and embellished the incident of brushing the insect from her leg. A child would not naturally understand the possible effect of such a story, or of its consequences to the defendant— as a violation of the Penal Code. I do not attach much importance to the fact that she reiterated the story under oath. If the story was a falsehood, and she was always punished by her parents for her lies, it was more childlike to adhere to her falsehood from fear of parental punishment than to confess it in order to avert Divine wrath.\nThere is testimony from the mother that her child was “ bordering on Saint Vitus’ Dance.” There is testimony from the defendant’s life-long friend, Mrs. Lyons, who called to see the mother, that the latter told her that the child had been ill for a period with nervous prostration and spinal trouble and vaginitis. The mother denies that she told this to Mrs. Lyons. There is medical evidence that pronounced vaginitis induces certain habits that might account for the conditions of the child’s person (which the child testifies “ had been sore there before,”) which condition any child would naturally ascribe to almost any other cause. The vagaries and delusions of persons who suffer from nervous afflictions are well recognized.\nIt appears that after the occurrence a physician was called in, who examined the child. But he did not testify. In view of the fact that the child says that her bare body was pinched so that she was hurt “ very much,” and that she was sore thereafter, his testimony might prove important.\nI advise that the judgment of conviction he reversed and that a new trial he ordered.\nHirsciiberg, P. J., Woodward, Hooker and Gtaynor, JJ., concurred.\nJudgment of conviction reversed and new trial ordered.",
        "type": "majority",
        "author": "Jenks, J.:"
      }
    ],
    "attorneys": [
      "Ernest L. Crandall, for the appellant.",
      "Peter P. Smith, Assistant District Attorney \\_John F. Clarice, District Attorney, with him on the brief], for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION—SECOND DEP.,\nJuly 24, 1906.\nTHE PEOPLE v. LAWRENCE J. DONOHUE.\n(114 App. Div. 830.)\nChildren—Endangering Health of—Penal Code § 289.\nEvidence in a prosecution for endangering the morals of a female child in violation of section 289 of the Penal Code considered and judgment of conviction reversed.\nAppeal by the defendant, Lawrence J. Donohue, from a judgment of conviction of the Court of Special Sessions of the city of New York, rendered on the 9th day of February, 1906.\nErnest L. Crandall, for the appellant.\nPeter P. Smith, Assistant District Attorney \\_John F. Clarice, District Attorney, with him on the brief], for the respondent."
  },
  "file_name": "0341-01",
  "first_page_order": 363,
  "last_page_order": 368
}