{
  "id": 156065,
  "name": "Drew Jackson v. The State",
  "name_abbreviation": "Jackson v. State",
  "decision_date": "1892-12-10",
  "docket_number": "No. 549",
  "first_page": "342",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 406,
    "char_count": 7565,
    "ocr_confidence": 0.577,
    "pagerank": {
      "raw": 2.456588255261275e-07,
      "percentile": 0.8050897948104311
    },
    "sha256": "6059df39022ae86175a0a3a2ca4014e61d4cdebad0f54f5fa36c36f99d342ab3",
    "simhash": "1:7cc1b035e0b7c7a6",
    "word_count": 1358
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Drew Jackson v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was convicted of the theft of $35 from one Tucker Miller, and sentenced to five years in the penitentiary, from which judgment he appeals.\n1. Appellant complains that the court erred in overruling his application for a continuance, on account of the absence of Tom Jackson, who, witness said, was then to be found in Harris County. The application does not state whether it is the first or second application, but, conceding defendant has shown due diligence, we can see no error in overruling it. The witness Tom Jackson was not present the night before, when defendant handed Tucker Miller his envelope, which defendant then claimed to contain the whole $70; and at the very time when Tucker says defendant took out a portion, a $10 bill may have been dropped on the ground, and may have been picked up by defendant next morning; still that would not prove defendant had not taken the three other bills for which he stands indicted. The statement of facts further shows that the witness Tucker testified, that when he demanded his money—the $40— defendant handed him a $10 bill, stating that he had picked it up that morning at the very place defendant was standing the night before, and it had been stepped upon. The application did not say that the witness Jackson would prove that the bill was muddy.\n2. The court did not err in permitting Jackson to prove that he had lost four $10 bills. We think their value was sufficiently proven.\n3. We see no objection to the remarks of the district attorney. On the contrary, they were pertinent. There was no allusion to the refusal of the defendant to take the stand; but, certainly, where $10 bills are with good reason alleged to be stolen by the defendant, and the officer arrests and searches him, and finds $10 bills hidden in his shoes, and $5 in his hat band, it certainly demands some explanation on his part. Neither do we think there is anything in the bills being changed in appearance since they were taken from the witness Tucker Miller.\n4. The special charge asked was sufficiently covered by the general charge, and its refusal was not error. The court charged: “If you believe Jackson took the money with intent to take care of it for Miller, and without the fraudulent design to appropriate it, though he afterwards formed the fraudulent design, and executed it, he can not be convicted under the indictment.” This is the substance of the special charge asked for.\n5. The court did not err in refusing the second special charge. It was not law.\n6. A careful examination of this case leaves no doubt of the guilt of the defendant. The charge of the court was full and fair to the defendant, and if defendant was “handicapped,” it was by his own fraudulent acts. We find no error, and the judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "Campbell & Ball, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Drew Jackson v. The State.\nNo. 549.\nDecided December 10.\n1. Theft of Money—Continuance.—Where on a trial for theft of money the facts disclosed that defendant had taken from one Miller, who was drunk, an envelope containing $70 in $10 bank bills, and sometime afterward he professed to have returned to Miller the envelope containing his money, but the latter upon reaching home found that $40 of his money was gone, held, that the testimony of an absent witness by whom defendant expected to prove that said witness saw him the next morning pick upa $10 bill at the place where defendant said he had handed the money back to Miller, was immaterial, in view of the fact that there were three other $10 bills which defendant did not attempt to account for on the trial.\n2. Argument of Counsel—Abuse of Privilege.—See the statement of the case for remarks of the district attorney in his closing argument not only not objectionable, but both proper and pertinent to the facts in the case.\n3. Charge of the Court — Special Instructions.—Where the charge of the court sufficiently submits the law of a particular phase of the case, it is not error to refuse a special requested instruction on the same subject.\nAppeal from the District Court of Walker. Tried below before Hon. N. G. Kittrell.\nUpon an indictment which charged appellant with the theft of $35, he was found guilty, and his punishment assessed at five years in the penitentiary.\nTucker Miller testified, substantially: That he was drinking in Riverside sometime in the month of November, of last year; that Brother Drew Jackson, the defendant, and Phil Wallace were with him. That he received by express that day $70 in $10 bills, it being the money for which he had sold his cotton. That after Mr. Hill, the express agent, had handed him the money, he, the agent, told Parson Jackson to take him, Miller, home, because he was drunk. That the parties went on to Jackson’s house, and Jackson proposed to take care of both him and his money, and keep it for him until the next morning. That Jackson finally took the money out of witness’ pocket and handed it to his daughter, who counted it and found $70 in the roll. That Jackson insisted on witness staying all night, but witness positively declined and insisted on having his money that he might take it home and give it to his wife. Finally witness started out without his money, and when he got to the yard gate the defendant came out with the envelope in his hand and seemed to be fingering the money. Witness says, “ I said to him, ‘ Parson, don’t you take my money.’ He then called to Phil Wallace, who was standing in a few feet with a lantern in his hand, and said, ‘ See here, Brother Wallace, I call on you to witness that I give Brother Miller his money back.’ ” Witness took the envelope, and folding it up, put it deep down in his pocket, went home, ate his supper, laid down, and went to sleep. Just before day he called to his wife, and told her that he had $70 for her in his pocket. She got the envelope and opened it, and said that there was only $30 in there. I said, “ That nigger got my money,” and got up and went to defendant’s house. Beached there about sunup; called him out. When he came out he handed me a $10 bill, and said he had picked it up where he had handed me the envelope the night before. A day or so afterwards witness complained to the sheriff that he had been robbed, and demanded that he arrest and search defendant, which that officer and his deputy did, and found upon the person of defendant $2.86 in his pocket, three $10 bills in his shoe, and a $5 bill in the sweat band of his hat.\nIt is unnecessary to give a further statement of the facts.\nWhile the district attorney was making his closing argument to the jury, the following language was used by him, to-wit: “Counsel for the defense insists that the State has not proved that the money taken from Drew Jackson by the sheriff was the money of Tucker Miller. I say they have not proved that the money was Drew’s money. Why have they not had Drew’s family here, and the other witnesses, to prove that the money was Drew’s money ? Don’t you know that counsel appreciates the importance of the evidence, and if the money was Drew’s money, they ought to have had their witnesses here to prove it ? And nobody has testified to this jury that the money belonged to defendant, and he has never claimed it since the sheriff took it from him.” Which remarks were excepted to by defendant, and are the remarks which are commented on in the opinion, and held not to be improper or objectionable under the circumstances of the case.\nCampbell & Ball, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0342-01",
  "first_page_order": 362,
  "last_page_order": 365
}
