{
  "id": 1855468,
  "name": "ALBERT v. GOGEBIC COUNTY PUBLIC HOSPITAL BOARD OF TRUSTEES",
  "name_abbreviation": "Albert v. Gogebic County Public Hospital Board of Trustees",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 3, Calendar No. 45,956",
  "first_page": "344",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "24 ALR2d 850",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "51 LRA NS 22",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "178 Mich 193",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1662143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/178/0193-01"
      ]
    },
    {
      "cite": "81 NE2d 699",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "45 NE2d 329",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "316 Ill App 455",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        3393292,
        3395348
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/316/0455-01",
        "/ill-app/316/0455-02"
      ]
    },
    {
      "cite": "154 Fla 339",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1964524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/154/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 972,
    "char_count": 30060,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.4980632713706454e-07,
      "percentile": 0.8092106914341338
    },
    "sha256": "ec18bf8418ce5284988df74d2b1a0b6eb71096e6c898173c8120f13f01fbb566",
    "simhash": "1:5a1c9d2e4eacbf3f",
    "word_count": 5002
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "ALBERT v. GOGEBIC COUNTY PUBLIC HOSPITAL BOARD OF TRUSTEES."
    ],
    "opinions": [
      {
        "text": "Beid, J.\nPlaintiffs filed a bill for an injunction restraining defendants from preventing plaintiff Dr. Albert from practicing medicine and snrgery in the county hospital (a public hospital) and from preventing other plaintiffs (patients) from the use of the facilities of the county hospital and also enjoining defendants from enforcing as against plaintiffs, certain bylaws, rules and regulations of the board of trustees of the defendant, hospital, and for other relief. The court disposed of the case on the pleadings after answer was filed and some testimony taken. From a decree for plaintiffs, defendants appeal.\nThe validity of certain rules adopted by the defendant board, by which the defendant board assumed to regulate the practice of medicine and surgery in the public hospital, is the controlling-issue in this case.\nThe plaintiffs are Samuel G-. Albert, a physician and surgeon licensed by the State board of registration in medicine (see CL 1948, §§ 338.51, 338.53 [Stat Ann §§14.531, 14.533]) to practice medicine and surgery in Michigan, residing at Ironwood in Gogebic county, and James C. Williams and Mr. and Mrs. Albert Behrendt, Jr., patients of plaintiff Albert, who also reside in Gogebic county. Grand View hospital is Gogebic county public hospital and the only public hospital in the county. Plaintiffs claim that each of the plaintiffs is entitled to the use of the facilities of Grand View hospital under the terms of the county hospital act, PA 1913, No 350, and un•der such of the rules and regulations of defendant hoard of trustees as are lawful.\nDefendant board of trustees is a body corporate and is the governing body of Grand View hospital. Neither'the defendant board of trustees nor any of its members is licensed to practice medicine. Defendant medical staff is an unincorporated voluntary association composed of 24 physicians and surgeons licensed to practice either in Michigan or Wisconsin or in both States. Defendant medical staff was formed in this State and conducts its business therein and is known as “medical staff of Grand View hospital.” Although individual members of the defendant medical staff are licensed practitioners of medicine, defendant medical staff itself is riot so licensed.\nDefendant William H. Wacek is a licensed physician and surgeon hut not a member of defendant medical staff. He is the resident physician of Grand View hospital, employed as such by defendant board of trustees. Defendant Drazkowski is administrator or general manager of Gogebic county public hospital, employed as such by defendant board of trustees.\nGrand View hospital was established under the provisions of the county hospital act, PA 1913, No 350, as amended (CL 1948, §331.151 et seq. [Stat Ann § 14.1131 et seq.]) and is supported at present by public funds as contemplated by such act. It contains approximately 100 beds, more.than half of which are in the general section of the hospital. In addition to Grand View hospital, 3 small private hospitals of 20 beds each are located in Gogebic county. Grand View hospital serves an area including parts of Ontonagon and Iron counties in Michigan and Iron county in the State of Wisconsin. It seems that Iron county, Wisconsin, has no hospital and that Ontonagon county, Michigan, has one 20-bed public hospital while Iron county, Michigan has one 17-bed public hospital and one 20-bed private hospital.\nThe 17-year-old daughter of plaintiff Williams was denied admission to Grand View hospital just prior to August 30, 1951, unless she would agree to select a doctor other than Dr. Albert. Plaintiffs Behrendt were unable to have their 2 minor daughters admitted to Grand View hospital on August 24, 1951, unless they agreed to select for the care of said daughters in said hospital a physician other than Dr. Albert.\nPlaintiffs ask that certain rules and regulations (among other rules) adopted by the defendant medical staff and approved by the defendant board be treated by the court as void and defendants enjoined from enforcing them, particularly articles 5, 6, 7, 16, 17, 23, 24, 25, 26, 28, 29, 32 and 33, which are as follows :\n“Art. 5. The medical staff of this hospital shall consist of physicians and surgeons who have been licensed to practice medicine and surgery in the State of Michigan by the State board of registration in medicine and who have been organized as a medical staff of this hospital and have complied with all the rules and requirements in regard to obtaining membership on the staff, according to the rules and regulations adopted by the trustees.\n“The staff shall be divided into 2 divisions—senior and junior. All general practitioners and specialists who reside in the county of Gogebic or the county of Ontonagon, Michigan, or the county of Iron, Wisconsin, who are licensed to practice in Michigan and who have practiced 20 years shall be members of the senior division of the staff.\n“The board of trustees shall thereafter admit such physicians and surgeons to the staff as they shall deem qualified and who possess the other qualifications herein set forth, and shall classify such physicians and surgeons as either senior or junior members. In making such selections and classifications they may consider the recommendations of the senior staff members.\n“Any member of the junior division may be advanced to the senior division at any time the board of trustees shall deem such junior member qualified. In making such advancement, the board of trustees may consider the recommendations of the senior staff members.\n“Physicians and surgeons desiring to be admitted to the staff shall make application on the form provided by the board of trustees.\n“Art. 6. No physician or surgeon shall perform a major operation in this hospital unless he is a member of tbe senior staff or has in attendance, prepared for assisting in the operation, 1 or more senior members of the staff of this hospital in addition to a person qualified to administer anesthesia.\n“A major operation is one which involves a serious hazard to the life of the patient.\n“Art. 7. No patient shall be admitted to this hospital for any operation or treatment unless under the direction of some licensed physician or surgeon, according to the rules and regulations of this hospital, except in case of an emergency.”\n“Art. 16. No person shall be allowed to practice medicine in this hospital unless- he has in full force and effect a license from the State of Michigan to practice medicine and surgery in all its branches in the State of Michigan and who is in good standing in the medical profession, and is physically and morally and mentally qualified to practice his profession.\n“Art. 17. No person claiming to be a physician and surgeon, who is not a member of the senior or junior staff and who is not accompanied by some member of the senior or junior staff, shall practice in this hospital until he has submitted to the superintendent his license to practice medicine in the State of Michigan, or otherwise shown to the superintendent that he is duly licensed to practice medicine as a physician or surgeon.”\n“Art. 23. Any reputable nonresident physician may bring his patients to the hospital for treatment but must leave them in charge of a member of the staff of this hospital. Any member of the staff shall not be considered a nonresident within the meaning of this article. Nonresident physicians and surgeons shall be those not residing in either Gogebic county or Ontonagon county, Michigan, or Iron county, Wisconsin.\n“Art. 24. The attending physician shall be held responsible for a complete record of the patient for the hospital files; this record shall include identification, date, complaints, personal history, family history, history of present illness, physical examination, special reports, such as consultations, cliniical laboratory, X-ray and others; provisional diagnosis, medical or surgical treatment, pathological findings, gross and microscopic; progress notes; final diagnosis; condition on discharge; follow up record; and autopsy findings when such autopsy has been performed. This record shall always be up to date.\n“Art. 25. A complete history, physical examination record and working diagnosis shall be completed within 36 hours after admission and except in emergency, shall be required prior to operation. No case record shall be filed until complete. All records are the property of the hospital and must not be taken away, but the patient or physician may obtain copies or abstracts on request by furnishing the proper legal instruments. Patients to be operated on in the morning shall be in the hospital by 4 p.m. the day previous.\n“Art. 26. All operations performed are to be fully described. All tissues removed at operation are the property of the hospital and must be examined by a competent pathologist, whose report shall form a part of the patient’s record.”\n“Art. 28. No Caesarian operation shall be performed upon a patient except after consultation between the operating surgeon and a senior member of the staff, and the consultant has filed a report on a form prescribed by the board of trustees with the superintendent of the hospital. And in all Caesarian sections, the indications for the operation, including especially the history of previous deliveries, X-ray pelvimetry and symptoms threatening toxemias must be fully recorded.\n“Art. 29. No operation for ‘sterilization’ shall be permitted without a previously signed statement from the patient, her husband or his wife (as the case may be) or a responsible member of the family.\n“Consultation with a senior member of the staff is also imperative before operation.”\n“Art. 32. The medical staff shall adopt s'uch rules and regulations as may he necessary for the proper conduct of its work. Such rules and regulations may be amended at any regular meeting without previous notice by a 2/3 vote of the total membership of the medical staff. Provided that such rules do not conflict with rules and regulations adopted by the board of trustees and provided that they do not infringe upon the powers of the board oí trustees.\n“Art. 33. The board of trustees reserves the right to remove any member of the medical staff or to deprive any physician or surgeon of the privileges of the hospital whenever, in their sole judgment, the good of the hospital or of the patients therein demand it; and it reserves the rigid at any time of making any changes in these rules, by amendment, addition, substitution, repeal or revision, as in its judgment may seem for the best interests of the hospital and those who are to become patients therein.”\nDefendants claim that there are ill consequences of allowing physicians and surgeons to practice in the public hospital, who are legally licensed as physicians and surgeons, but not admitted specially to practice in and by the public hospital. As against such claim of the defendants, it is the claim of the plaintiffs in this case that as far back as 1946, plaintiff Albert was successfully performing surgery, which defendant medical staff through its surgical committee claimed he might be well qualified to perform, but should not be allowed to perform without payment of fee of $25 per operation as an “observation” fee exacted by the medical defendants; that from about February 24, 1950, until about November 1, 1950, plaintiff Albert was allowed to practice in Grand View hospital without interference from defendants and without observable ill consequences; and that from the time the injunction was issued on September 4, 1951, plaintiff Albert has been allowed to practice in Grand View hospital according to the dictates of his own medical knowledge and without interference on the part of defendants.\nNo ill consequences to patients resulting from plaintiff Albert’s practice in the hospital are alleged in defendants’ pleadings, nor in any testimony referred to in defendants’ brief.\nThe bill alleges that on December 30, 1946, the defendant board held a hearing on which the charge against plaintiff Albert was that he had performed a laparotomy and resection of the ureter which defendant board and defendant medical staff claimed he was not permitted to do under the rules of said staff then in effect and pertaining to Grand View hospital. The bill further alleges that on or about August 21, 1951, the defendant board adopted a resolution barring plaintiff Albert from bringing patients to Grand View hospital, practicing medicine and surgery in said hospital, and from the use of the facilities of the hospital, claiming that plaintiff had violated articles 6, 24, 25, 26, 28 and 29 of the rules and regulations.\nDefendants insisted that the hospital board had power to make rules limiting practice of medicine and surgery in the hospital to classes designated by medical staff set up by article 5; and defendants introduced some testimony to prove the reasonableness of rules in dispute.\nThe statute, PA 1913, No 350 (CL 1948, § 331.151 et seq. [Stat Ann §14.1131 et seq.]), does not in any portion of the act, undertake to delegate to any board, person or persons the right to suspend by rule or otherwise the right to practice medicine and surgery granted by the State board and in no part of the act of 1913 is there any express or implied modification of PA 1899, No 237 (CL 1948, § 338.51 et seq. [Stat Ann § 14.531 et seq.]) regarding practice of medicine and surgery. The rig’ht given the hospital hoard to make rules, evidently in general for administrative (“economic and equitable”) purposes, is not a right to suspend or control treatment or operation on patients by a duly-licensed practitioner. No such meaning should be read into section 10 of the act of 1913.\nA Florida case, Green v. City of St. Petersburg, 154 Fla 339 (17 S2d 517), relied on by defendants as showing the authority of public hospital boards to make rules such as those made by defendants and in question in this case, contains no suggestion that the rules limiting practice in the public hospital in the Green Case violated or in part suspended any Florida State license or was in conflict with any Florida statute.\nDefendants cite Illinois and Indiana cases as to the rule-making power of county (public) hospitals: Selden v. City of Sterling, 316 Ill App 455 (45 NE2d 329), and Hamilton County Hospital v. Andrews (Ind App), 81 NE2d 699. The Indiana opinion cites and relies on the Illinois case. The Illinois statute with broad and inclusive language expressly makes the physicians, nurses and “all persons approaching or coming within the limits of the hospital,” subject to the rules and regulations adopted by the board, while in the hospital. The Illinois statute is much broader and more inclusive in that particular than the Michigan statute.\nThe Michigan statute, differing from the Illinois statute, has 3 sections in which the rule-making power of county hospital boards is referred to. Section 10 of the act (CL 1948, § 331.160 [Stat Ann § 14.1139]), in part, is as follows:\n“Such hospital always being subject to such reasonable rules and regulations as said board may adopt in order to render the use of said hospital of the greatest benefit to the grehtest number; and said board may exclude from the use of such hospital any and all inhabitants and persons who shall wilfully violate such rules and regulations.”\nIn section 4 (CL 1948, § 331.154 [Stat Ann § 14.1134]) is the following:\n“The board of hospital trustees shall make and adopt such bylaws, rules and regulations for its own guidance and for the government of the hospital as may be deemed expedient for the economic and equitable conduct thereof not inconsistent with this act, and the ordinances of the city or town wherein such public hospital is located.”\nAlso, in section 13 of the act (CL 1948, § 331.163 [Stat Ann § 14.1142]) is the following:\n“The patient shall have absolute right to employ at his or her own expense his or her own physician or nurse, and when acting for any patient in such hospital the physician employed by such patient shall have exclusive charge of the care and treatment of such patient, and nurses therein shall as to such patient be subject to the directions of such physician, subject always to such rules and regulations as shall be established by the board of trustees under the provisions of this act.”\nIt is to be noted that in section 13 the legislature indicates that the board’s rule must be “under” not “in suspension of” “the provisions of this act.”\nThe statute sets forth the absolute right of the patient to be attended by his or her choice of licensed practitioners.\nWhether the rules in controversy in this case shall be considered as made under section 10 or section 4 or section 13 of the act, or under all 3 sections, it is clearly our duty to declare void, any rule inconsistent with the act of the State legislature covering the subject matter. This was expressly indicated in section 4 of the act and is to be implied in regard to sections 10 and 13.\nThe objectives for adoption of rules set forth in section 4 are the guidance of the board, and economic and equitable conduct of the hospital: in section. 10 the objective is to render the use of the hospital of greatest benefit to the greatest number. In section 13 the patient is accorded the absolute right to employ the physician or nurse of his or her own choice and that such physician so employed shall have exclusive care of the patient subject to the board’s rules established under (but not in suspension of) the provisions of the act of the legislature. In no section of the act is there any suggestion that the hospital board may suspend, even partially, the license of a regularly licensed practitioner. Suspension is left with the State board of registration in medicine. See CL 1948, § 338.53, subd 7 (Stat Ann § 14.533, subd 7).\nThe license of plaintiff Albert granted him by the State board includes practice in public hospitals and shall be presumed to continue in such public hospitals until suspended or interrupted by some clearly and lawfully empowered authority.\nPlaintiffs stress that the senior-surgeon required by criticized rules to be present at a major operation, is not required to be one who has performed or even witnessed such major operation and that mere lapse of time is substituted for proven knowledge and skill of the required onlooker. Plaintiffs claim that at one period at least Dr. Albert was required to pay a fee (or “kickback”) of $25 for each operation where the “onlooker” was required by the board.\nDefendants criticize plaintiff Dr. Albert for not making records required by the rules in question, in the hospital of details of treatment of cases. Plaintiffs justify Dr. Albert under Massachusetts Mutual Life Insurance Co. v. Board of Trustees of Michigan Asylum for the Insane, 178 Mich 193 (51 LRA NS 22, Ann Cas 1915D 146), which see. See, also, CL 1948, § 617.62 (Stat Ann § 27.911), which in part is as follows:\n“No person duly authorized to practice medicine or surgery shall be allowed to disclose any information which he may have acquired in attending any patient in his professional character, and which information was necessary to enable him to prescribe for such patient as a physician, or to do any act for him as a surgeon.”\nIn their motion for decree on the pleadings (after partial taking of testimony) plaintiffs limit the issue to the question of the power of defendant board to make the rules in dispute, and the parties agreed that the trial court might consider the testimony so far as taken. The trial court accepted and acted upon such limitation of the issues. In consequence, such issues as noncompliance and “kickback” are not before us for decision. We further need not determine whether the medical staff is dominated by practitioners willing to deprive plaintiff Albert of practice so that they may share it among themselves.\nWe do not in this case determine the nature or limitation of the management or control of State institutions, such being not in issue herein.\nAmong other things the trial judge found as follows :\n“13. Purporting to act under authority given to them by the county hospital act and claiming to act under color of law defendant board of trustees on August 21, 1951, issued an order barring plaintiff Albert from practicing medicine and surgery in Grand View hospital for alleged infraction of articles 6, 24, 25, 26, 28 and 29 of the 1950 rules of defendant board.\n“14. On August 23,1951, Diane Lee, of the age of 4 years, and Gloria Jean, of the age of 2 years, infant daughters of plaintiffs Behrendt, became ill, suffering with fever and pain in the neck and legs. The Behrendts communicated with plaintiff Albert who advised hospitalization for said children whereupon plaintiffs Behrendt took said children to Grand View hospital but were unable to procure the admission of said children as patients in said hospital unless they chose as physician for said children someone other than plaintiff Albert. Similar refusal was made in the case of Mary Ellen, daughter of plaintiff James C. Williams, who was advised that plaintiff Albert was not permitted to practice in Grand View hospital and that she could not be admitted as a patient of plaintiff Albert.\n“15. Defendant board of trustees has no power, by rule, regulation or otherwise, to regulate the practice of medicine and surgery in Grand View hospital.\n“16. Articles 5, 6, 7, 16, 17, 23, 28, 29 and 33 of the 1950 rules and regulations of defendant board of trustees, as placed in effect on November 1, 1950, do so attempt to regulate the practice of medicine and surgery in Grand View hospital, and consequently they are void and of no effect and the same are hereby set aside.\n“17. All lawful power to discipline any duly licensed physician and surgeon, or to suspend or revoke his right to practice in any public hospital organized and existing under PA 1913, No 350, as amended, is exclusively committed to the State board of registration in medicine and is accordingly determinable by and in pursuance of the medical practice act, and article 33 of said 1950 rules is accordingly void as an attempted usurpation of powers, duties and procedure set forth in the medical practice act, and the same is hereby set aside.”\nWe conclude that the trial court was correct in his decision as far as quoted, and that articles 5, 6, 7, 16, 17/23, 28, 29, 32 and 33'aré without the power and ■ authority of the defendant hospital board to adopt and are void.\n■ The decree appealed from provided that articles 24, 25 and 26 shall be complied with after the decree by plaintiff Albert unless and until at a future hearing, said articles shall be shown and found to be improper or beyond the power and authority of the board to adopt. Plaintiffs request that the decree be- affirmed. The case is remanded to- the trial court for.'a -hearing on and determination of the validity of said 3 articles upon petition of plaintiffs. The decree appealed from is affirmed. No'costs, a matter and questions of public importance being involved.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred.\nSee CL 1948, § 331.154 (Stat Ana § 14.1134).—Reportes.",
        "type": "majority",
        "author": "Beid, J."
      }
    ],
    "attorneys": [
      "Bush & Bradt, for plaintiffs.",
      "Ray Derham (B. E. Larson, in propria persona, and of counsel), for defendants.",
      "Amicus curiae:",
      "Warner é Hart, for Michigan Hospital Association."
    ],
    "corrections": "",
    "head_matter": "ALBERT v. GOGEBIC COUNTY PUBLIC HOSPITAL BOARD OF TRUSTEES.\n1. Hospitals — County Public Hospitals — Suspension of the Practice op Medicine.\nThe statute providing for the establishment of county public hospitals does not undertake to delegate to the board of trustees of the hospital or any other person or persons the right to suspend the right to practice medicine and surgery by the State board nor is there in such act any express or implied modification of the statute (CL 1948, § 331.151 et seq.-, § 338.51 et seq.).\n2. Same—Rules and Regulations—Treatment op Patients.\nThe statutory authority conferred upon the board of trustees of a county public hospital to make rules and regulations for the economic and equitable conduct of the hospital and for establishing reasonable compensation for oeeupancy, nursing, care, medicine, or attendants therein does not confer a right to suspend or control treatment or operation on patients by a duly licensed practitioner (CL 1948, §§ 331.154, 331.160; § 338.51 et seg_.).\nReferences for Points in Headnotes\n[1, 6,10,11] 26 Am Jur, Hospitals and Asylums § 9.\n[2, 3] 26 Am Jur, Hospitals and Asylums § 10.\n[5] 41 Am Jur, Physicians and Surgeons § 63.\n[6] Exclusion of or discrimination against physician or surgeon by hospital authorities. 24 ALR2d 850.\n[7] 41 Am Jur, Physicians and Surgeons § 75.\n[8, 9] 3 Am Jur, Appeal and Error § 820.\n[12] See, generally, 14 Am Jur, Costs §§ 29, 35.\n3. Same—Rules and Regulations—Physician and Patient.\nA patient in a county public hospital has the absolute right to be attended by his or her choice of licensed practitioners, hence, a rule promulgated by the board of trustees of sueh a hospital that is inconsistent with such right is void (CL 1948, §§ 331.154, 331.160, 331.163).\n4. Same—Rules and Regulations—Supreme Court—Statutes.\nThe Supreme Court has the duty to declare void any public hospital rule inconsistent with an act of the State legislature covering the subject matter (CL 1948, §§ 331.154, 331.160, 331.-163).\n5. Physicians and Surgeons—Suspension op License to Practice.\nThe suspension, even partial, of the license of a regularly licensed practitioner of medicine is left with the State board of registration in medicine (CL 1948, § 338.53, subd 7).\n6. Same—Practice op Medicine—Public Hospitals.\nThe license of a regularly licensed practitioner to practice medicine, granted to him by the State board of registration in medicine, includes practice in public hospitals and is presumed to continue therein until susx>ended or interrupted by some elearly and lawfully empowered authority (CL 1948, § 331.-163).\n7. Same—Privileged Communication—Rules and Regulations.\nA regularly licensed practitioner of medicine and surgery may not diselose any information which he may have acquired in attending any patient in his professional character and which information was necessary to enable him to prescribe for sueh patient as a physician, or to do any act for him as a surgeon; hence, the attending physician may not be excluded from practicing in a public hospital of the county of his residence by virtue of noncomplianee with rules of the board of trustees contrary to the pertinent statute (CL 1948, § 617.62).\n8. Appeal and Error—Questions Reviewable—Pees por Onlooking Physicians—Compliance with Hospital Rules—Practice op Medicine.\nThe Supreme Court does not determine whether or not requirement by board of trustees of county public hospital that plaintiff physician, duly licensed to practice by the State board of registration in medicine, pay a fee of $25 for each operation where an onlooking physician was required by the board to be present and whether there was noncomplianee with defendant board’s rules and whether the medical staff of the hospital is dominated by practitioners willing to deprive him of practice so that they might share it themselves, where the trial court did not determine such matters.\n9. Same — Questions Review able — County Public Hospitals — Practice op Medicine in State Hospitals.\nThe nature or limitation of the management or control of State institutions is not determined by the Supreme Court in suit brought by a regularly licensed practitioner of medicine against the board of trustees of the county public hospital in the county in which he resided, the medical staff, the resident physician and the general manager of the hospital to restrain their interference with his practicing medicine and surgery therein, since a determination as to the State institutions is not in issue.\n10. Hospitals—County Public Hospitals-—Rules and Regulations —Practice op Medicine.\nRules of board of trustees of county public hospital which attempt to regulate the practice of medicine and surgery therein are void, since it is not within the power and authority of the board to adopt such rules (CL 1948, §331.151 et seq.).\n11. Same-Keeping op Records—Rules and Regulations by County Public Hospitals.\nProvision of decree requiring plaintiff, a regularly licensed physician, to comply with rules of defendant board of trustees of county public hospital relative to the keeping of records of patients and descriptions of operations performed unless and until at a future hearing such rules shall be shown and found to be improper or beyond the power and authority of the board to adopt is affirmed and case remanded for hearing on such matters upon petition of plaintiff.\n12. Costs—Public Question—County Public Hospitals—Practice op Medicine.\nNo costs are allowed in suit by physician to restrain interference with his practice of medicine and surgery by the board of trustees of a county public hospital, questions of public importance being involved in the determination of the validity of certain rules and regulations (CL 1948, § 331.151 et seq.-, § 338.51 et seq.).\nAppeal from Gogebic; O’Neill (James E.), J., presiding.\nSubmitted June 17, 1954.\n(Docket No. 3, Calendar No. 45,956.)\nDecided November 29, 1954.\nBill by Samuel G. Albert, James C. Williams, Albert Behrendt, Jr., and Eileen Behrendt against Board of Trustees of Gogebic County Public Hospital, a public corporation, also known as Grand View Hospital, the medical staff of the hospital, an unincorporated association, William IT. Wacek and Prank Drazkowski, Jr., to enforce rights, as doctor and as patients, to use the facilities of the hospital, and testing the validity of certain of its rules and regulations. Decree for plaintiffs holding certain regulations void and others to be complied with until further hearing. Defendants appeal.\nAffirmed and remanded for determination as to certain undisposed matters.\nBush & Bradt, for plaintiffs.\nRay Derham (B. E. Larson, in propria persona, and of counsel), for defendants.\nAmicus curiae:\nWarner é Hart, for Michigan Hospital Association."
  },
  "file_name": "0344-01",
  "first_page_order": 384,
  "last_page_order": 400
}
