{
  "id": 4381476,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. EARL EUGENE BLACKMON, Defendant and Appellant",
  "name_abbreviation": "People v. Blackmon",
  "decision_date": "1969-09-23",
  "docket_number": "Crim. No. 16155",
  "first_page": "346",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 346"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "35 Cal.Rptr. 528",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "223 Cal.App.2d 109",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2124445
      ],
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/223/0109-01"
      ]
    },
    {
      "cite": "39 Cal.Rptr. 839",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "228 Cal.App.2d 739",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2144459
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "742-743"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/228/0739-01"
      ]
    },
    {
      "cite": "66 Cal.Rptr. 799",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "260 Cal.App.2d 62",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2181605
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/260/0062-01"
      ]
    },
    {
      "cite": "67 Cal.Rptr. 157",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "260 Cal.App.2d 307",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2181502
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "310-311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/260/0307-01"
      ]
    },
    {
      "cite": "293 P.2d 52",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "46 Cal.2d 106",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4370172
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/46/0106-01"
      ]
    },
    {
      "cite": "396 P.2d 706",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "41 Cal.Rptr. 290",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "62 Cal.2d 92",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2334080
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "95-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/62/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 7180,
    "ocr_confidence": 0.806,
    "pagerank": {
      "raw": 1.252197818750282e-07,
      "percentile": 0.6104251637836801
    },
    "sha256": "c4eac37303823390fcce7e9ec8aca50146dbf563261f35009be6bc307c970926",
    "simhash": "1:d1fd9ce6a7aa3a5c",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. EARL EUGENE BLACKMON, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "with possession of marijuana (Health & Saf. Code, § 11530.). He pleaded not guilty. A motion to suppress evidence under Penal Code section 1538.5 was made and submitted upon the transcript of the preliminary examination and denied. It was then stipulated that the case would be tried before the court sitting without a jury, on the preliminary transcript and other evidence. The People’s case in chief was submitted upon the transcript, which contained only the testimony of Officer Barcott. Defendant testified on his own behalf, and Officer Quinonez testified in rebuttal. The court found defendant guilty as charged, suspended proceedings and placed him on probation. This appeal is from the order granting probation, which is deemed a judgment for this purpose.\nOfficer Bareott testified in substance as follows:\nAt about 1:45 a.m. on May 18, 1968, he and his partner, Officer Quinonez, in uniform, were on patrol. They had been informed by some men “in the area of Anaheim and Lewis” streets, who had been witnesses in a murder case, that ‘ ‘ some male Negro subjects from Los Angeles were mad at these people and they were going to come down that evening to harass them or whatever they could do.” As they passed that intersection in a patrol car the officers saw standing on the comer three male Negroes whom the officers did not recognize. While ■ seated in the vehicle one of the officers asked the men where they were from. Two said they were from Los Angeles and one said Long Beach. The officers then stepped out of their vehicle.\nAs they walked towards the men Officer Bareott saw defendant drop a bundle of four handrolled cigarettes wrapped in a rubber band. He pointed this out to Officer Quinonez, who picked up the bundle. The cigarettes appeared to the officers to contain marijuana.\nOfficer Bareott testified that his purpose in stepping out of the vehicle was “to talk to the subjects to- see what their business was in the area. ’ ’\nWhen on cross-examination he was asked why, the officer said “To find out exactly where they lived in L.Á. in case something should occur later on in the evening. While we had a description of these fellows, we would have their name, address, etcetera. ’ ’\nIt was stipulated that a criminalist Would testify that the substance in the cigarettes was marijuana.\nDefendant, testifying on his own behalf, denied that he had dropped the bundle. He said he had seen the bundle 10 or 15 minutes earlier in the possession of one of his companions.\nOfficer Quinonez testified that he picked up the cigarettes directly to the back and right of defendant, about two feet from where his feet were.\nThe sole issue argued on appeal is that the motion to suppress the marijuana should have been granted upon the ground that the officers invaded the constitutional rights of the defendant when they approached him on the street.\nThe applicable rale has been stated thus: “It is well established that a police officer in the discharge of his duties may detain and question a person when the circumstances are such as would indicate to a reasonable man in a like position that such a course is necessary to the proper discharge of those duties.” (People v. One 1960 Cadillac Coupe (1964) 62 Cal.2d 92, 95-96 [41 Cal.Rptr. 290, 396 P.2d 706].)\nIn the case at bench the police had a reason to make inquiry, having received a report of threatened harassment of a witness in that locality. The men on the street comer fitted the only description the officers had, albeit a very general one.\nDefendant and his companions were loitering in a public place late at night when the officers approached. They were not detained, except in the tenuous sense that most persons, through either respect or fear, probably would not walk away if two uniformed officers approached them on the street. The record does not support defendant’s contention here that the police conduct was, as a matter of law, coercive. The officers had not told defendant their purpose before he tried to get rid of the marijuana. Defendant did not drop the marijuana because of any oppressive or improper police conduct, but because of his own overpowering sense of guilt.\nThe police conduct was well within the area which has been held to be lawful in such eases as People v. Martin (1956) 46 Cal.2d 106, 108 [293 P.2d 52]; People v. Sackett (1968) 260 Cal.App.2d 307, 310-311 [67 Cal.Rptr. 157]; People v. Lyles (1968) 260 Cal.App.2d 62, 65 [66 Cal.Rptr. 799]; People v. Martinez (1964) 228 Cal.App.2d 739, 742-743 [39 Cal.Rptr. 839]; People v. Cowman (1963) 223 Cal.App.2d 109, 117 [35 Cal.Rptr. 528].\nThe holding in People v. One 1960 Cadillac Coupe, supra, 62 Cal.2d 92, relied upon by defendant here, is not factually in point. There officers were trying to locate the owner of a narcotics outfit which a citizen had found in a flower planter box adjacent to a public sidewalk. The kit could have been placed there any time during the preceding 24 hours. When officers arrived to investigate, they saw a man named Reulman on the street, whom they suspected. They' detained him, questioned him, demanded identification, required him to roll up his sleeve to reveal puncture marks, and then searched him, with the result that a bottle of marijuana was found on his person. The Supreme Court there held that the man was not properly detained in the first instance. The court said, “We find little, if anything, to distinguish Reulman from any other harried citizen who may have innocently parked his\" automobile in the same spot as did Reulman. The trial judge’s finding that reasonable cause for detention and questioning is lacking is thus substantially supported by the record.” (62 Cal.2d at p. 96.)\nAt least two distinctions from the present case are apparent:\nFirst, in Cadillac the trial court found the conduct was unreasonable; here the trial court found it was reasonable.\nSecond, in Cadillac the officers were starting an investigation by detaining and interrogating a person who happened along when the investigation started, but who was otherwise like “any other harried citizen” who might have come along. The inquiry there initiated by the officers was a general one for the purpose of determining whether Reulman was involved with narcotics. In the case at bench the officers were patrolling an area where the prospect of trouble had been reported. They had a very limited objective, one which should not greatly offend any honest citizen. Until defendant dropped the marijuana, there was no detention and no interrogation beyond asking the men where they were from. The two cases are different, judged by the standard of reasonableness in relation to necessary police activity.\nThe judgment (order granting probation) is affirmed.\nKingsley, J., and Dunn, J., concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Crim. No. 16155.\nSecond Dist., Div. Four.\nSept. 23,1969.\nTHE PEOPLE, Plaintiff and Respondent, v. EARL EUGENE BLACKMON, Defendant and Appellant.\nRichard H. Levin, under appointment by the Court of Appeal, for Defendant and Appellant.\n‘Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and George J. Roth, Deputy Attorney General, for Plaintiff and Respondent."
  },
  "file_name": "0346-01",
  "first_page_order": 368,
  "last_page_order": 371
}
