{
  "id": 156074,
  "name": "G. W. Stepp v. The State",
  "name_abbreviation": "Stepp v. State",
  "decision_date": "1892-12-14",
  "docket_number": "No. 547",
  "first_page": "349",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 349"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 478,
    "char_count": 10761,
    "ocr_confidence": 0.579,
    "pagerank": {
      "raw": 6.291296940701396e-07,
      "percentile": 0.9581101060332089
    },
    "sha256": "43228449e1f9916bfe2f429706f9bf79cf50f7bad77f0a0833e2a65a163bc6c6",
    "simhash": "1:352f493b9a02bf99",
    "word_count": 1911
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "G. W. Stepp v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was convicted of theft of a watch, and sentenced to two years in the penitentiary, from which judgment he appeals.\nIt appears that on the 25th of June, 1891, Miss Arnett lost a watch at the depot at Bertram, but did not miss it until she was on the train; and they searched the train, but could not find it. It was the property of Miss Wilson, of the same place, who had loaned it to Miss Arnett. Defendant was at the depot on the night it was lost. A few days after, defendant suggested to a witness the propriety of offering a reward for it. On the 24th of October defendant stated to Dr. McCollum, who had married Miss Wilson, he had seen a man in his shop with a watch with the name “ Wilson” scratched in it, and defendant wanted to know if witness McCollum would pay $25 for it. Witness replied he would pay $25 for the watch and man. Defendant lived at Liberty Hill, in Williamson County. He next day telephoned that he had the watch, and it cost him $35 to get it from a man in Austin. That night, by agreement, Dr. Wilson, the father of Mrs. McCollum, met defendant at the depot, who returned the watch.\nThe indictment in this case is skillfully drawn. It contains six counts, and covers every phase of ownership—theft from the person, theft, and receiving stolen property. There seems to be no doubt of the fact that defendant found the watch in question, either in the depot or in the street, and that he kept possession of it until its return some four months after. Two material questions arise upon the facts:\n1. When he found the watch, did he know the owner, or have reason to believe the owner could be found by ordinary inquiry? We think defendant was put upon fair notice of the ownership. If he did not find the watch in the depot, where the young ladies had been awaiting the train, yet the facts that he saw them there, and knew of their presence in the immediate vicinity in which the watch was found, also the fact that it was a lady’s watch, with the family name of the owner clearly legible thereon, point with sufficient certainty to the owner.\n2. If he knew or could have known the owner by ordinary diligence, with what intent did he retain possession of the property ? Was it to appropriate it to his own use, or to obtain a reward for finding it ? If to appropriate it to his own use, it was theft, and the conviction is correct, unless it was voluntarily returned within a reasonable time. A voluntary return must be a return willingly made by the defendant, whatever be the motive inducing it. Allen v. The State, 12 Texas Ct. App., 190. But it can not be made when defendant is caught in possession of the stolen property (Grant v. The State, 2 Texas Court of Appeals, 167); nor when the defendant is caught in the act (Harris v. The State, 29 Texas Court of Appeals, 104; Boze’s case, ante, 347); nor after prosecution is begun. Penal Code, art. 738. We think the property was voluntarily returned, it being made directly to Dr. Wilson, without demanding any reward. But four months is hardly a reasonable time. It was a question for the jury, and they evidently thought the time of detention was unreasonable.\nBut it is contended that the object of holding possession was to obtain a reward; that this is shown by a remark made by defendant, that Dr. Wilson ought to offer a reward for the watch, and by his offer to Dr. Wilson’s son-in-law to get the watch if he would pay 825.\nThese questions were submitted to the jury by the following charge of the court: 11 When a man finds goods that are lost, and appropriates them with intent to take entire dominion over them, he at the same time knowing or really believing the owner can be found, the offense would be theft. To constitute a finding theft, the intent to defraud the owner and appropriate the property to his own use must exist in the mind of the finder at the time he takes possession of the property. If the intent to steal did not exist at the time of the taking, no subsequent intent to steal will render the original taking theft.” Reed v. The State, 8 Texas Ct. App., 41; Warren v. The State, 17 Texas Ct. App., 207; Wilson v. The State, 20 Texas Ct. App., 662. Again, after charging the statute on voluntary return (Penal Code, article 738), the court says: “ Whether or not property has been returned within a reasonable time is, like all other facts, a question for the jury, to be determined from all the facts and circumstances in evidence before you.” The court further charged: “ Upon the subject of appropriation you are instructed, that if defendant found the property, but took it with the intent to hold it only for the purpose of obtaining any reward that might be offered for its recovery, and without any intention to permanently appropriate it, then you must acquit.”\nThese instructions were sufficient, and certainly as fair as defendant could ask; but the jury, in view of the facts that the defendant had several times claimed the watch as his own, and that on one occasion he was apparently trying to trade it off, together with the length of time he held possession, came to the conclusion he intended to appropriate it, and we can not say they erred. There was no exception taken to the charge, and no special charges asked upon these questions.\nThe appellant claims that the verdict was insufficient, the word “guilty ” being spelled “ guitty,” and “ penitentiary” being spelled “ penitenture.” We do not think the error well taken. Even if the word 1 ‘ guilty ’ ’ was in fact written “ t, ” it is clearly apparent what verdict was intended by the jury. Bird well’s case (just decided).\nThe appellant further complains that the court erred in admitting statements of the defendant made over the telephone. Dr. McCollum testified that he knew and distinguished defendant’s voice, and that was all that was necessary. After a careful consideration of this cause, we see no reason to reverse it, and the judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "J. G. Cook, for appellant.",
      "R. L. Henry, Assistant Attorney General, for the State."
    ],
    "corrections": "",
    "head_matter": "G. W. Stepp v. The State.\nNo. 547.\nDecided December 14.\n1. Theft—Finding of Lost Property—Notice.—The evidence in this case tends to show that the defendant found the lost property, and the question of notice of ownership turns upon the fact whether he knew the owner, or could he by ordinary inquiry have ascertained the ownership of the same. The proof was that the family name of the owner was plainly engraved on the property— a lady’s watch—and that the defendant was in the vicinity of the place of its loss, on the night it was lost, and knew of the presence there of the person who lost it. Held, sufficient to put the defendant upon notice of ownership.\n2. Same—Intent.—To constitute the finding and retention of lost property theft, the finder at the time he found the property must have taken possession of it with the intent to appropriate it to his own use.\n3. Same—Voluntary Return of Stolen Property.—To constitute the voluntary return of stolen property, it must be willingly restored to the owner within a reasonable time, the motive inducing the return being immaterial. A return, however, made after the accused is found in possession of the stolen property, or taken in the act, or after prosecution has been instituted, is not a voluntary return.\n4. Same—Reasonable Time.—The proof shows that a few days after the property was lost the defendant suggested to a witness that the owner should offer a reward for the recovery of the same, and that four months after its loss he stated to a witness, the husband of the owner, that he had recently seen a watch corresponding in description with the one lost in the possession of aman, and asked if $25 would be paid for its recovery. The witness replied that he would pay $25 for the watch and man. On the next day defendant telephoned the witness that he had the watch, which he procured at the cost of $35. By agreement, the defendant met the father of the owner that night and returned the watch, making no demand for the reward. Independent of the element of “ reasonable time’’ the return was a voluntary return. But held, further, that the trial court having properly submitted the bona fides of the return as a voluntary return, upon the whole question, and the jury having found against the defendant on the question of reasonable time, and the proof, under the circumstances of the case, being ample, the verdict will not be disturbed.\n5. Same—Intent—Charge of the Court.—The contention of the defense was that the intent of the accused in retaining possession of the property was to induce and secure a reward for its recovery, and this contention was based upon testimony that he had suggested the offering of a reward, and had proposed to recover it for $25. The questions involved in this defense were submitted to the jury by the charge, as follows: “ When a man -finds goods that are lost, and appropriates them with intent to take entire dominion over them, he at the same time knowing or believing the owner can be found, the offense is theft. To constitute a finding theft, the intent to defraud the owner and'appropriate the property to his own use must exist in the mind of the finder at the time he takes possession of the property. If the intent to steal did not exist at the time of the taking, no subsequent intent to steal will render the original taking theft. * * * Whether or not property has been returned within a reasonable time is, like all other facts, a question for the jury to determine from all the facts and circumstances in evidence. *■ * * On the subject of appropriation, you are instructed that if defendant found the property, but took it with the intent to hold it only for the purpose of obtaining any reward that might be offered for its recovery, and without intention to permanently appropriate it, then you must acquit.” Held, that the charges were correct.\n6. Same—Evidence.—The court did not err in admitting in evidence the statements of the defendant made over a telephone, the witness having testified that while receiving those statements he recognized the defendant’s voice.\n7. Same—Verdict found the defendant “ guitty” instead of “ guilty,” and condemned him to the “ penitenture” instead of to the “ penitentiary.” Held, sufficient as indicating the verdict intended by the jury.\nAppeal from the District Court of Burnet. Tried below before Hon. W. A. Blackburn.\nThe conviction in this case was for the theft of a watch, of value exceeding $20, and the penalty assessed by the verdict was a term of two years in the penitentiary.\nFor all practical purposes of this report, the opinion of the court sufficiently discloses the evidence.\nJ. G. Cook, for appellant.\nR. L. Henry, Assistant Attorney General, for the State."
  },
  "file_name": "0349-01",
  "first_page_order": 369,
  "last_page_order": 372
}
