{
"id": 156047,
  "name": "G. W. Washburn v. The State",
  "name_abbreviation": "Washburn v. State",
  "decision_date": "1892-12-14",
  "docket_number": "No. 69",
  "first_page": "352",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 272,
    "char_count": 4325,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 4.480520766163268e-07,
      "percentile": 0.9223333097798366
    },
    "sha256": "67c0e37cbefc76ed878ae02fcdcf2bbce1ace61eaba0407325006292c12c0b75",
    "simhash": "1:a51d899517c181da",
    "word_count": 783
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "G. W. Washburn v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of murder in the second degree, and his punishment assessed at a term of twenty-five years in the penitentiary.\nOne of the grounds of the motion for a new trial was, in substance, that defendant had not been accorded a fair and impartial trial, in that D. E. Pope, one of the jurors who tried the case, was not a qualified and competent juror, in that he was biased and prejudiced against defendant, and had determined his guilt prior to sitting on the jury, although he qualified himself as a juror when examined one his voir dire. The defendant and his attorneys made oath that this bias and prejudice of the juror were unknown to them until after the trial and conviction.\nSubsequent to the trial the impugned juror remarked to Durham, another member of the jury, that he “ knew too much about the case to render any other verdict than the one he did render; that he should have been a witness in the case, instead of a juror; that he saw too much of the difficulty at the time it occurred.” To T. D. Scott the juror remarked, that he “was surprised that he was not a witness in said cause, instead of a juror.” To L. F. Chester he stated, “that the defense about accident and threatening mob was all stuff or bosh; that he, the juror, was in Colmesniel the day of the alleged homicide, and knew better.’ ’\nThe State produced the counter-affidavit of the juror, to the effect that he had no prejudice against appellant; that he tried him on the evidence adduced, on the charge as given to the jury; and that he was not controlled in his action in trying the case “ by anything he heard on the outside, or personally knew of said case prior to the trial of said cause;” but admits the statement imputed to him by Durham, and does not deny any of the statements shown to have been made by him to the other affiants. This court has well said: “A defendant in a criminal prosecution is entitled to a fair and impartial jury, and a verdict of conviction, however just, should be above suspicion as to its fairness and its entire compatibility with the just and pure administration of the law.” Long v. The State, 10 Texas Ct. App., 186. As presented to us by the record, the verdict was not obtained by means of a fair and impartial trial. The juror Pope was so prejudiced against defendant, and his mind so fixed as to defendant’s guilt, and the verdict is so tainted thereby, that we do not feel it should be permitted to stand. Graham v. The State, 28 Texas Ct. App., 582; Sewell v. The State, 15 Texas Ct. App., 56; Long v. The State, 10 Texas Ct. App., 186; Henrie v. State, 41 Texas, 573; Hanks v. The State, 21 Texas, 526; Willson’s Crim. Stats., sec. 2542. We find no other error in the record. For the error indicated, the judgment is reversed and the cause remanded.\nReversed and remanded.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "S. B. Cooper, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "G. W. Washburn v. The State.\nNo. 69.\nDecided December 14.\nNew Trial—Corrupt and Incompetent Juror.—After defendant was convicted for murder in the second degree, he made a motion for new trial, supported by affidavits disclosing the fact that one P„ who sat as a juror in the case, was biased and prejudiced against defendant, notwithstanding the fact that he qualified himself on his voir dire; and which fact of bias and prejudice was unknown to defendant or his counsel until after conviction. That said juror P. had remarked that he knew too much about the case to render any other verdict in the case than the one he did render; that he was present when the difficulty occurred, and should have been a witness, instead of a juror. Held, that the facts showed the juror to have been biased and prejudiced against defendant, for which the verdict and judgment should have been set aside and a new trial awarded.\nAppeal from the District Court of Tyler. Tried below before Hon. W. H. Ford.\nOn a trial, under indictment charging him with murder of one W. J. Colvin, appellant was convicted of murder in the second degree, and his punishment assessed at a term of twenty-five years in the penitentiary.\nIn view of the question on which the case was disposed of on this appeal, it becomes unnecessary to give a statement of the facts adduced in evidence in the case.\nS. B. Cooper, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0352-01",
  "first_page_order": 372,
  "last_page_order": 374
}