{
  "id": 1228854,
  "name": "THE PEOPLE EX REL. MASSAKOWSKI v. CORNELIUS P. CRONIN, ET AL.",
  "name_abbreviation": "People ex rel. Massakowski v. Cronin",
  "decision_date": "1924-05-03",
  "docket_number": "",
  "first_page": "356",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 356"
    },
    {
      "type": "parallel",
      "cite": "123 Misc. 123"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 394,
    "char_count": 9843,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.04528851348063196
    },
    "sha256": "63aafe05b0c0aa4b4734ec192557a30a7ee87c62cfc9703c7706f3aa72575932",
    "simhash": "1:7a7f486c5a96405e",
    "word_count": 1701
  },
  "last_updated": "2023-07-14T15:16:59.476267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. MASSAKOWSKI v. CORNELIUS P. CRONIN, ET AL."
    ],
    "opinions": [
      {
        "text": "Rhodes, J.:\nThe relator has applied for and obtained a writ of habeas corpus herein and seeks to be discharged from custody, claiming to be illegally detained. He was convicted and sentenced to state prison for a term of not less than one nor more than two years, and was received in state prison on July 12, 1921, under such sentence and commitment issued thereunder. If he had served his maximum term, it would have expired on July 12, 1923. On January 9, 1922, his sentence was commuted by the governor upon the condition that he be subject to the jurisdiction and control of the board of parole. Prior to the date when his maximum term would have expired, he violated his parole and shortly prior to the 22d day of May, 1922, an alleged warrant was issued by or under the authority of the parole board for relator’s arrest. He not having been apprehended, was declared a delinquent by such board on the 22d day of May, 1922. After the date when his maximum term would have expired, he was found within the state and another alleged warrant for his arrest was issued by said board, and it is from the arrest under this latter alleged warrant that the relator seeks to be discharged.\nlío decision has been called to my attention which is controlling upon the question here presented. There being no guiding precedent, we must, therefore, resort to the wording of the statute as a guide to the solution of the problem. Fundamentally it may be said that no person may be lawfully arrested, detained or restrained of his liberty unless authority therefor is expressly granted by law. This being so, it follows that the method laid down by the law must be complied with. The procedure here sought to be followed is contained in sections 215, 216, and 217 of the Prison Law. Section 215 thereof provides as follows: “ If the agent and warden of the prison from which such prisoner was paroled, or said board or any member thereof, shall have reasonable cause to believe that the prisoner so on parole has violated his parole and has lapsed or is about to lapse into criminal ways or company, then such agent and warden or said board, or any member thereof, may issue his warrant for the retaking of such prisoner.” Section 216 provides that any officer to whom such warrant shall be delivered is authorized and required to execute said warrant by taking such prisoner and returning him to such prison \" within the time specified in said warrant therefor.” Section 217 (as amd. by Laws of 191-9, chap. 198) provides as follows: “At the next meeting of -the board of parole of state prisons, held at such prison, said board shall be notified thereof. If said prisoner shall have been returned to said prison, he shall be given an opportunity to appear before said board, and the said board may after such opportunity has been given, or in case said prisoner has not yet been returned declare said prisoner to be delinquent, and he shall whenever arrested be thereafter imprisoned in said prison for a period equal to the unexpired maximum term of sentence of such prisoner, at the time of such delinquency, unless sooner released on parole or absolutely discharged by the board of parole of state prisons.”\nST either the alleged warrant issued at the time it is claimed the prisoner violated his parole, nor the present alleged warrant under which the relator is detained, contains any direction or specification as to the time within which the relator should be returned to prison after his arrest. It is claimed by the relator that these alleged warrants are void for the reason that they fail to contain or set forth such direction as to the time within which the prisoner should be returned to prison. The first question, then, is as to whether the parole board had authority to declare the relator a delinquent. It is claimed by the relator that the board has no authority to declare him delinquent until after the issuing of a warrant; that the warrant attempted to be issued was void and that, therefore, the board was without jurisdiction or authority to declare such delinquency. It will be .noted that section 217 provides that “ at the next meeting of the board of parole of state prisons, held at such prison, said board shall be notified thereof.” To what does this notice refer, and of what is the board to be notified ? Clearly the board is to be notified of the conditions and facts set forth in section 215, that is, of the fact that the authorities have reasonable cause to believe that the prisoner on parole has violated his parole or has lapsed into criminal ways. Section 215 does not say that a warrant must be issued, but that it may be issued. The relator contends that the meaning is that the board shall be notified that a warrant has been issued. The attorney for the parole board insists that the meaninig is that the board shall be notified that the prisoner has violated his parole and that in either case whether a warrant is issued or not, the parole board may then declare the prisoner a delinquent.\nPrior to 1919 section 217 provided, in part, as follows: “ At the next meeting of the board of parole of state prisons, held at such prison, after the issuing of a warrant for the retaking of any paroled prisoner, said board shall be notified thereof.'’ In 1919 the section was amended by striking out the words “ after the issuing of a warrant for the retaking of any paroled prisoner.” The legislature by this change in the language has radically changed the meaning of the section. The fact of which the board was required to- be notified prior to- the amendment, related to the issuing of the warrant. That was the fact emphasized of which the board was to be notified. That emphasis has now been removed and the fact of which said board shall be notified means the fact that there is reasonable cause to believe that the prisoner has violated his parole, etc., and, of course, also the fact that a warrant has been issued, if such is the case.\nI think the true construction is that the board, upon receiving notification that the prisoner has violated his parole, is authorized to declare the prisoner a delinquent whether or not a warrant has been issued for his apprehension, and I, therefore, conclude that the relator herein was properly declared a delinquent by the board even though it be assumed that the alleged warrant issued prior thereto was void upon the face thereof.\nIt, therefore, remains to be determined whether or not the warrant under which the relator is now held is void. Section 217 provides in substance that after the parole board shall receive notification of the delinquency, and if the prisoner has not been returned* such board may declare said prisoner a delinquent “and he shall whenever arrested be thereafter imprisoned * * *.” Section 217 does not specify the form of the warrant. It is true that the warrant permitted to be issued before a delinquency is declared is required by section 216 to state therein the time within which the prisoner must be returned to prison. It may perhaps be argued that there is no reason why a warrant issued after delinquency has been declared should not follow the form laid down by the statute for the warrant to be issued before such delinquency is declared. The only answer is that these matters are entirely within the province of the legislature and apparently the legislature has not seen fit to require any such statement to be set forth in the warrant to be issued after the delinquency is declared.\nI, therefore, conclude that the warrant under which the relator is held valid, and that the proceedings of the board are in accordance with the statute. The prayer of the petitioner herein should be denied and he should be remanded to custody under said warrant, and the proceedings should be dismissed. The relator, however, having requested a stay of execution of the warrant in order to permit an appeal to be taken, such stay is granted for ten days after the granting and entry of the order herein and the service of notice thereto upon relator’s attorneys.\nOrdered accordingly.",
        "type": "majority",
        "author": "Rhodes, J.:"
      }
    ],
    "attorneys": [
      "Harry J. Hennessey, for the relator.",
      "U. C. Lyons, for the respondent Cornelius P. Cronin.",
      "Carl Sherman, Attorney-General (William J. Cahill, Deputy Attorney-General, of counsel), for the respondent James L. Long."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT —SPECIAL TERM — BROOME COUNTY.\nMay 3, 1924.\nTHE PEOPLE EX REL. MASSAKOWSKI v. CORNELIUS P. CRONIN, ET AL.\n(123 Misc. 123.)\n(1) Habeas corpus — Relator arrested under warrant issued by board OP PAROLE PURSUANT TO PRISON LAW, §§ 215-21 — BOARD MAY DELIVER RELATOR DELINQUENT THOUGH WARRANT HAS NOT BEEN ISSUED FOB HIS APPREHENSION.\nThe parole board, after receiving notification that a prisoner has violated his parole, is authorized to declare the prisoner a delinquent pursuant to sections 215-217 of the Prison Law whether or not a warrant has been issued for his apprehension.\n(2) Same — Warrant issued after delinquency need not state time WITHIN WHICH PRISONER MUST BE RETURNED TO PRISON.\nA warrant issued by the parole board pursuant to section 217 of the. Prison Law after the delinquency of a prisoner need not\" contain any direction or specification as to the time within which the delinquent should be returned to prison after his arrest.\n(3) Same.\nAccordingly, a habeas corpus proceeding brought by a prisoner who seeks to be discharged from custody should be dismissed although neither the warrant issued at the ■ time it is. claimed the prisoner violated his parole nor the warrant under which he is \"detained contains any direction or specification as to the time within which he should be returned to prison after his arrest.\n(4) Same — Stay op execution granted to permit appeal.\nA stay of execution of the warrant remanding relator to custody will be granted to permit an appeal.\nHabeas corpus proceeding.\nHarry J. Hennessey, for the relator.\nU. C. Lyons, for the respondent Cornelius P. Cronin.\nCarl Sherman, Attorney-General (William J. Cahill, Deputy Attorney-General, of counsel), for the respondent James L. Long."
  },
  "file_name": "0356-01",
  "first_page_order": 372,
  "last_page_order": 377
}
