{
"id": 1933591,
  "name": "Clement, Administrator, vs. Comstock et al.",
  "name_abbreviation": "Clement v. Comstock",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "359",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "9 Met., 170",
      "category": "reporters:state",
      "reporter": "Met.,",
      "case_ids": [
        1966138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/50/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 20763,
    "ocr_confidence": 0.35,
    "pagerank": {
      "raw": 1.8193808419981532e-07,
      "percentile": 0.7190050462401476
    },
    "sha256": "70b373354aa441651606bf877c950a4bc3b0169aa98b1def5095e8cfced1680e",
    "simhash": "1:06f6be620a319de7",
    "word_count": 3602
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clement, Administrator, vs. Comstock et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Green, J.\nThe defendants object to a recovery by the plaintiff in this cause, •and insist that the award of the arbitrators was void, because,\n1st. The arbitration bond provides that “judgment in the Circuit Court for the County of Calhoun, shall be rendered upon the award which may be made pursuant to the submission, to the end that all matters in controversy in that behalf between the parties shall be finally concluded, pursuant to the provisions of the statute for determining controversies by arbitration;” and the statute not having been conformed to, either in the submission or the award, no judgment could therefore be rendered upon it;\n2d. The award is uncertain; and\n3d. The arbitrators did not pass upon all the matters submitted to them.\n1. The arbitration between the original parties is regarded by the plaintiff as a common law arbitration, and the award is declared on as having been made upon a common law submission, and unless it can be sustained as such, it is evident that the action cannot be maintained. The true inquiry in order to determine this question is, what was the understanding of the parties ? Did they undertake to submit their controversies to arbitration, in conformity to the provisions of the statute, in order that a judgment might be rendered upon the award, or-did they entirely disregard the statute ? The only indication of any intention to make it a statutory arbitration, is the clause in the condition of the bond before recited. The statute then in force, (H. S., 1838, p. 531,) provides for a submission to arbitration By a sinqfie agreement to be signed and acknowledged before a justice of tbe peace, and the substantial form of such agreement is prescribed by the statute. The form of submission adopted by the parties, was a bond, neither signed or acknowledged before a justice of the peace, and no .regard whatever was had to the form of proceeding required by the statute. It follows that the Circuit Court had no jurisdiction to render a judgment upon, any award which might have been made pursuant to the submission,, but it does not necessarily result that the submission and award were void.\nThe counsel for the defendants cite the case of Inhabitants of Deerfield vs. Ames, (20 Pick, R., 480,) as sustaining their view of this question. The proceedings in that case were, in form, strictly conformable to the statute; but the submission was signed and acknowledged before the arbitrator himself, acting as a justice of the peace, and therefore gave him no jurisdiction as an arbitrator, under the statute. The Court in that case, held that the award could not be sustained as a common law award; and they say that it was in the contemplation of the parties that the proceedings of the arbitrator should be subjected to the supervision of the Court of Common Pleas, and that to hold the agreement for arbitration good at common law would be substituting another and very different contract from that into which the party entered. They put their decision upon the ground that the parties intended to enter into a statutory arbitration, and no other; and that intention was clearly evinced by their complying in all respects with the form of the statute.\nIn the case before us, no attempt was made to conform to the statute-When the bond was drawn, the parties may have intended to make it a statutory arbitration ; but if so, it is apparent that such intention was. abandoned by them, and that they did not, when the bond was executed, or subsequently, contemplate any other than a common law arbitration. This ground of objection is therefore untenable.\n2. It is claimed that the award is void for uncertainty. It is a very reasonable rule, that every award, to be binding, must be certain; for the object of parties in submitting then disputes to arbitration, is to make an end of litigation, and if the award were uncertain, instead of putting an end to the controversy, it would be only a fresh source of litigation. The certainty which, the law requires, however, is certainty to. a common intent. (1 Burrows, 177.) Courts will not intend an award to be uncertain, but tbe uncertainty must appear on tbe face of' the award, or by averment. Every thing is to be intended in favor of an award, and the rule id certum est quod certum reddi potest, applies to awards as well as any other instruments. Cargey vs. Aitcheson, (2 Barn. & Cress., 170; same case in error, 2 Bingham 199.)\nThe submission under consideration was general, of “all suits, controversies, trespasses, claims, demands, accounts, notes, bonds, orders, drafts, chattel mortgages, and every matter in dispute and unsettled between the' said Yrooman and Oliver C. Comstock, Jr., and Henry Halsey; and the said Vrooman, and- the said Oliver C. Comstock, Jr., William Halsey and Robert Halsey, and eveiy or either of them, and all matters relating thereto.”\nThe arbitrators, pursuant to such submission, awarded that said Oliver C. Comstock, Jr,, and Henry Halsey, pay to David Vrooman one hundred and twenty-nine dollars and seventy-five cents, and that said Comstock & Halsey redeliver and return to said Vrooman all personal property which they have taken by virtue of two certain chattel mortgages given to them by said Vrooman, one of which said mortgages was dated the 11th day of April, 1844, and the other the 16th day of May, 1844, and also all the personal property taken from said Vrooman’s possession by virtue of a certain writ of replevin sued out by said Comstock & Halsey before Joseph Chedsey, a justice of the peace for Calhoun county, against said Vrooman, on the 18th day of December? 1844, or in the event said property is not forthwith returned, that they pay to said Vrooman the sum of five hundred and twenty dolíais — that said Comstock & Halsey deliver to said Vrooman the said chattel mortgages and all obligations with said mortgages connected, and also the bond and mortgage on real estate which they hold against said Vrooman, dated the 12th day of April, 1844, and that they cancel or cause the said morigage to be satisfied of record — that said Comstock & Halsey pay all costs and charges of the arbitration, and that they pay to said arbitrators for their services the sum of eighteen dollars.\nIt is assumed that the reference to the two chattel mortgages is not a sufficient notice to the defendants what property they are to deliver up under the award, and that the omission to specify the articles taken. on the writ of replevin is a fatal uncertainty. The particular property to be returned is sufficiently pointed out by the award, so as to distinguish it from any other. Were each article particularly described, in case of any controversy about its identity, it would be necessary to establish such identity by parol proof. We are not to presume that there was any dispute between the parties as to what property had been taken by virtue of the chattel mortgages, or of the writ of replevin, in the absence of any averment or proof of the fact. It must be presumed that the mortgages and the writ of replevin show what the property was. In the case of Jackson vs. Ambler, (14 J. R., 108,) lands had been awarded to several persons according to their respective possessions, without any other description. This was held to be sufficiently certain, because their identity was susceptible of being ascertained from the specification contained in the award.\nIn the case of Brown vs. Hankerson, (3 Cow. R., 70,) the award was holden to be void for uncertainty. It directed that one party should deliver or cause to be delivered to the other “ his right and claim of the said farm? Ho farm was mentioned in the bond of submission, nor in any previous portion of the award, nor was there any averment in the pleadings in relation to it. The identity of the farm was not susceptible of being ascertained from any specification contained in the award.\nThese two cases fairly illustrate the rule as to the certainly which the law requires in an award, and there are many similar cases in the books. (See Watson on Arbitrations, 119 to 126; 11 Law Library, 61.)\nBut it is claimed that the award is uncertain and not final, because it does not determine the title to the property to be returned, nor does it direct releases to be executed. To this it may be answered that it is not made to appear that the title to the property was in dispute between the parties; and even if it did so appear, I think it is settled by tho award. The submission was general, of all disputes and controversies, and all matters connected therewith. The award directs -the re-delivery of certain goods and chattels, taken by virtue of certain chattel mortgages, &c., and that the mortgages and all obligations connected with them, be delivered up to the mortgagor, or in default thereof, that the mortgagees should pay to the mortgagor the sum of $620. The legal effect\"of a return of the property taken, and delivery up of the mortgages under which it was taken, would be to settle the title in Vrooman; and if, on the other hand, the defendants chose not to deliver up the mortgages and return the property, upon payment of $520 the title would be established in them. Had the parties mutually entered into an agreement for a final settlement of all disputes and controversies, and reduced it to writing in the language of the award, there can be no doubt that such would have been its legal effect; and the same rule in regard to certainty applies, to awards, which applies to other instruments. The award does not appear to be uncertain in this respect, and wó must therefore intend that it is certain. (11 Law Library, 63.)\nIt may be remarked that there does not appear to be any ground for ■assuming that the $520, which was to be paid in the event that the property was not re-delivered, was intended as a penalty. The fair presumption, in the absence of any averment or proof as to the value of the property, is that the sum awarded was its fair value as ascertained by the arbitrators. But it is objected that the award is in the alternative, and therefore uncertain. I do not find any case where an award has been held bad for that reason, and it has even been decided that where one of the alternatives was certain, and the other uncertain or impossible to be performed, yet the award was good, for it is said the party can perform the award by performing that alternative which is certain. (11 Law Library, 63; 1 Taunton, 554.) In this ease both alternatives are sufficiently certain,' and the defendants might have performed either of them.\n3. The third objection urged upon the argument is, that the arbitrators did not pass upon all the matters submitted to them: for that an account for sawing lumber, in favor of Comstock and William <fc Robert Halsey, was presented to the arbitrators and not acted upon by them.\nIt was assumed upon the argument that the award was made under a submission with an ita quod, and that therefore, unless it appeared upon the face of the award that all the matters submitted were passed upon, the award was bad. The submission was by bonds executed by the parties respectively to each other, in the penalty of one thousand dollars, conditioned to submit all disputes, controversies, claims, &c,, to the arbitrament of the persons therein named, the award to be made in writing, &c., ready to be delivered to the parties, on or before the 8th day of January nest after the date of the bonds. The words, “so as the award be made of all matters,” &c., or any words equivalent thereto, are not found in the submission. I cannot, however, see any sound reason for a distinction on that ground. In either case the Courts will always intend, where the submission is general of all controversies between the parties, that tho arbitrators have decided all matters in differerenee, until the contrary appears; and it is incumbent on the party who seeks to impeach an award on this ground, to show that there was some other' matter in difference, not decided by the arbitrators; and although the arbitrators should make an award of one matter only, when all matters in difference are referred, it will not be intended that anything further was in difference. (8 East., 449.)\nIn the case of Wright vs. Wright, (5 Cow. R., 197,) the submission was with an ita quod; and in reference to one of the matters submitted, the arbitrators stated in their award that they did “ not take into consideration the house and shed, nor pass no order upon it.” Thus it appeared upon the face of the award itself that the arbitrators 'did not pass upon all the matters submitted to them. The Court in delivering their opinion, say: “ It is a general rule, that where the submission contains an ita quod clause, the award will be void unless it comprehend all the matters submitted. This rule is invariable, when the particular matters submitted are specified in the bond. But when the submission is general, and an award concerning one or more things is made, it will be presumed, until the contrary be shown, that nothing else was referred to the arbitrators, or brought before them, by the parties.”\nIn Sawyer vs. Pratt, (9 Met., 170;) Rider vs. Fisher, (32 Eng. C. L. R., 363;) and Randall vs. Randall, (7 East., 82,) the awards were made under references of special matters, and it distinctly appeared' upon the face of the awards, that all the matters submitted had not been passed upon by the arbitrators. So also,, in the cases of Tribe vs. Upperton, (30 Eng. C. L. R., 91;) Doe ex dem. Madkins, vs. Homer, (35 Eng. C. L. R., 382;) and Ott vs. Schroeppel, (3 Barb. S. C. R., 56.)\nThose cases are clearly distinguishable, therefore, from the one now under consideration. Here, the submission being general, and the award professing to be made upon all the matters submitted, it must be intended that all the matters presented to the arbitrators by the parties, were considered and passed upon in making up the award, unless the contrary has been averred and shown.\nIt is not necessary to determine in this cáse, whether the proof was admissible to show that the arbitrators, omitted to consider the account of Comstock & Co. and R. Halsey, against Vrooman, for sawing lumber. It appears from the testimony that Comstock and Henry Halsey caused this account to be presented, and proof to be given before the arbitratora in reference to it, and it is to be presumed that they claimed the benefit of it, and if allowed at all, that it was to be allowed in their favor. W. and R. Halsey were no parties to the submission, and no award could be made for or against them. If so, there can be no intendment against the award, because they are not named in it; but the Court must intend that the account was considered by the arbitrators in their award, unless the contrary is proven. Upon this subject, two of the arbitrators were sworn, and one of them testified that to his best recollection, “it was not thrown overboard;” aud the other, t]iat “it was considered.” There being no proof, and no intendment of law against this testimony, it establishes the fact that the account was passed upon.\nI think the award was made within the time limited by the submission, although it was not signed and ready to be delivered until a late ^hour of the evening of the 8th of January; nor have I any doubt that they had a right to retain it in their hands until they'were paid for their services.\nI am also inclined to the opinion that in a case of this kind, where all controversies between the parties, “and all matters relating thereto,” are submitted, it is competent for the arbitrators to determine in relation to the costs of the arbitration; but it is not necessary now to decide this point, for if they had not such power it would not vitiate the entire award, but only render it void for the excess.\nLet it be certified to tbe Circuit Court for the County of Calhoun, as the opinion of this Court, that the judgment of the County Court in this cause ought to be reversed, and a new trial granted.",
        "type": "majority",
        "author": "By the Court, Green, J."
      }
    ],
    "attorneys": [
      "Crary db Hughes, for plaintiff.",
      "J. M. Howard and J. W. Gordon, for defendants."
    ],
    "corrections": "",
    "head_matter": "Clement, Administrator, vs. Comstock et al.\nAn arbitration bond, with a condition that judgment should be entered in a Court of record, on theaward which should be made, is validas a common law bond, where it is evident from the conduct of the parties that they did not intend to make a statutory arbitration, and where the forms reqrdsite to such arbitration were not pursued by them.\n\"Where the award was, that C. and H. should re-deliver to V. all the personal property which they had taken by virtue of two chattel mortgages, (describing said mortgages,) and also by a certain writ of replevin, (specifying it,) held, that as the presumption was, that the mortgages and replevin writ showed what the property was, the award in that respect was sufficiently certain.\nAn award directing the return of property, but not expressly determining the title to it, or directing releases to be executed, is sufficiently certain.\nAn award in the alternative, (both alternatives being certain,) is not void for uncertainty. \"Where one of the alternatives is certain, and the other uncertain or impossible to be performed, the award has been held good, for the party could satisfy its requirements by performing that which was certain.\nWhere a submission is general as to all controversies between the parties, the Court will intend, xmtil the contrary appears, that the arbitrators decided all matter’s in difference.\nAn award is in time, although not made and ready for delivery until a late hour in the evening of the day limited for its completion.\nArbitrators may retain the award in their hands until paid for their services.\nWhere the arbitrators, without the power given in the submission, award as to costs, that does not vitiate the entire award, but renders it void for the excess.\nA clause in a submission bond, submitting all controversies between the parties, and “all matters relating thereto,” would seem to import authority in the arbitrators to award concerning the costs of the arbitration.\nError to' Calhoun County Court.\nThe plaintiff brought his action in the Court below, upon an award of arbitrators.\nBonds were executed by the defendants on the one part and David Vrooman on the other part, to each other in the penalty of $1,000, conditioned that said parties would each on their part submit to arbitrators therein named, “to hear all the proofs and allegations of the parties, of and concerning all suits, controversies, trespasses, claims, demands, accounts, notes, bonds, orders, drafts, chattel mortgages, and every matter in dispute and unsettled between the said Vrooman and the said Oliver C. Comstock, Jr. and Henry Halsey, and the said Vrooman and the said Oliver C. Comstock, Jr., Robert <& William Halsey, and any and either of them, and all matters relating thereto, and that the award of the said arbitrators be made in writing, subscribed by a majority of them, and attested by a subscribing witness, ready to be delivered to the said parties on or before the eighth day of January (then) next.”\n“ And the parties to these presents do hereby agree that judgment in the Circuit Court, for the county of Calhoun, shall be rendered upon the award which may be made pursuant to this submission, to the end that all matters in controversy in that behalf, between them, shall be finally concluded, (pursuant to the statute for determining controversies by arbitration,) then the above obligation to be void, otherwise to remain in foil force and virtue.”\nThe arbitrators made an award in writing, stating “ that they, to whom matters in controversy existing between Oliver C. Comstock, Jr. and Henry Halsey of the one part, and David Vrooman on the other, were submitted, referring to their respective bonds of submission, having-heard the proofs and allegations of the parties, and examined the matters in controversy submitted by them, do make this award: That Comstock & Halsey pay to Vrooman $129 5; return all the property taken by virtue of certain chattel mortgages, and all personal property taken by a writ of replevin, or to pay $520 and deliver up the said chattel mortgages and obligations connected therewith, and a mortgage on real estate, and pay all costs and charges of the arbitration, and pay the arbitrators eighteen dollars.”\nThe'award was made on the 8th day of January, a few minutes before 12 o’clock at night, and was not ready to be delivered until between 11 and 12 at night.\n•\" On the trial below, judgment was rendered for the defendants, upon which the plaintiff, who prosecutes as administrator of said David Vrooman, sues out his writ of error to this Court.\nCrary db Hughes, for plaintiff.\nJ. M. Howard and J. W. Gordon, for defendants."
  },
  "file_name": "0359-01",
  "first_page_order": 367,
  "last_page_order": 376
}