{
  "id": 1855473,
  "name": "STITT v. CALDWELL. APPEAL OF GOOZE",
  "name_abbreviation": "Stitt v. Caldwell",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 44, Calendar No. 46,103",
  "first_page": "360",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "319 Mich 524",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1923069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/319/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 18883,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06849685058858644
    },
    "sha256": "e53164b19c45fb7cf5c9de4c90256a489740cd350a5b4759f6624f25ff1536c9",
    "simhash": "1:be9886991a38f41d",
    "word_count": 3225
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe,. Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "STITT v. CALDWELL. APPEAL OF GOOZE."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nPlaintiff filed the bill in this suit to have declared a nullity the summary proceedings instituted by defendant Morris H. Gooze against her as vendee in possession under a land contract. Plaintiff further prayed that the order for possession of the property involved be set aside, and for a determination of the respective interests of the parties and. for other relief. From a decree for plaintiff, commanding the payment of amount found due on accounting as equitable trustee, defendant Morris Gooze appeals.\nThe defendant, Morris Gooze, is in the real-estate investment business, buying and selling and speculating in real estate, and has interests in more than 100 land contracts. He spends a great deal of his time in the State of California, and during his absence his brother, Aubrey Gooze, looks after his interests and is his general manager for his Detroit office. Aubrey Gooze also represents Morris Gooze in dealing with land contract vendees who become delinquent in making their payments.\nOn July 20, 1945, Jack J. Brown, an attorney, as nominee for Morris Gooze, and using the personal funds of Morris Gooze, purchased a certain piece of property located in the city of Detroit, commonly known as 2731 and 2735 Lafayette street, the purchase being made by land contract from the owners of that property, Mary A. Peckham and Jessie G. Bebb. The purchase included 2 other parcels of land and the total purchase price for the 3 parcels was $7,500.\nOn December 8,1945, the plaintiff, Maggie L. Stitt, and her father purchased the parcel known as 2731 and 2735 Lafayette street from Mr. Brown by a second land contract. The price set out in this contract was $7,800.\nOn November 26, 1947, Jack J. Brown assigned his vendor’s interest in the contract with Maggie Stitt and her father to the defendant, Morris H. Gooze.\nProm the date of the contract between herself, her father and Jack J. Brown, until July 14, 1950, the plaintiff, Maggie Stitt, made the payments on the contract. On July 14, 1950, plaintiff, Maggie Stitt, having contracted tuberculosis, was hospitalized in Maybury sanatorium. She testified that until that time she herself had expended $2,200 for improvements to the property and she also paid part of the cost of an additional $2,600 improvement. While the plaintiff was hospitalized at Maybury sanatorium, she executed an assignment, dated August 14, 1950, assigning her interest in the land contract with Jack J. Brown to her sister, Irene Caldwell, and her brother-in-law, Clarence Caldwell. This assignment was also executed by the plaintiff’s father, and at the time of the assignment, plaintiff’s sister told plaintiff that it would be nice for her to turn the property over to her and her husband, and that they would take care of the contract payments and also care for her children until she returned. The assignment by plaintiff and her father was with the understanding that in the event Maggie Stitt did not return from the hospital, the property would be assigned to plaintiff’s children. Mrs. Caldwell was to look after the property and the children until Mrs. Stitt returned. The assignment was executed by Mrs. Stitt while she was actually in the hospital. At the time Mrs. Stitt signed the assignment, none of the terms had been filled in but were filled in after she signed it. After Mrs. Stitt executed the assignment, her father executed it also, and on the same conditions that Mrs. Stitt had signed it. At that time, Mrs. Stitt’s father was also ill. At the time of the execution of this assignment, Mrs. Stitt was separated from her husband. After Mrs. Stitt and her father had executed the assignment, the defendant, Irene Caldwell, took the assignment to the office of Mr. Gooze in the Dime bank building in Detroit, and there she spoke to Mr. Aubrey Gooze. There she had a conversation with Mr. Gooze concerning her role in taking over these payments. Mr. Gooze then sent her down the hall to the office of Mr. Brown, the attorney. Mrs. Caldwell believes that Mr. Brown filled out the paper for her and she recalls paying him $5 for his services.\n•At the time of the assignment to the Caldwells, the property in question had an income of $190 per month, and the monthly payments were $70. At that time, the principal balance due had been reduced to approximately $3,600.\nThe plaintiff remained in Maybury sanatorium until October 31, 1951, a period of 15 months. During the interval, her sister, Irene Caldwell, and her brother-in-law, Clarence Caldwell, became delinquent in making payments on the land contract, with the result that on October 27,1950 an action to forfeit the contract was instituted by Morris H. Gooze in the circuit court commissioner’s court in Wayne county against Clarence and Irene Caldwell. That case was dismissed at the request of Morris H. Gooze.\nOn March 20, 1951 another action was instituted in this same court by Morris H. Gooze for the same purpose. A judgment was entered in that case on May 28, 1951, in the amount of $384. On June 9, 1951, the defendants, Irene and Clarence Caldwell, borrowed $454 from the defendant Rodgers Discount Corporation. It was normal business procedure for the Rodgers Discount Corporation to take assignments of land contracts to secure themselves when making loans. The Caldwells assigned the land contract to Rodgers Discount Corporation as security only to borrow the money. On June 14, 1951 defendant Gooze received a sum equal to 6 delinquent payments from Rodgers Discount Corporation, and 2 payments thereafter, also from Rodgers Discount Corporation, the last payment being made on September 12, 1951. These latter 2 payments were in addition to the amount originally borrowed by the Caldwells and were charged to the balance owing by them. The balance due Rodgers Discount Corporation from the Caldwells at the time of judgment of this matter was $350. According to the records of Morris H. Gooze no payments were received on the land contract from anyone from September 12, 1951 to the time of trial.\nDuring the time plaintiff: was confined to the hospital, she was unaware that the Caldwells had assigned the contract, nor did she know of any of the circuit court commissioner’s actions. Plaintiff testified that upon being discharged from the hospital, on October 31, 1951, plaintiff returned to the premises at 2731 and 2735 Lafayette street. In November of 1951 she contacted Aubrey Gooze and asked him the condition of the contract, and he told her it was in had shape and that it was at Rodgers Discount, and also, “The man you left it with was no good.” The plaintiff upon returning from the hospital was forced to remain in bed most of the time, except for meals and a 15-minute walk each day. The plaintiff attempted to get information from defendant, Clarence Caldwell, and he told her he would turn the property over to her when he got it straightened out.\nOn January 11, 1952, defendant, Morris Gooze, filed an action in circuit court commissioner’s court to forfeit the contract. The only party made a defendant to this action was Rodgers Discount Corporation. The only notice of forfeiture was given to Rodgers Discount Corporation in the second and final proceedings before the circuit court commissioner (in the first and discontinued proceeding to forfeit, the Caldwells were served with notice). This second and final action finally resulted in a writ of restitution being issued on May 9, 1952, and the plaintiff being evicted from the premises in June of 1952.\nProm the time of her release from the Maybury sanatorium in October of 1951 up until she was evicted in June of 1952, Mrs. Stitt resided, with her 5 children in the premises in question. The Caldwells also resided continuously in the premises until the time of eviction.\nOn June 26th, 6 days after Maggie Stitt was evicted, the defendant Morris Gooze sold the property to defendant Raymond Flowers for $11,950, although no abstract of title was delivered to Mr. Flowers until some time after August 12, 1952. At the time Mr. Flowers purchased the property, he was told by Mr. Weiss, agent of the defendant, that the abstract was not in the city at present, and that he would guarantee it to be good, and that, also, they were bonded. Mr. Weiss also told Mr. Flowers the title was perfectly all right. On July 3, 1952, plaintiff filed her bill of complaint in this matter.\nAt the conclusion of the trial of this matter, a decree was signed and entered in the cause decreeing a money judgment in the sum of $8,702.87 in favor of plaintiff and against defendant and appellant, Morris H. Gooze, and in the sum of $2,415 in her favor against defendants Clarence Caldwell and Irene Caldwell. The court also decreed the defendant Raymond Flowers was a good-faith purchaser. Defendant Morris H. Gooze has taken an appeal from said decree. Defendants Clarence Caldwell and Irene Caldwell have not appealed from said decree, nor has plaintiff taken any cross appeal from said decree as to the finding with reference to the defendant Raymond Flowers.\nThe principal questions in dispute are whether the written assignment from plaintiff Maggie Stitt and her father, Washington T. Mitchell, to her sister and her sister’s husband, Irene Caldwell and Clarence Caldwell, was actually an outright assignment to Caldwells or was an assignment to them as trustees for the benefit of plaintiff and her children, and whether defendant Morris H. Gooze (through Aubrey Gooze, his brother and general manager in charge of his office) had knowledge of the trust relationship of the Caldwells to the vendees’ interest in the lands in question. Also involved is the question of whether the assignment to Rodgers Discount Corporation from Caldwells was in fact intended and agreed by the Caldwells and by Rodgers Discount Corporation to be in fact a mortgage rather than an outright assignment and whether Gooze and also Flowers knew of such mortgage agreement.\nPlaintiff Maggie Stitt had been in the hospital for some time before her sister Irene Caldwell found her in a condition where she was not too ill to execute the assignment. Mrs. Caldwell testified, among other things:\n“Well, that time my father was ill, and so was Mrs. Stitt ill; and Mrs. Stitt didn’t have a husband, and she had 5 children. So, I was to take over her children, and over her house, and her property, until she returned. And, if she didn’t return, her share would go to her kids, and I would still see after her children.”\nPlaintiff Maggie Stitt testified:\n“My sister said that it would be nice for me to turn it over to her and her husband and they would take care of the notes and my children, until I returned.\n“Q. Was there any conversation as to what would happen to the property if you died while you were in the hospital?\n“A. It would go to my children. * * * During the time that I was in the hospital I was never informed that my sister and brother-in-law had assigned my interest in the property to anyone else, I didn’t know it. I left the hospital October the 31st of 1951. I went over to my mother’s and she didn’t have any room for me, so I came to my former address at 2731 West Lafayette. I first went to my mother’s because I was supposed to be where it was quiet, and no children. During the time I was in the hospital my children were staying on Lafayette.\n“I did not inquire of my brother-in-law and my sister what the condition of the land contract was when I arrived from the hospital right away, but did in November, but the date I don’t know.. I had conversation with Mr. Aubrey Gooze, regarding the land contract. That must have been in November, too. I called him up, you see, and asked hipa how was the condition of the land contract and he said, ‘It is in bad shape.’ He said, ‘The man you left it with was no good. They didn’t pay no rent. He paid no bills, or nothing.’ I asked'him how it stands. He said that he didn’t know. That is what he told me. He said it was over at Rodgers Discount. And, I said, ‘What is their number?’ He said, ‘Well, I don’t know right now.’ , But to call him back, and he would give it to me. So I called him again later, and he gave it to me, and I called over there, and they told me that the balance on it was $2,800. So, then I talked with my brother-in-law. I told him my brother-in-law had no business to move it. I said that it wasn’t his, and he had no business to move it. I liked where it was. That is what I told him. When I called Rodgers Discount, they told me what the situation was. They said the balance on the land contract was $2,800 and something. I don’t know the amount. _ They did give me $2,800. And, so then I talked with my brother-in-law again, and I called back over there, and I guess they told him not to say anything, because I called back, and they said that anything I wanted to know to ask Mr. Clarence Caldwell.”\nIt is to be noted that Mrs. Caldwell caused the paper to be filled out to a different purport than that directed by plaintiff and different from the purport of Mrs. Caldwell’s own testimony as to what was said about the character and nature of the assignment to Mrs. Caldwell and her husband. We further note that Mrs. Stitt testified, as above quoted, that she called up Aubrey G-ooze regarding the contract after her return from the hospital and before the final judgment of eviction and talked to Aubrey Gooze about the matter with language clearly importing that she, at that time, considered herself to be in fact the owner of the property. Mrs. Stitt was then in actual possession of the property.\nThe trial judge, in part, found as follows:\n“Mrs. Stitt and her sister are colored people, and are not expert business individuals. They impress me as being simple-minded and straight-forward witnesses. Mrs. Stitt is suffering in this case from the unfortunate consequences of a disabling attack of tuberculosis, which put her in the Maybury sanatorium from some time in the summer of the year 1950, until October 31, 1951. During that period of confinement and inability to care for her own interests, the difficulties involved in this case arose.\n“The 2 Messrs. Gooze, and I make this comment as bearing upon the relative credibility of the testimony of the witnesses in the case,—are hard, experienced, plausible, and unconvincing in their testimony. Where a conflict occurs on material matters between the 2 women and the 2 men, I prefer the credibility of the 2 women. And this is based not only upon the way in which the testimony is given, the appearance of the witnesses, and also upon the probability attaching to the respective stories which they have told.”\nThe court further in his opinion found that the defendant Flowers has not been proven by sufficient testimony to have purchased the property in other than good faith and further found:\n“The property has been resold to the defendant Flowers for $11,950, and that as against the defendant Gooze would be a fair indication of present value. Her purchase price was $7,800, and it would be perfectly fair and just that she be decreed to be entitled to the enhancement in the value of the property, particularly since she has enhanced its value, under the testimony, to some extent at least by improvements-which she has put in.”\nA legal fraud was perpetrated on the plaintiff by her sister, Mrs. Caldwell. Mrs. Stitt was too ill to-give much attention to the contents of the document she signed. She sighed it in blank with verbal instructions. Those instructions were not carried out, admittedly, by the testimony of Mrs. Caldwell herself. There is therefore in this case nothing to discredit the statement of Mrs. Stitt about the matter. Her statements are corroborated by Mrs. Caldwell. Enough was said to Aubrey Grooze to put him on notice of the fact of the trust agreement. Defendants claim this so-called trust relationship could not be-established by parol. Where fraud or violation of a trust is involved, such rule does not obtain and especially should not obtain under the circumstances of this ease. See Digby v. Thorson, 319 Mich 524, particularly at pages 538, 539, and cases there cited.\nThere is no dispute in the testimony but that Mrs. Caldwell and her husband, although paid sufficient income to take care of the instalments, and much more, did not faithfully execute the duties cast upon them by their trust agreement admitted by Mrs. Caldwell, and there is sufficient showing for the award in the decree against the Caldwells for $2,415. Caldwells have not appealed.\nThe finding by the trial judge is sufficiently supl ported by the testimony and a careful consideration of the testimony convinces us that such finding is correct. The decree appealed from is affirmed. Costs to plaintiff.\nButzel, C. J., and Carr, Bushnell, Sharpe,. Boyles, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "Larivee, Gross & O’CallagJian (Marvin E. Larivee, of counsel), for plaintiff.",
      "Jack J. Brown (Meyer Weisenfeld, of counsel), for defendant Gooze."
    ],
    "corrections": "",
    "head_matter": "STITT v. CALDWELL. APPEAL OF GOOZE.\n1. Vendor and Purchaser—Assignment—Execution of Instruments—Blanks—Oral Instructions—Praud—Evidence.\nA legal fraud was committed upon plaintiff who first purchased income-producing premises involved in a land contract, was then committed to a tuberculosis sanatorium and while very ill there executed an assignment in blank to her sister and latter’s husband, where the assignees admittedly did not carry out the oral instructions with reference to the assignment in that they failed to apply the income upon the obligation to which the vendee interest was subject.\nReferences for Points in Headnotes\n[1] 4 Am Jur, Assignments § 94.\n[2] 54 Am Jur, Trusts §§ 610-612.\n[3] 54 Am Jur, Trusts § 497 j 55 Am Jur, Vendor and Purchaser § 774.\n2. Trusts—Parol Evidence—Fraud—Violation op Trust.\nThe rule that a trust relationship with respect to an interest in land may not be established by parol does not obtain where fraud or a violation of trust is concerned.\n3. Vendor and Purchaser—Accounting—Equitable Trustee— Good-Faith Purchaser—Evidence.\nFinding of trial court that defendant, holder of the vendor’s interest under a land contract was liable to plaintiff as vendee in suit for accounting as equitable trustee, that a subsequent purchaser from defendant holder of vendor’s interest was a purchaser in good faith and without notice of plaintiff’s interest held, sustained by evidence.\nAppeal from Wayne; Miller (Guy A.), J.\nSubmitted June 11,1954.\n(Docket No. 44, Calendar No. 46,103.)\nDecided November 29, 1954.\nBill by Maggie Stitt against Clarence Caldwell, Irene Caldwell, Morris H. Gooze, Rodgers Discount Corporation, and Raymond Flowers to set aside summary proceedings for possession of land, and for other equitable relief. Decree for plaintiff against defendants Caldwell and Gooze directing money payments. Defendant Gooze appeals.\nAffirmed.\nLarivee, Gross & O’CallagJian (Marvin E. Larivee, of counsel), for plaintiff.\nJack J. Brown (Meyer Weisenfeld, of counsel), for defendant Gooze."
  },
  "file_name": "0360-01",
  "first_page_order": 400,
  "last_page_order": 410
}
