{
  "id": 3187839,
  "name": "J. S. NOLEN et al. v. J. Aubin BENNETT et al.",
  "name_abbreviation": "Nolen v. Bennett",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44482",
  "first_page": "363",
  "last_page": "371",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 364"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 381"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "151 La. 400",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        1286218
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/151/0399-02"
      ]
    },
    {
      "cite": "129 La. 607",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2696994
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/129/0607-01"
      ]
    },
    {
      "cite": "16 So. 456",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "46 La.Ann. 1444",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        2548420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/46-2/1444-01"
      ]
    },
    {
      "cite": "32 La.Ann. 929",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        8506380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/32/0929-01"
      ]
    },
    {
      "cite": "104 So. 2d 168",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9882051
      ],
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/104/0168-01"
      ]
    },
    {
      "cite": "235 La. 453",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9882051,
        3179895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/104/0168-01",
        "/la/235/0453-01"
      ]
    },
    {
      "cite": "231 La. 1076",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9907529,
        5466942
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/93/0663-01",
        "/la/231/1075-01"
      ]
    },
    {
      "cite": "224 La. 33",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3088740,
        9920551
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/224/0034-01",
        "/so2d/68/0748-01"
      ]
    },
    {
      "cite": "199 So. 388",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10045314,
        3060834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/199/0388-01",
        "/la/196/0449-01"
      ]
    },
    {
      "cite": "196 La. 450",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3060834,
        10045314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/196/0449-01",
        "/so/199/0388-01"
      ]
    },
    {
      "cite": "218 La. 708",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9922446,
        3094479
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/50/0814-01",
        "/la/218/0708-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 7236,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 3.9356859793357556e-07,
      "percentile": 0.9032094149118346
    },
    "sha256": "81cc7312e9b8999c8f28ed6f855459dc09a64722dbfad362ead3f0988bfc73d8",
    "simhash": "1:19119a5a6d61ee4b",
    "word_count": 1228
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. S. NOLEN et al. v. J. Aubin BENNETT et al."
    ],
    "opinions": [
      {
        "text": "SIMON, Justice.\nProceeding under authority of the Uniform Declaratory Judgments Act, LSA-R.S. 13:4231-4246, J. S. Nolen and his five children, Mrs. Mozelle Andrews, Drew Nolen, James Fay Nolen, Ray Nolen and Doyle Nolen, instituted this suit against J. Aubin Bennett and against William Herbert Hunt, Trustee for Hassie-Hunt Trust, seeking judgment in favor of J. S. Nolen declaring him to be the owner of and entitled to all royalties and all the interests in the oil, gas and other minerals from the surface of the ground to a depth of 8,000 feet; and further declaring Mrs. Mozelle Andrews, Drew Nolen, James Fay Nolen, Ray Nolen and Doyle Nolen to be the co-owners in equal proportions of and entitled to the royalties and all interests in the oil, gas and other minerals below the depth of 8,000 feet from the surface, in equal proportions, in and under the following described property, to-wit:\nThe E 54 of NW 54 and NW 54 of NW 54) Section 35, Township 22 North, Range 4 West, Claiborne Parish, Louisiana, 120 acres more or less.\nPlaintiffs further sought judgment against the defendant, J. Aubin Bennett, decreeing that the ownership of a one-half interest in the oil, gas and other minerals in and under the above-described property claimed and asserted by said defendant has since expired and become extinguished by virtue of the prescription of ten years, liberandi causa, because of the non-user thereof, and hence is no longer in force and effect.\nIt appears that on March 12, 1937, plaintiff J. S. Nolen acquired from W. H. Bennett by authentic cash deed the full ownership in fee of the aforedescribed property, the vendor, Bennett, reserving a one-half interest of all the oil, gas and other minerals in and under or that may be produced from said land, but granting to the vendee, J. S. Nolen, the right and privilege of executing oil and gas mineral leases without the intervention or signature of the vendor, his heirs or assigns, and of collecting and retaining all rentals paid therewith.\nOn January 15, 1943, Nolen executed an oil, gas and mineral lease covering the subject property in favor of Roy Lee, then trustee for Hassie-Hunt Trust, having a primary term of ten years, and for a cash consideration of $6,000.\nOn October 13, 1952, W. H. Bennett executed a mineral sale in favor of the defendant, J. Aubin Bennett, conveying vendor’s originally reserved one-half of all the oil, gas and other minerals in or under the subject property.\nOn February 4, 1953, J. S. Nolen and his wife executed an act of donation in favor of their five children, co-plaintiffs herein, transferring in full ownership the subject property, but subject to the reservation in favor of the donors of all of the oil, gas and other minerals from the surface of the ground to a depth of eight thousand feet. The value of the property thus donated was therein fixed at $9,660.\nThe record discloses that oil and gas were successfully produced and royalties paid. Due to the repeated demands of the defendant, J. Aubin Bennett, on the Hassie-Hunt Trust, mineral lessee, for payment of his pro-rata share of the royalties due, plaintiffs filed this declaratory judgment suit.\nThe district judge determined the issues in favor of the plaintiffs. From this judgment defendant appealed and plaintiffs thereafter filed a Motion to Dismiss the Appeal, or in the alternative to transfer and remand the appeal to the proper appellate court.\nIt is plaintiffs’ contention that neither the pleadings nor the record affirmatively shows the amount in dispute, and that as a consequence the appeal should he dismissed or remanded.\nPrecedent and authority of the Constitution does not permit an appeal to us from the judgment of the district court where the question of damages or values in monetary terms and amounts are not .asserted and shown of record. Under the •Constitution, unless there is a value fixed there is no right of appeal. Under the pertinent provisions of Article 7, Section 10, of the Louisiana Constitution of 1921, LSA, this court has “* * * appellate jurisdiction in civil suits where the amount in dispute, or the fund to be distributed, irrespective of the amount therein claimed, shall exceed two thousand dollars exclusive •of interest * * The phrase \"amount in dispute,” as used, necessarily includes within its meaning the value of a thing or Tight where it, instead of an amount, is in dispute. Tucker v. Woodside, 218 La. 708, 50 So.2d 814; Frierson v. Cooper, 196 La. 450, 199 So. 388; Lerner Shops of Louisiana, Inc. v. Reeves, 224 La. 33, 68 So.2d 748; Harris v. Barron, 231 La. 1076, 93 So.2d 663.\nIn contest here is a thing or right, a determination of the ownership of royalties to be paid flowing from oil and gas production in and under the subject property. It must therefore be conceded that our appellate jurisdiction can only be determined from the value of the right to be exercised and enjoyed.\nThe record discloses that on May 7, 1957, the appellant filed a civil action in the United States District Court, Western District of Louisiana, against the Hassie-Hunt Trust asserting complainant’s ownership of one-half of the royalties payable out of the oil and gas produced from said land, and thus entitling him to be paid the cash value of his proportionate share thereof and for an accounting for all minerals heretofore produced beginning from the period of May 1, 1948, the alleged date of first production. In that complaint, it was affirmatively alleged that the value of the ownership and right therein asserted exceeded, exclusive of interests and costs, the sum of three thousand dollars. There is no further affirmative proof in the record as to the value of the right in dispute.\nIn Breaux v. Simon, 235 La. 453, 104 So. 2d 168, 170, we cited with approval the holdings of this Court relative to our appellate jurisdiction as follows:\n“In determining the question of jurisdiction this Court is not bound to accept the allegations of the petition but will look into the record to ascertain the real amount in dispute. Allegations of jurisdictional facts are not the exclusive test of jurisdiction. Wilkins v. Gantt, 32 La.Ann. 929; Lea v. Orleans, 46 La.Ann. 1444, 16 So. 456; Spearing v. Whitney-Central Nat. Bank, 129 La. 607, 56 So. 548; Wagner v. New Orleans Ry. & Light Co., 151 La. 400, 91 So. 817.”\nWe feel that the allegation of value by the appellant in his suit in federal court, standing alone, is insufficient to vest this Court with appellate jurisdiction in this case.\nFor this reason, it is ordered that this appeal be transferred to the Court of Appeal, Second Circuit, pursuant to the provisions of LSA-R.S. 13:4441 and 13:4442, the records to be filed in such court by appellants within 30 days from the date on which this decree shall become final; otherwise the appeal shall stand dismissed. All costs of the appeal to this Court shall be paid by defendant; all other costs to await final disposition of the cause.",
        "type": "majority",
        "author": "SIMON, Justice."
      }
    ],
    "attorneys": [
      "Philip S. Finn, Jr., Guy J. D’Antonio, New Orleans, for defendants-appellants.",
      "Meadors, Shaw & Meadors, Homer, J. Ralph Goff and C. E. Hall, Shreveport, for plaintiffs-appellees."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 381\nJ. S. NOLEN et al. v. J. Aubin BENNETT et al.\nNo. 44482.\nNov. 9, 1959.\nPhilip S. Finn, Jr., Guy J. D’Antonio, New Orleans, for defendants-appellants.\nMeadors, Shaw & Meadors, Homer, J. Ralph Goff and C. E. Hall, Shreveport, for plaintiffs-appellees."
  },
  "file_name": "0363-01",
  "first_page_order": 214,
  "last_page_order": 218
}
