{
  "id": 1933558,
  "name": "De Forrest vs. Wright, et. al.",
  "name_abbreviation": "De Forrest v. Wright",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "368",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "2 Met., 353",
      "category": "reporters:state",
      "reporter": "Met.,",
      "case_ids": [
        2041106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/43/0353-01"
      ]
    },
    {
      "cite": "15 Pick, 297",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2020313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/32/0297-01"
      ]
    },
    {
      "cite": "14 Pick, 1",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2019055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/31/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 10232,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 1.3871956733730775e-06,
      "percentile": 0.9905388306422498
    },
    "sha256": "fbaaf8fd685b286d15672f57c4b96f55107df1f66bf2bd22da1efb2c7890a87d",
    "simhash": "1:3c316d3f89e5f0a2",
    "word_count": 1782
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "De Forrest vs. Wright, et. al."
    ],
    "opinions": [
      {
        "text": "By the Court, Copeland, J.\nIt appears from the certificate of the County Judge who tried this cause below, that it was groved on tbe trial that the defendants were grocery merchants, and surviving partners of the firm of Jonathan L. Wright and Brothers, doing business in the city of Detroit, at the time the alleged cause of action accrued; that J. L. Wright, a member of said firm offered a drayman a certain sum per barrel, to baúl a quantity of salt from a ware house in said city to the store occupied by the defendants, to which offer tbe drayman agreed to accede, provided he could induce another drayman to join him, which he succeeded in doing; that it was part of the duty of such draymen, under such contract^ and under the usage and practice, to unlade and deliver ¡merchandize, salt, &c., on. the premises of merchants hiring them; and said draymen were in the act of unloading barrels of salt from a dray, with skids, in front of defendants’ store, when one of the barrels rolled against the plaintiff, who was walking along the side-walk at the time, threw her down, producing ' great hodily injury; also, that said draymen were public draymen, licensed as such, and using their own horses, and drays; and that it was part of their business and duty as such, to haul merchandize from one place to another in said city for merchants and others for hire. Upon those facts, the County Judge decided that the draymen were not the servants of the defendants, and the defendants, therefore, were not liable, and rendered judgment accordingly. Whereupon, the plaintiff moved for a new trial, alleging that said decision was in law erroneous,\" which motion, the Court below, reserved for the opinion of this Court upon the question of law arising therein.\nThe question to be determined by this Court is, whether the defendants stood in that relation to the drayman, the negligence of whom is the subject of complaint, that the maxim respondeat superior may be applied. As a general rule of law, the' party who receives an injury must seek for- his damages of the party by whom it was occasioned. The exception to this is in the case of master and servant, for the reason that the master in selecting his servant, should see to it, that he does not make choice of (an unskillful, careless, or vicious person. If he neglects his duty in this respect, it is not unreasonable that he should be held responsible for any injury resulting from the want of skill, or from the want of care of his servant.\nThis greatly vexed question, as an eminent Judge has pronounced it, has been very much discussed, not only in the English Courts, but in our own. The difficulty in deciding cases involving the question presented, has been in determining what facts and circumstances legally constitute the relation of master and servant, or under what circumstances one person will be held liable for injuries occasioned by the negligence or unskillfulness of another person employed in his behalf. To hold that every person, under all circumstances, would be responsible for injuries committed by another person while employed in his behalf, involves an absurdity no one would countenance. It would create a penalty from which few could escape; for every man is or ought to be be directly or indirectly, nearly or remotely engaged in the service or on behalf of his fellow man. But from an examination and comparison of the adjudged cases, the rule now seems very clearly to be this, that where the person employed is in the exercise of an independent and distinct employment, and not under the immediate control, direction, or supervision of the employer, the latter is not responsible for the negligence or misdoings of the former.\nAmong the numerous cases cited at the bar by the learned counsel, involving the question, is that of Laugher vs. Pointer, (5 Barn, & Cress., 547; 12 E. C. L., 312.) In that case the owner of a carriage hired of a stable keeper a pah of horses to draw it for a day, and the owner of the horses provided a driver through whose negligent driving an injury was done to a horse belonging to a third person. In that case there was a difference of opinion among the judges, as to whether the hirer was responsible for the negligence of the coachman. But Mr. Justice Littledale, in delivering a very able negative opinion, remarks that “ the jobman was a person carrying on a distinct employment of his own, in which he furnished men and let out horses to all such persons as chose to employ him.” The question having been left unsettled by such difference of opinion, it subsequently arose for the opinion of the Court of Exchequer, in Quarman vs. Burnett, (6 Mes. & Wel., 499,) where the opinions of Chief Justice Tenterden, and Mr. Justice Littledale, previously given, as to what is the principle of law in such cases, was adopted by Mr. Baron Parke in delivering the judgment of the Court.\nThe question again arose in Milligan vs. Wedge, (12 Adol. & Ellis, 737,) where the buyer of a bullock employed a licensed drover to drive it. The drover employed a boy, through whose negligent driving mischief was done. Lord C. J. Denman, in that case, observes The doctrine of my brother Littledale in Laugher vs. Pointer, is applicable here. The party sued has not done the act complained of, but has employed another who is recognized by law as exercising a distinct calling. The butcher was not bound to drive the bullock to the slaughter-house himself; he might not know how to drive it. He employs a drover, who employs a servant, who does the mischief. The drover, therefore, is liable, and not the owner of the beast.” Mr. Justice Williams, in the same case says, that where the person who does the injury exercises an independent employment, the party employing him is clearly not liable. “ I make no difference,” says J. Coleridge, “between the licensed drover and the boy. Suppose the drover to have done the act himself; the thing done is the driving. The owner makes a contract with the drover that he shall drive the beast, and leaves it under his charge, and the drover does the 'act; the relation, therefore, of master and servant does not exist between them.”\nThe same doctrine is recognized in Rapson vs. Cubbitt, (9 Mes. & Wel., 710;) Sproul et al. vs. Hemmingway, (14 Pick, 1;) Stone vs. Codman, (15 Pick, 297.)\nRandleson vs. Murray, (8 Adol & Ellis, 109,) cited at the bar by the plaintiff’s counsel, it seems to me very difficult to distinguish in principle from the case made in the verdict before us, judging from the facts exhibited in the report of that case; and yet it has been quoted by English judges, in subsequent decisions, in support of the rule I have been considering. Williams, J., in his opinion in Milligan vs. Wedge, supra, observes: “I agree in the decision of Vandelier vs. Murray, for the warehouser’s servant, whether daily or weekly, is equally under the control of the warehousemen.” Although it does not appear from the reported case, that the master porter or his servant was under the immediate control and direction of the warehouseman, the decision cannot now be regarded as sound law, upon'any other hypothesis.\nThat class of cases cited, in'which the owners of vessels have been held liable for injuries done by the vessel through the carelessness or unskillfulness of the master or pilot, do not, I think, present a state of facts, analagous to those presented in this record. There the owner of the vessel employs the master and puts him on board. He is there the representative and agent of the owner, under his direction and control. And whenever it becomes necessary to take on board a pilot, the latter, for the time being, takes the place of the master. The master nor the pilot are engaged in a distinct, independent and separate employment, but are in the service of the owner of the vessel, acting in his behalf, and in his stead, and to such cases the maxim, he who acts by another, acts himself, clearly attaches.\nA distinction, was adverted to at the bar, in the argument of this case, as existing between fixed real property and personal chattels; and such a distinction seems for a while to have been recognized by the English Judges. (Bush vs. Steinman, 1 Bos. & Pull., 404; Laugher vs. Pointer; Quarman vs. Bennet, Supra)\nThat distinction however, has ceased to exist. It is no longer the doctrince of the English Courts, unless the act complained of amounts to a continuing nuisance. Earle vs. Hall, (2 Met., 353;) Reeder vs. The N. W. Railway Co., and Habbit vs. The same. (Monthly Law Reporter, Vol. 2, No. 12, N. S., April, 1850.)\nThe record shows that the draymen -of the city of Detroit are a body of men in the exercise of a separate, distinct, and independent employment, using their own teams and drays, and duly licensed; and I can- see no reason, either in law, equity, or sound policy, that should exempt them from the liabilities of other persons engaged in the ordinary affairs of life, who are alone responsible for their acts. -\nUndoubtedly any one or more of them might so place themselves under the immediate direction and control of another person as to raise the relation of master and servant; and that, whether we regard them strictly as common carriers, or otherwise. But the case exhibits no such state of facts.\nLet it be certified to the Circuit Court for the County of Wayne, that it is the opinion of this Court that the motion for a new trial should he overruled.",
        "type": "majority",
        "author": "By the Court, Copeland, J."
      }
    ],
    "attorneys": [
      "Wells <£ Cook, for plaintiff.",
      "Van Dyke <& Emmons, for defendants."
    ],
    "corrections": "",
    "head_matter": "De Forrest vs. Wright, et. al.\nWhere m employee is exorcising a distinct and independent employment, and is not under the immediate control, direction, or supervision of the employer, the latter is not responsible-for the negligence or carelessness of the employee.\nThus, where a public licensed drayman was employed to haul a quantity of salt from a war©' house, and deliver at the store of the employer at so much per barrel, and while in the act of delivering the salt, one of the barrels, through the carelessness of tbe drayman, rolled against and injured a person passing on the side-walk, it was held the employer was not ' liable for the injury.\nCase reserved from Wayne County Court-.\nWells <£ Cook, for plaintiff.\nVan Dyke <& Emmons, for defendants."
  },
  "file_name": "0368-01",
  "first_page_order": 376,
  "last_page_order": 380
}
