{
  "id": 3187126,
  "name": "STATE of Louisiana v. PREFERRED ACCIDENT INSURANCE CO. OF NEW YORK",
  "name_abbreviation": "State v. Preferred Accident Insurance",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44649",
  "first_page": "371",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 372"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 384"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "170 So. 548",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10055941,
        3663254,
        5809495
      ],
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/170/0548-01",
        "/ala/233/0175-01",
        "/la/185/0729-01"
      ]
    },
    {
      "cite": "185 La. 729",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10055941,
        5809495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/170/0548-01",
        "/la/185/0729-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 6314,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 1.0525305407610634e-07,
      "percentile": 0.5543093439038338
    },
    "sha256": "0c0134f9545349042076eb69141bf8eedac5d88d0bb339fd74e222aa732cf424",
    "simhash": "1:1c0315c2a3b7719d",
    "word_count": 1061
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Louisiana v. PREFERRED ACCIDENT INSURANCE CO. OF NEW YORK."
    ],
    "opinions": [
      {
        "text": "HAWTHORNE, Justice.\nThis case is before us on motion to dismiss the appeal from a judgment rendered in the liquidation proceedings of the Preferred Accident Insurance Company of New York.\nThe Preferred Accident Insurance Company of New York was a casualty company organized under the laws of New York and authorized to do business in Louisiana. In 1951 the insurance company was placed in liquidation under an order of the Supreme Court of New York, and the Superintendent of Insurance of the State of New York was named liquidator. Thereafter the Insurance Commissioner of Louisiana pursuant to the order of a Louisiana court was appointed ancillary receiver.\nAmong the various claims filed in the liquidation proceedings were those of the Arkansas Fuel Oil Corporation arising out of two separate surety bonds furnished by the insurance company in connection with certain construction contracts for work and materials to be performed and furnished in Louisiana. After trial on the merits the district court on May 27, 1958, rendered and signed a judgment for $9,258.59 with interest and costs in favor of the Arkansas Fuel Oil Corporation and against the Superintendent of Insurance of the State of New York, domiciliary receiver and liquidator, and Rufus D. Hayes, Insurance Commissioner of the State of Louisiana, ancillary receiver.\nOn June 25, 1958, about one month after the judgment, defendants filed a motion for an appeal in which they set forth that they desired to appeal devolutively and suspensively to the Court of Appeal, First Circuit, and alleged that “in view of the fact that the State of Louisiana, through Rufus D. Hayes, Insurance Commissioner and Ancillary Receiver; is interested in the outcome of this case, no bond should be required in connection with this appeal”. Pursuant to this motion the district jttdge granted to the domiciliary receiver and the ancillary receiver of the Preferred Accident Insurance Company of New York a devolutive and suspensive appeal returnable to the First Circuit Court of Appeal of this state on July 29, 1958, and pursuant to movers’ request this order provided that an appeal bond was to be dispensed with.\nThe Court of Appeal, having concluded that it was without appellate jurisdiction, rendered a decision on March 23, 1959, transferring the appeal to this court and granting to appellants a period of 60 days from the date of the finality of that judgment to lodge the appeal in this court. On May 18, 1959, after the decision of the Court of Appeal, appellants without obtaining an order of court filed an appeal bond for costs in the district court in the sum of $250. This bond was filed after the return date of the appeal as fixed by the lower court, which, as stated above, was July 29, 1958, but was filed in the district court, before the transcript was lodged in this-court and less than one year after the rendition of the judgment by the trial court\nThe first question presented for our determination by the motion to dismiss the appeal is whether appellants have the right to-appeal without bond. If we find that no appeal bond was required, the other grounds urged for dismissal of the appeal need not be discussed.\nR.S. 22, the Louisiana Insurance Code,, provides in Section 2 that insurance is a business affected with the public interest, and this section, pursuant to the arxthority of Section 20 of Article 5 of the Constitution, creates and provides for a Commissioner of Insurance charged with the duty of administering the Insurance Code of this state. This section provides for the-Commissioner’s term of office and for hijelection by the people of this state. Pursuant to the provisions of R.S. 22:758,. whenever under the laws of this state an-ancillary receiver is to be appointed in delinquency proceedings for an insurer not. domiciled in this state, the court shall appoint the Louisiana Commissioner of Insurance as ancillary receiver. This section and other sections of the Insurance Code set out his powers and duties as ancillary receiver.\nAs we view the matter, the Insurance Commissioner is a state officer, and his duties as judicial administrator or ancillary receiver are set forth in the statute. He alone may be appointed ancillary receiver or liquidator of an insurance company. His duties as liquidator or receiver are part of his duties as Insurance Commissioner charged with the administration of the Insurance Code of the state, which regulates a business affected with the public interest, as set forth in the statute. As liquidator or receiver he acts as an officer of the state in a public capacity. The proceedings here are being carried on in a state court and are against a state official. No citation is necessary for the proposition that the state when suing or being sued in its own courts is exempt from furnishing bond of appeal. It therefore follows that when an officer of the state in the performance of his official duties is sued in the state courts, he likewise is exempt from executing an appeal bond.\nAppellants in the instant case do not contend that their appeal was perfected as a suspensive appeal, but state that they have treated it as a devolutive appeal from its inception. This is evidently due to the fact that under the jurisprudence of this court when an appellant is exempt from furnishing an appeal bond, the rendition of the order of appeal has the same effect as the filing of the bond in ordinary cases, and the appeal is ipso facto perfected by the order granting it. Southern Bell Tel. & Tel. Co. v. Louisiana Public Service Commission, 185 La. 729, 170 So. 548, 550, and authorities there cited. The judgment in the instant case was rendered, read, and signed in open court on May 27, 1958, and the order granting the appeal was signed on June 25, 1958. Appellants apparently concede that the order of appeal was not timely for a suspensive appeal. R.S. 13:4212, 4213, 4214.\nAccordingly the motion to dismiss the appeal is denied.",
        "type": "majority",
        "author": "HAWTHORNE, Justice."
      }
    ],
    "attorneys": [
      "Irvin Waldman, New York City, William A. Porteous, Jr., New Orleans, G. T. Owen, III, Mary M. Robinson, Baton Rouge, for appellants.",
      "H. C. Walker, Jr., George Conger, James L. Pelletier, Shreveport, for claimant and appellee."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 384\nSTATE of Louisiana v. PREFERRED ACCIDENT INSURANCE CO. OF NEW YORK.\nNo. 44649.\nNov. 9, 1959.\nIrvin Waldman, New York City, William A. Porteous, Jr., New Orleans, G. T. Owen, III, Mary M. Robinson, Baton Rouge, for appellants.\nH. C. Walker, Jr., George Conger, James L. Pelletier, Shreveport, for claimant and appellee."
  },
  "file_name": "0371-01",
  "first_page_order": 218,
  "last_page_order": 221
}
