{
"id": 1933605,
  "name": "Prentiss vs. Holbrook",
  "name_abbreviation": "Prentiss v. Holbrook",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "372",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "17 Mass. R. 365",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 11016,
    "ocr_confidence": 0.36,
    "pagerank": {
      "raw": 2.406993486903679e-07,
      "percentile": 0.7995398573430342
    },
    "sha256": "452df427df1ed90bd3f9cf9cfd92cca329aded592111359a9d2ec928c8499d6d",
    "simhash": "1:8c5e9e25980084e2",
    "word_count": 1900
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Prentiss vs. Holbrook."
    ],
    "opinions": [
      {
        "text": "By the Court, Johnson, J.\nThis cause was originally commenced in the County Court, and elected from that Court to the Circuit Court for trial.\nThree causes are assigned for error:\nFirst. That the Court below erred in admitting the original files and journal entries, with the testimony of the clerk, as evidence to prove the judgment rendered in the County Court in the case of Prentiss vs. Cicotte.\nSecondly. In charging the jury that such files and journal entries were sufficient proof of the judgment, and\nThirdly. In charging the jury that said judgment was a bar to the plaintiff’s right of recovery.\nThe first two causes of error properly present but one question, for it must be admitted, as a legal consequence, that if such evidence was admissible at all, it was sufficient to prove the judgment, and the question is distinctly presented whether such evidence is admissible for the purpose of proving a judgment, or whether, as insisted by plaintiff’s counsel, it can only be proved by a formal record or an exemplified copy thereof. '\nThere is nothing in the law establishing the County Court, requiring a formal record to be made.\nBy the sixth section of an act entitled “ an act to consolidate the laws in relation to. County Courts,” &c., (Sess. Laws, 1849, p. 278,) it is provided that the clerk shall have the custody and care of all the books and papéis belonging to the Court, and he is thereby required to be present at all trials, and to keep the minutes of all the proceedings and judgments of the Court, under the direction of the Judge.\nThese minutes of the Clerk, made in \"pursuance of this provision of the law, and under the daily inspection of the Court, constitute its records. The manner of making a complete record at common law, has'no application to a Court thus organized. In the latter instance, there is no judgment in contemplation of law until all the proceedings are transcribed from paper to parchment, signed by the Judge and filed in the proper office; and no execution can issue until that has been '•done. Here, upon the order of final judgment being entered by the clerk, (either upon the verdict of a jury or upon the decision of the Coxu’t, where a jury is dispensed with,) the judgment becomes perfected; the law requiring no further proceedings to entitle a party to an execution thereof.\nBut it is insisted, in 'analogy to the common law mode, in making up a complete record, that the clerk should transcribe the files and journal entries into a book kept for that purpose, in a consecutive order, and that this, when so transcribed, shoxxld be the only evidence of the doings of the Court.\nIn the absence of any statutory provision, or some general custom sanctioned by long usage, and thereby acqxxiring the force of law, it would perhaps be difficult to determine upon what principle such a record coxxld be used, in any manner as evidence; and upon the same principle of reasoning it would seem necessarily to follow, that in the absence of any provisions of law to the contrary, the original files and jomnal entries in a cause, must not only be competent, but the best evidence to prove a jxxdgment.\nThis question we think, however, is settled by a recent decision of this Coxnt, in the case of Norvell vs. McHenry, (Manning B., 22V.) The Court held in that case that the files and journal entries xvere competent evidence to prove a jxxdgment rendered in the same Court. Judge Miles, who delivered the opinion of the Court, elaborately examined the subject, and cited several American authorities establishing the doctrine and deciding, that Courts constituted like ours, xvhere all proceedings are entered from day to day in the journal, under the direction and inspection of the Court, must from necessity, be evidence of the acts of the Court.\nIt is contended however, that the case at bar is not settled by this decision; and-a distinction is attempted to be made, in this, that the ease of Uorvell vs. McHenry decides simply that the files and journal entries are properly receivable in evidence, to prove a jxxdgment in the same Court where the evidence is offered. The argxxment of that case is this: 1st, The law required no formal record to be made; 2d, That the judgment was operative and valid without any such record; and lastly,- that such files and journal entries, furnished as certain and conclusive evi-' dence as though they had been copied into a book by the clerk.\n-If then, the reasoning of that case he correct, and we think it cannot he 'controverted, it settles the case at bar. , For it will not be contended that if the files- and journal entries of a cause were properly receivable in evidence, to prove a judgment in the same Court, upon the principle and for the reason that there can be no better evidence, they should not upon the same rule of .evidence, be so considered in all other Courts in this State.\n.It is urged that the adoption of this rule, would be attended with much public inconvenience, and that mischievous consequences would result, in the want of safety and security of the records of our Courts, and especially if clerks can be compelled to appear in different Courts with the books and papers of their offices, to give testimony.\nThis is not a necessary consequence, and can have no weight in the determination of this question. Whether a clerk can be compelled to remove the original records of his office from that depository which the law has provided for their safe keeping, is unnecessary to decide. We only decide that when they are before us and offered as evidence, they are competent and legal proof of a judgment.\nThe remaining [question in this case is, whether the Court erred in charging the jury that the judgment rendered in the case of Prentiss vs. Cicotte, was a bar to the plaintiff’s action. Cicotte was the sheriff of Wayne county, and levied on the property in question by virtue of an. execution issued on a judgment in the County Court, rendered in the case of Spellman and Fraser vs. Chase, as the property of Chase. After the levy, and while the property was in the hands of the sheriff, Prentiss claiming the property as his, brings his action against the sheriff, which, on a final hearing, was determined against him, and he now seeks to recover the property in specie, against the present defendant, who was the purchaser theréof at the sheriff sale.\nIndependent of all authority, it' would seem, upon every principle of justice and public policy, that after a man had once tried his title to property before a Court of competent jurisdiction, he could not pursue that property in the hands of a subsequent purchaser, and again, before the same or any other tribunal, subject the owner thereof to further litigation. For if he is not barred by his former suit upon an issue involving the title of the property, hut can compel the purchaser to defend against his original claim of right, he may without Hmitation or restriction, continue to pursue the property unto the hands of every subsequent purchaser.\nIf that suit had resulted in a judgment against the sheriff) the title would thereby have become vested in him, in his representative character, and would have inured to the benefit of the defendant. It would have settled and determined the rights of all the parties to the property in question. Cooper vs. Shepherd, (54 E. C. L., 265.)\nThe same results must follow from the present judgment. When the defendant became the purchaser of the property, he incurred the single hazard of the plaintiff’s discontinuing the suit against the sheriff, and pursuing the property in specie. The plaintiff not doing this, but seeking his remedy against the sheriff, he must abide the result.\n“Justice requires that every cause be once fairly and impartially tried; but the public tranquillity demands, that having been once tried, all litigation of that question and between those parties should cease forever.” (1 Green. on Ev., § 522.)\n“To give full effect to the principle by which parties are held bound by a judgment, all persons who are represented by the parties, and claim wider them, or in privity with them, are equally concluded by the same proceedings.” (Ib., § 523.) “The term privity denotes mutual or successive relationship to the same rights of property.” (Ib* §'522.) The reason is founded upon identity of interest, and wherever this identity exists, all are alike concluded.\nThe interest of the defendant to the property in question, is identical with that of the sheriff; he succeeded to all the rights of the sheriff and no more. Those rights as against the plaintiff have been forever determined by the judgment in question.\n“ All privies, whether in estate, in blood or in law, are estopped from litigating that which is conclusive upon him with whom they are in privity.” (Carver vs. Jackson, 4 Peters, 85; Case vs. Reeve, 14 J. R., 81.)\nThe assignee of a chattel becomes a privy in estate to the assignor, so far as regards the particular property assigned, and a judgment against the latter binds the former. (Adams vs. Barnes, 17 Mass. R. 365.) In this case it was held that a mortgagor having contested the validity of his mortgage on the ground of usury, a judgment against him was conclusive upon the assignee of the equity of redemption; and although not a party to the former suit, he became by that assignment a privy to the assignor, and consequently bound by the judgment.\nThe authorities upon this point result in this general doctrine, that the person who represents another and the person who is represented, have a legal identity, so that whatever hinds the one in relation to the subject of their common interest, hinds the other also.\nAnd it needs but a simple statement of the case before us to see the application of this doctrine. From the time of the sale of the property in question to the defendant, Cicotte stood as the legal representative of his-assignee, and that'judgment being conclusive between the plaintiff and Cicotte, it must with equal certainty he conclusive between the plaintiff and defendant who was thus represented.\nUpon the whole then, we are of opinion there is no error upon the record, and that the judgment of the Court below must he sustained.",
        "type": "majority",
        "author": "By the Court, Johnson, J."
      }
    ],
    "attorneys": [
      "Bachus é Harbaugh, for plaintiff in error.",
      "A. Davidson, for defendant in error.."
    ],
    "corrections": "",
    "head_matter": "Prentiss vs. Holbrook.\nIn the absence of any statutory provisions as to judgment records, the files and journal entries of the Court are to be taken and deemed a substitute \"for the record, and are competent evidence to provea judgment, notonly in the same, but all other Courts of this State.\nPlaintiff brought an action against a sheriff for taking certain personal property, which on. final hearing was determined against plaintiff. After the sheriff had sold the property, plaintiff brought his action to recover the same, against the purchaser at the sheriff’s sale#\nHeld, that the suit against the sheriff was a bar to the action against the purchaser.\nError to Wayne Circuit Court.\nBachus é Harbaugh, for plaintiff in error.\nA. Davidson, for defendant in error.."
  },
  "file_name": "0372-01",
  "first_page_order": 380,
  "last_page_order": 385
}