{
  "id": 807226,
  "name": "THE PEOPLE EX REL. ROBERT A. AMMON v. ADDISON JOHNSON",
  "name_abbreviation": "People ex rel. Ammon v. Johnson",
  "decision_date": "1906-07-24",
  "docket_number": "",
  "first_page": "373",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 373"
    },
    {
      "type": "parallel",
      "cite": "114 App. Div. 876"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "181 N. Y. 425",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2321730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/181/0425-01"
      ]
    },
    {
      "cite": "194 U. S. 540",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3632143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 9065,
    "ocr_confidence": 0.545,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.02893045115757714
    },
    "sha256": "ee3db9f7fde7f73ab79aeb8dce2ec464ae34063134772f2a62ec4b8f36be7b29",
    "simhash": "1:a98e45b50c0b3d7a",
    "word_count": 1598
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE EX REL. ROBERT A. AMMON v. ADDISON JOHNSON."
    ],
    "opinions": [
      {
        "text": "Woodward, J.:\nThe- relator, Robert A. Ammon, was convicted under the provisions of section 550 of the Penal Code, on the 29th day of June, 1903, and sentenced to a term in State prison of not more than four years and six months, and not less than four years, under the provisions of section 687a of the Penal Code. The crime of which the relator was convicted was committed in the year 1899, and he now claims that his sentence was illegal, and that he is entitled to be discharged in this proceeding. We shall assume, without discussion, that habeas corpus is the correct proceeding and that the relator has a right to bring as many such proceedings as he may be advised are necessary to protect his legal rights, and come directly to the merits of his present contentions, even though they are inconsistent with those previously urged.\nThe relator’s first proposition is that there was no statute in •existence under which he could have been legally sentenced except section 550 of the Penal Code, and that the trial court had no jurisdiction to impose an indeterminate sentence unless it mitigated the punishment. Section 74 of title 2 of chapter 3 of part 4 of the Revised Statutes (Laws of 1847, chap. 460), as amended by chapter 382 of the Laws of 1889 provided for indeterminate sentences in cases of the character of that now under consideration. This law was known as the Fassett law, and was designed for the government and regulation of State prisons. In 1901 the Legislature adopted chapter 260 of the laws of that year, in which it was provided that “ sections seventy-four, seventy-five and seventy-six of title two of chapter three of part four of the Revised Statutes relating to State prisons as amended by chapter three hundred and eighty-two of the laws of eighteen hundred and eighty-nine are hereby amended so as to read as follows,” and the matter inserted as ■such sections was clearly designed to give prisoners then serving definite terms of imprisonment certain privileges, but having no relation whatever to the relator. These provisions were partly amended by chapter 500 of the Laws of 1902. It is his contention, however, that this act of 1901 served to repeal the provisions of section 74 of the Fassett law, under which the court was authorized to impose an indeterminate sentence, and that the re-enactment of the substance of said section 74, making such indeterminate sentences compulsory, where they had previously rested in the discretion of the court, was as to the relator an ex post facto law, imposing a different punishment from that denounced against his crime when committed. This is based on the repealing provisions of chapter 260 of the Laws of 1901, which received the approval of the Governor on the fourth day of April of that year, and the fact that the substance of section 74 of the Fassett or Prison Law, re-enacted as section 687a of the Penal Code by chapter 425 of the Laws of 1901, did not receive executive sanction until the eighteenth day of April of the same year. But whatever of force there might be in the relator’s contention, if section 74 was in fact repealed and section 687a was new matter, the entire structure falls when we come to examine the two statutes, and to take into consideration the intent of the Legislature as therein clearly expressed. The evident purpose of the legislature in enacting chapter 260 of the Laws of 1901, and chapter 425 of the same year, was to take section 74 as it then existed out of the law in relation to State prisons and to place it where it properly belongs in the Penal Code, and at the same time to extend to a definite class of prisoners then undergoing punishment certain privileges not necessary to consider here as they have no relation to the relator, who was not then convicted of any crime. We say this was the evident purpose, for each of said acts provides in its final section that “ this act shall take effect September first, nineteen hundred and one,” and this section is as much a part of the law as any other section. That is, section 74 of the Fassett law was not repealed until chapter 260 of the Laws of 1901 went into effect on the 1st day of September, 1901, and on that very day and at the same moment of time, chapter 425 of the Laws of 1901, re: enacting section 74 of the Fassett law as a part of the Penal Code, went into effect, the only material difference in the provision of the Penal Code and section 74 of the Fassett law being that whereas the court had had a discretionary power to pronounce an indeterminate sentence, it was by the change in the language as introduced into the Penal Code made compulsory— that which had been permitted as a privilege to a prisoner became a matter of statutory right. It is clear that from the moment the relator committed the crime for which he was convicted, up to and including the time when he was finally sentenced, the court had the authority to pronounce an indeterminate sentence, for there was never a moment when section 74 of the Fassett law or its substance, so far as the question here involved is concerned, was not in existence. (See statutes supra, and Laws of 1902, chap. 282.) The date of an enactment is of no consequence; the question is when the act takes effect, and that is regulated either by section 43 of the Legislative Law (Laws of 1892, chap. 682) or by the terms of the act itself, and in this instance the acts involved both provided that they should take effect on the same day. Section 74 of the Prison Law was, therefore, never repealed. It was merely amended and transferred to the Penal Code, and at all times involved in the case of the relator, the law provided for just such a sentence as the relator received.\nThe sentence being legal and no question of an ex post facto law being presented, and sections 74 to 76 inclusive, of the Fassett law, as amended in 1901, not being designed for the purpose of affecting the law except as to those who were then confined in certain State institutions at the time of its amendment, there is no question necessary to be disposed of, except the contention of the relator that his sentence will expire in a winter month, contrary to existing provisions of law. This does not, however, entitle him to the relief which he seeks, for when the sentence was denounced against him the court provided a sentence which would have expired in one of the months named in the statute, section 697 of the Penal Code, and the relator delayed the execution of the sentence by appealing to the courts. Moreover, the relator would be entitled merely to a re-sentence in accord with the law, if it were true that the sentence was erroneous in this regard. (Penal Code, § 697, subd. 3.) In Dimmick v. Tompkins (194 U. S. 540) the court lays down the proposition that a sentence to hard labor in the State prison does not commence until the person sentenced is taken to the prison, and if by his own efforts to obtain a review and reversal of the judgment he secures a supersedeas pending appeal, his detention meanwhile in the county jail is not to be counted as a part of the time of imprisonment in the State prison, and as the relator has only himself to blame that the sentence does not 'expire in October rather than in November, no legal right is transgressed.\nAny other question presented on this appeal is fully disposed of by the discussion of the court in People ex rel. Schali v. Deyo (181 N. Y. 425), and there is nothing to do but to affirm the order.\nThe order appealed from should be affirmed.\nIIikschbebg, P. J., Jenks, ITookek and Gaynob, JJ., concurred.\nOrder affirmed.",
        "type": "majority",
        "author": "Woodward, J.:"
      }
    ],
    "attorneys": [
      "Robert A. Ammon [James A. Whyte with him on the brief], appellant, in person.",
      "Robert G. Taylor, Assistant District Attorney [William Travers Jerome, District Attorney, with him on the brief], for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT-APP. DIVISION—SECOND DEP.\nJuly 24, 1906.\nTHE PEOPLE EX REL. ROBERT A. AMMON v. ADDISON JOHNSON.\n(114 App. Div. 876.)\n(1) . Constitutional Law—Indeterminate Sentence—Penal Code § 687a.\nChap. 425, Laws 1901, transferring to the Penal Code the previous statute which allowed an indeterminate sentence in the discretion of the court and making such indeterminate sentence compulsory under certain conditions, is not ex post facto as to a crime committed when the prior statute was in force, as it was the Intention of the Legislature not to repeal hut simply to transfer . the statute to the Penal Code.\n(2) . Same.\nA defendant who, hy appeal, has so changed the date of the expiration of his sentence that it terminates in a winter month, contrary to the statute, cannot complain if the original sentence terminated during the months allowed by statute.\nAppeal by the relator, Robert A. Ammon, from an order of the Supreme Court, made at the Westchester Special Term and entered in the office of the clerk of the county of Westchester on the 28th day of May, 1906, overruling the relator’s demurrer to the respondent’s return in the above-entitled habeas corpus proceeding and dismissing the writ theretofore issued.\nRobert A. Ammon [James A. Whyte with him on the brief], appellant, in person.\nRobert G. Taylor, Assistant District Attorney [William Travers Jerome, District Attorney, with him on the brief], for the respondent."
  },
  "file_name": "0373-01",
  "first_page_order": 395,
  "last_page_order": 399
}
