{
  "id": 3187716,
  "name": "MAPLEWOOD HOUSING CORPORATION v. Rufus W. FONTENOT, Collector of Revenue, Department of Revenue, State of Louisiana",
  "name_abbreviation": "Maplewood Housing Corp. v. Fontenot",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44486",
  "first_page": "377",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 378"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 386"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 475,
    "char_count": 11049,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 2.5551433973563335e-07,
      "percentile": 0.8148073497721295
    },
    "sha256": "e34c839f0addfcdd7d65c127d91f7192a1d2ece2cd3f3f57613255398f2d9fa0",
    "simhash": "1:f7cd2f986e08e362",
    "word_count": 1844
  },
  "last_updated": "2023-07-14T20:15:01.992691+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MAPLEWOOD HOUSING CORPORATION v. Rufus W. FONTENOT, Collector of Revenue, Department of Revenue, State of Louisiana."
    ],
    "opinions": [
      {
        "text": "SIMON, Justice.\nThis is a suit to recover from the Collector of Revenue of the State of Louisiana an alleged erroneous deficiency assessment under the corporate franchise statute for the year 1953 in the amount of $3,037.10, which amount plaintiff paid under protest.\nThe trial court rendered judgment for the Collector of Revenue and dismissed the suit at plaintiff’s cost. A motion for rehearing being denied, plaintiff taxpayer appealed to us.\nPresented for our determination is the true basis for computing the 1953 corporate franchise tax due the State of Louisiana by plaintiff corporation. It appears that following the close of the calendar year ending December 31, 1952, plaintiff’s books were forwarded by its bookkeeper, J. Gilbert Fournet of Lake Charles, Louisiana, to H. J. and M. H. Behrman and Company, New York, New York, plaintiff’s certified public accountants, for auditing and closing. In July 1953, the auditors, by means of a journal entry, increased the book value of certain assets by $1,822,972.11, effective as of December 31, 1952. This amount represented the difference between the appraised value of the assets at that time and the cost of these items which had originally been reflected on the books. This action was deliberate and voluntary on the part of plaintiff, and was thus admittedly on the books of the corporation for the year 1952.\nIn November 1953, plaintiff filed its 1953 franchise tax report with the Collector of Revenue and attached thereto the balance sheet for the period ending December 31, 1952, showing the increased book value of its assets. However, in computing its franchise tax return, plaintiff ignored the journal entry of July 1953 increasing the book value of these assets in the amount of $1,822,972.11.\nThe Collector of Revenue, in auditing this franchise tax report, determined that the item of capital surplus in the amount of $1,822,972.11 should have been included in plaintiff’s taxable basis. The Collector of Revenue, by letter dated December 2, 1953, served on plaintiff a demand notice, together with a detailed computation of the adjustment resulting from the inclusion of $1,822,972.11 in plaintiff’s capital surplus in the calculation of plaintiff’s franchise tax.\nIn January 1954, after the deficiency assessment was made by the Collector of Revenue, plaintiff made another journal entry on its books in an attempt to eliminate the capital surplus item of $1,822,972.-11 from its balance sheet as of December 31, 1952. The Collector of Revenue refused to recognize this reversing entry of January, 1954 and demanded payment of an additional franchise tax amounting to $3,037.10 based on the inclusion of the capital surplus shown on the balance sheet submitted with the franchise tax return filed by plaintiff.\nAs a matter of procedure, and to avoid the accumulation of interest, plaintiff paid the additional tax based on such adjustment and filed this suit for a refund.\nPlaintiff contends that the journal entry made in July 1953, increasing the corporation’s capital surplus in the amount of $1,822,972.11, was completely eliminated by the journal entry in January 1954, and, consequently, the journal entry made in July 1953 was without effect and as if it had never been made for any purpose whatsoever, and that no tax should be assessed by virtue of its subsequent elimination.\nPlaintiff further contends that under LSA-R.S. 47:605 any revision in the value of an asset by the Collector of Revenue shall not he in excess of cost to the taxpayer of the property revalued as of the date of its acquisition, and therefore the Collector of Revenue is here attempting to collect a franchise tax on values in excess of cost to the taxpayer, and is in error in using the capital surplus item of $1,822,972.-11 in recomputing or revising the franchise tax liability of plaintiff.\nDefendant Collector of Revenue contends that the item of capital surplus in the amount of $1,822,972.11 was on plaintiff’s books for the year ending December 31, 1952, and for that reason it was properly included in computing the franchise tax liability of plaintiff for the year 1953. It is further argued that while LSA-R.S. 47 :- 605 prohibits the Collector of Revenue from revising the taxpayer’s records to reflect the value of an asset in excess of the cost thereof to the taxpayer at the time of acquisition, it also provides that should the taxpayer himself place a value in excess of cost at the time of acquisition of the asset, the Collector must use this higher value on the taxpayer’s books in computing the taxpayer’s liability.\nLSA-R.S. 47:605, which relates to Surplus and Undivided Profits, provides in part:\n“A. Determination of value. For the purpose of ascertaining the tax imposed in this Chapter, surplus and undivided profits shall be deemed to have such value as is reflected on the books of the corporation, subject to examination and revision by the collector from the information contained in the report filed by the corporation as hereinafter provided and from anyother information obtained by the collector; hut in no event shall such revision reflect the value of any asset in excess of the cost thereof to the taxpayer at the time of acquisition; provided that in no event shall such value be less than is shown on the books of the taxpaying corporation.”\nLSA-R.S. 47:610 for the year in question provided:\n“The tax is herein levied for each calendar year with no proration for a portion of a year in the case of dissolution of a domestic corporation or withdrawal from the state by a foreign corporation. The tax herein levied shall accrue on the first of January of each year, except that in the case of a newly organized domestic corporation or a newly qualified foreign corporation the first tax shall accrue on the date of organization or qualification if prior to the first of October and in all cases the tax shall be payable on or before the first of October of the year in which it accrues, and shall become delinquent on the second of October of the same year.\n“The treasurer, or other officer having charge of any corporation upon which a tax is imposed by this Chapter, shall transmit the amount of the tax due, with the report and statement provided herein, to the collector on or before the first of October of each year.”\nAs we see from the foregoing statutory provisions the franchise tax accrues on the first of January of each year and shall be payable on or before the first of October of the year in which it accrues. The value of the undivided profits and the capital surplus shown on the books of the corporation is used to ascertain the tax. Should the Collector determine from the information furnished him that the value placed by the corporation is too low, he may revise the values but no higher than the actual cost thereof to the taxpayer at the time of acquisition. The statute further provides that in no event may such value be less than is shown on the books of the taxpaying corporation.\nApplying these statutory provisions to the plaintiff herein, we find that the value of the capital surplus as of January 1, 1953, included the increase of $1,822,-972.11 by virtue of the journal entry of July 1953. The fact that the item of capital surplus appeared on plaintiff’s books as of the time the tax liability became fixed by R.S. 47:610 coupled with the requirement of LSA-R.S. 47:605 that in no event shall such value be less than is shown on the books of the taxpaying corporation clearly requires that this amount be included in the franchise tax base for determining plaintiff’s 1953 corporation franchise tax.\nThe entry placing the increase in capital surplus on the books of the corporation was made on the basis of an appraisal made by a reputable real estate firm and paid for by plaintiff, in order to reflect a value greater than cost for certain assets. Plaintiff’s bookkeeper testified that the corporation had some definite advantages in mind in making the entry. The bookkeeper further testified that the increase in value of the capital surplus was used in computing the corporation’s income tax return for the same year. Thus the entry was a deliberate act on the part of the corporation and one which it had every right to make. There is no contention that the valuation was made in error. It was only after the anticipated benefits which the corporation hoped to reap had failed to materialize and the Collector of Revenue served the deficiency assessment did plaintiff attempt to erase and eliminate the increased valuation of its assets from its books. Plaintiff has attempted on one hand to use the increased valuation for purposes which it deemed for its own advantage while on the other hand it has ignored the increase in value for purposes of ascertaining its franchise tax liability. This it cannot do.\nSince the entry in July 1953 was not a bookkeeping, error, it could not be corrected retroactively by the entry made in January 1954. The latter entry was effective only for the year still open, 1953, and subsequent years. The statement of plaintiff’s expert accountant witnesses that the January 1954 entry had the effect of eliminating the July 1953 entry for all purposes is merely an expression of opinion of the effect of such entries for accounting purposes. The legal effect of these entries relative to the corporate franchise tax is a matter for judicial interpretation.\nManifestly, though the Collector of Revenue may not revise the value of an asset to reflect a value in excess of cost, no such limitation is imposed preventing a taxpayer from so doing, as was done in the instant case. It is equally true that under the statute in no event shall the Collector of Revenue use a value that is less than what the corporate books show. If this were otherwise, that is, if a taxpayer could revise the value of assets back and forth without limitation, his tax liability would constantly be fluid, thus prohibiting a fixed and effective audit for tax purposes resulting in an avoidance of responsive tax liability.\nIn the instant case the increase in value of capital surplus was unquestionably on the books of the plaintiff corporation, an entry deliberately placed therein to serve a seemingly advantageous purpose with anticipated benefits. Hence, the Collector of Revenue was legally justified to compute the tax assessment upon the value reflected therein, and the subsequent elimination of this fixed book value could not, under our statutory law, be made retroactive thus defeating tax liability justly and legally due and owing.\nFor the reasons assigned, the judgment appealed from is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "SIMON, Justice."
      }
    ],
    "attorneys": [
      "Borron, Owen, Borron & Delahaye, Baton Rouge, Jones, Kimball, Harper, Tete & Wetherill, Lake Charles, for plaintiff-appellant.",
      "Philip N. Pecquet, Emmett E. Batson, Frederick S. Haygood, Baton Rouge, for appellee."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 386\nMAPLEWOOD HOUSING CORPORATION v. Rufus W. FONTENOT, Collector of Revenue, Department of Revenue, State of Louisiana.\nNo. 44486.\nNov. 9, 1959.\nBorron, Owen, Borron & Delahaye, Baton Rouge, Jones, Kimball, Harper, Tete & Wetherill, Lake Charles, for plaintiff-appellant.\nPhilip N. Pecquet, Emmett E. Batson, Frederick S. Haygood, Baton Rouge, for appellee."
  },
  "file_name": "0377-01",
  "first_page_order": 221,
  "last_page_order": 226
}
