{
"id": 4380963,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. JOHN HENRY MASON, JR., Defendant and Appellant",
  "name_abbreviation": "People v. Mason",
  "decision_date": "1969-09-24",
  "docket_number": "Crim. No. 13490",
  "first_page": "386",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 386"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "451 P.2d 430",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "75 Cal.Rptr. 790",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.2d 604",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2308202
      ],
      "pin_cites": [
        {
          "page": "606, 612-613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/70/0604-01"
      ]
    },
    {
      "cite": "70 Cal.Rptr. 491",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "264 Cal.App.2d 217",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2183159
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/264/0217-01"
      ]
    },
    {
      "cite": "67 Cal.Rptr. 182",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "260 Cal.App.2d 507",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2181463
      ],
      "pin_cites": [
        {
          "page": "510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/260/0507-01"
      ]
    },
    {
      "cite": "61 Cal.Rptr. 131",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "253 Cal.App.2d 75",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2177412
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/253/0075-01"
      ]
    },
    {
      "cite": "337 P.2d 570",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "169 Cal.App.2d 344",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4408889
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/169/0344-01"
      ]
    },
    {
      "cite": "202 P.2d 348",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "90 Cal.App.2d 93",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2272607
      ],
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/90/0093-01"
      ]
    },
    {
      "cite": "410 P.2d 825",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "49 Cal.Rptr. 289",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "64 Cal.2d 178",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        12124157
      ],
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/64/0178-01"
      ]
    },
    {
      "cite": "77 Cal.Rptr. 59",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d. 754",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0754-01"
      ]
    },
    {
      "cite": "53 Cal.2d 1",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4385746
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/53/0001-01"
      ]
    },
    {
      "cite": "185 P.2d 11",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.2d 694",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2233663
      ],
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/30/0694-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 7448,
    "ocr_confidence": 0.794,
    "pagerank": {
      "raw": 8.921662477538552e-08,
      "percentile": 0.5006403848255245
    },
    "sha256": "0967a82c20cc3d58cc88d9b10acc0e5ac41602e977b67a6f2d5aace755338755",
    "simhash": "1:143add39f40e0a7c",
    "word_count": 1223
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. JOHN HENRY MASON, JR., Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "rett, were charged by information as follows:\nCount I: furnishing seconal to Linda Watson, a minor, in violation of Business and Professions Code section 4234 oh May 7,1965.\nCount II: furnishing benzedrine to Linda Watson, a minor, in violation of Business and Professions Code section 4234 on May 7,1965.\nCount III: conspiracy to violate Business and Professions Code sections 4230, 4227 and 4234 on May 7,1965, by possessing seconal and benzedrine and furnishing such drugs to Linda Watson.\nOvert acts charged in the conspiracy count were (1) defendants ha.d a conversation with Linda Watson, (2) defendant Garrett handed drugs to appellant, and (3) appellant handed drugs to Linda Watson.\nTrial by jury was waived. The court found appellant guilty as charged and imposed consecutive prison terms for the three counts. This appeal is from the judgment.\nThe essential facts, as shown by the testimony of the prosecution witnesses, are these: Linda Watson, aged 16, and a policewoman went to a cafe, where they had a conversation with defendants about furnishing “reds.” At appellant’s suggestion, his eodefendant went to the back of the restaurant and returned with some pills wrapped in a napkin, which she handed to appellant, who handed them to Linda. The latter gave appellant $10 in marked money in payment for the pills. When defendants were arrested a short time later, appellant possessed $8 of the marked money and codefendant Garrett possessed $2 of it. Laboratory examination established that, some of the pills were seconal and some were benzedrine.\nMiss Garrett gave testimony tending to place sole responsibility upon herself. Appellant did not testify. The finding of guilt, supported by substantial evidence, is not subject to review here. (People v. Hills (1947) 30 Cal.2d 694, 700 [185 P.2d 11].)\nAppellant contended in the trial court and here that he had been entrapped. This presented a question of fact for the trial court. From the evidence the trial court could reasonably infer that appellant had a preexisting intent, to sell drugs, and that the police merely gave him the opportunity to prove it. On such a finding, the entrapment defense fails. (People v. Benford (1959) 53 Cal.2d 1,10 [345 P.2d 928].)\nAppellant contends that he could not have been guilty of conspiracy to sell to a minor because there is no evidence that he knew that Linda Watson was a minor. It is sufficient that the evidence shows a conspiracy to sell to Linda, and that Linda was a minor, whether or not defendant knew she was a minor. As wé pointed out in People v. Lopez (1969) 271 Cal.App.2d. 754 [77 Cal.Rptr. 59], the conduct which the Legislature has declared unlawful is the furnishing of drugs. The additional fact that the person receiving the drugs is a minor aggravates the offense and calls for more severe punishment under the statutory scheme. The Lopez decision holds that the person furnishing the drugs is subject to conviction of the aggravated offense even though he did not know he was dealing with a minor.\nIn the case at bench the evidence established the unlawful purpose of appellant to furnish dangerous drugs to Linda Watson. This is sufficient proof of purpose to support a convietion of the aggravated offense when it is shown that Linda was a minor.\nThere is merit in appellant’s contention that it was improper to sentence him both for the conspiracy and for the commission of the crimes which were the object of the conspiracy. Although the conspiracy and the sale were distinct acts, Penal Code section 654, as interpreted by the Supreme Court, forbids multiple punishment in this situation, where the conspiracy was not shown to have had any objective apart from the offenses for which appellant is being punished under the other counts. (In re Cruz (1966) 64 Cal.2d 178, 180 [49 Cal.Rptr. 289, 410 P.2d 825].)\nAppellant makes the further contention that he was guilty of only one offense in selling a single package containing two kinds of drugs, seeonal and benzedrine. Bach of those substances was classified as a “dangerous drug” under Business and Professions Code section 4211. Furnishing “any hypnotic or dangerous drug to a minor” was made a felony by section 4234. Appellant argues that there is no justification for charging two crimes merely because some of the drugs in the package were chemically different from the others. He questions whether the Legislature could have intended that “a person who sold 10,000 pills of one type of dangerous drugs would receive a lesser punishment than a person who sold only two pills but of different types of drugs. ’ ’\nThe issue is squarely presented here, for the trial court sentenced appellant to serve two consecutive prison terms because the package he delivered contained both seeonal and benzedrine.\nThe question raised is no longer open in this court. A long line of decisions has authorized multiple conviction and punishment where the drugs were chemically of more than one kind, though of the same legal classification. (See People v. Mandell (1949) 90 Cal.App.2d 93, 98 [202 P.2d 348] (one box containing cocaine, opium and morphine supported three counts of violating Health & Saf. Code, § 11500); People v. Lopez (1959) 169 Cal.App.2d 344, 351 [337 P.2d 570] (possession of heroin, marijuana and amidone supported three counts of violating Health & Saf. Code, § 11500); People v. Lockwood (1967) 253 Cal.App.2d 75, 82 [61 Cal.Rptr. 131] (possession of codeine and opium supported two counts of violation of Health & Saf. Code, § 11500); People v. Seaberry (1968) 260 Cal.App.2d 507, 510 [67 Cal.Rptr. 182] (possession of seeonal and benzedrine supported two counts of Health & Saf. Code, § 11911); People v. Schroeder (1968) 264 Cal.App.2d 217, 227 [70 Cal.Rptr. 491] (possession of opium and morphine would support two counts of Health & Saf. Code, §11500).)\nThe discussion of this line of cases in In re Hayes (1969) 70 Cal.2d 604, 606, 612-613 [75 Cal.Rptr. 790, 451 P.2d 430], seems to indicate that the Supreme Court is satisfied with the rule which those eases have followed.\nAppellant was therefore properly convicted and sentenced for two violations of Business and Professions Code section 4234. He was also properly convicted of conspiracy to violate that section, but he cannot be punished both for the conspiracy and the othér offenses.\nThe judgment is modified by striking the sentence imposed on count HI. As so modified the judgment is affirmed.\nJefferson, J., and Kingsley, J., concurred.\nAppellant’s petition for a hearing by the Supreme Court was denied November 19, 1969. Peters, J., was of the opinion that the petition should be granted.\nAs of September 17, 1965, this section was amended and the felony of furnishing dangerous drugs (including barbiturates and amphetamines) to a minor was provided for in Health and Safety Code section 11913. (See Stats. 1965, eh. 2030, p. 4605.) This revision of the statutes made no change in the substantive law as it applies to the facts of this cáse.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 13490.\nSecond Dist., Div. Four.\nSept. 24, 1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. JOHN HENRY MASON, JR., Defendant and Appellant.\nJohn Henry Mason, Jr., in pro. per., and Donald F. Roeschke, under appointment by the Court of Appeal, for Defendant and Appellant.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Larry Ball, Deputy Attorney General, for Plaintiff and Respondent."
  },
  "file_name": "0386-01",
  "first_page_order": 408,
  "last_page_order": 412
}