{
"id": 1224768,
  "name": "THE PEOPLE v. NATHAHIEL INGRAHAM",
  "name_abbreviation": "People v. Ingraham",
  "decision_date": "1921-12-13",
  "docket_number": "",
  "first_page": "389",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 389"
    },
    {
      "type": "parallel",
      "cite": "232 N.Y. 245"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y.",
    "id": 24653,
    "name": "New York Court of Appeals"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "209 N. Y. 70",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1206237,
        62206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-crim/30/0069-01",
        "/ny/209/0070-01"
      ]
    },
    {
      "cite": "109 N. Y. 345",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        560657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/109/0345-01"
      ]
    },
    {
      "cite": "200 N. Y. 316",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4485115,
        1196852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/200/0316-01",
        "/ny-crim/25/0319-01"
      ]
    },
    {
      "cite": "157 N. Y. 186",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2295509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/157/0186-01"
      ]
    },
    {
      "cite": "181 N. Y. 385",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1189873,
        2321709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-crim/19/0412-01",
        "/ny/181/0385-01"
      ]
    },
    {
      "cite": "196 N. Y. 357",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        810745,
        4464365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-crim/24/0066-01",
        "/ny/196/0357-01"
      ]
    },
    {
      "cite": "161 N. Y. 365",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        37107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/161/0365-01"
      ]
    },
    {
      "cite": "88 N. Y. 117",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        550768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/88/0117-01"
      ]
    },
    {
      "cite": "109 N. Y. 408",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        560647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/109/0408-01"
      ]
    },
    {
      "cite": "193 N. Y. 581",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        55795,
        1194943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/193/0581-01",
        "/ny-crim/23/0114-01"
      ]
    },
    {
      "cite": "180 N. Y. 155",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2320351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/180/0155-01"
      ]
    },
    {
      "cite": "159 N. Y. 339",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        32845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/159/0339-01"
      ]
    },
    {
      "cite": "10 N. Y. 120",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0120-01"
      ]
    },
    {
      "cite": "149 N. Y. 256",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        27453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/149/0256-01"
      ]
    },
    {
      "cite": "29 Hun, 259",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "180 N. Y. 434",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2320202,
        1189858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/180/0434-01",
        "/ny-crim/19/0298-01"
      ]
    },
    {
      "cite": "176 N. Y. 95",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 8816,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.045811165052479896
    },
    "sha256": "f90ab5855eada316b6fd289bf7fb6350371e4be7ac009dc3acdfe3d2ca06717c",
    "simhash": "1:ae36d42d356e62c9",
    "word_count": 1596
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. NATHAHIEL INGRAHAM."
    ],
    "opinions": [
      {
        "text": "Crane, J.:\nThe defendant has been convicted of the crime of murder in the first degree for having on the 28th day of February, 1921, at Hyde Park in Dutchess county, New York, strangled to death his six-year-old daughter, Beatrice Ingraham.\nUpon an appeal from a judgment of murder in the first degree we are called upon to review all the evidence and determine whether it is of such weight and sufficiency as to justify in our opinion the result which has been reached. It is not enough for us to say that there is some evidence of premeditation or of intent to kill but we must determine whether or not there is evidence of such weight as to justify the jury in determining that there was a premeditated design and intent to cause death.\nWe are not satisfied that the evidence in this case is sufficient to establish that the defendant intended to kill his daughter. That the accused was a vicious and brutal man cannot be denied. He was a farmhand, who at nineteen years of age had married a young girl by whom he had a child born out of wedlock. This child was Beatrice, the deceased. The father and mother separated for a period of about two years and did not live together again until January of 1921, when they went to live at Mrs. Trexler’s house at Hyde Park, Dutchess county.\nIn the meantime the wife had another child of which the defendant was not the'father. So anxious was he to have his wife and his child live with him that he sought the aid and assistance of others to induce her to return, agreeing to take and care for the child that was not his as well as his own daughter. In January of 1921 the four came to live as just stated at Mrs. Trexler’s farm where the defendant was employed as a farm laborer.\nThose who knew the defendant testified that he was a man of quick temper. At the time of the trial he was about twenty-four years of age.\nThe defendant appears to have had intermittent spells of kindness and brutality towards his daughter Beatrice. At one time in the barn shortly before the fatal day he brutally beat her with his belt strap because of an indecent remark which she made to him. Thereafter the defendant repeatedly beat the child with a strap, a stick, hit her with his hand and pulled her by the ears and arms, inflicting bruises, cuts and sores. He, not his wife, apparently cared for and dressed the child. It appears that the young girl did not control herself and mussed her clothes with the freedom of a young baby. The defendant says that he repeatedly punished her for this.\nOn the morning in question, which was the 28th day of February, 1921, the defendant and his wife went from their bedroom to the first 'floor to procure breakfast, the defendant telling Beatrice to get up out of bed. He returned to the room shortly afterwards and found that Beatrice had not gotten up as directed and had soiled her clothes and bed. He made her get up and asked her why she had not obeyed him. Either her answer was unsatisfactory or she refused to answer whereupon he struck her, shook her, caught her by the throat until she had or appeared to have a spasm. He called his wife with the statement that the child was having a fit. They both procured water with which they bathed the child. The mother and the father having placed her upon the bed in their bedroom went again to the kitchen to finish their breakfast when the young baby, the other child, commenced to cry which brought the defendant again to the bedroom. He then noticed that Beatrice’s heart had stopped beating and again called his wife. Mrs. Trexler being summoned declared the child to be dead and sent the defendant for a doctor. It appears that when the defendant heard that his child was dead he commenced to cry and said that he would now be punished for what had occurred.\nThe doctors who thereafter examined Beatrice’s body found finger marks upon her throat and gave as their opinion that death was due to strangulation. The symptoms they fully described. All these experts were of the opinion that to produce death from strangulation the throat must have been in the grasp of the defendant’s fingers for three to five minutes.\nThe defendant was arrested the same day and to the officers made a full and complete statement; in fact, two statements, in which he made no attempt to shield his brutality towards his child and to which the prosecution has heen able to add very little.\nAll of the defendant’s conduct was not harsh and brutal. It appears that she accompanied him, at times on his round of chores and that he took her riding with him on his errands and bought her lollypops and candy.\nThe only evidence of premeditation or intent to kill is to be gathered from the expert testimony that the defendant’s hand must have been upon the child’s throat for some minutes and the statement of the defendant’s wife that at one time she heard him say to the deceased: “ If you don’t mind I will kill you yet.”\nWhile these bits of testimony may be some evidence to indicate premeditation and intent to kill, yet we feel that in view of all the circumstances and the surrounding conditions they are not of sufficient weight to justify a finding of murder in the first degree, that is, a premeditated design to kill. It is very doubtful in our judgment whether the defendant intended to kill his daughter and think it far more consistent with the evidence that she died as the result of his bad temper and brutal chastisement without any intent to cause her death. The evidence is so meagre upon these elements of intent to kill and premeditation that we feel unjustified in affirming this conviction without remitting it to another jury.\nThe judgment of conviction should be reversed, and new trial granted.\nHiscock, Ch. J., Hogan, Cardozo, McLaughlin and Andrews, J.J., concur; Pound, J., absent.\nJudgment of conviction reversed, etc.",
        "type": "majority",
        "author": "Crane, J.:"
      }
    ],
    "attorneys": [
      "John F. Ringwood, for appellant.",
      "Raymond, F. Aldrich, District Attorney (Edward K. Haas, of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "COURT OF APPEALS.\nDecember 13, 1921.\nTHE PEOPLE v. NATHAHIEL INGRAHAM.\n(232 N. Y. 245.)\n(1) Mubder — Premeditation and intent. •\nUpon an appeal from a judgment of murder in the first degree the Court of Appeals must review all of the evidence and determine whether it is of such weight and sufficiency as to justify the judgment. It is not enough that there is some evidence of premeditation or of intent to kill, but it must be determined whether or not there is evidence of such weight as to justify the jury in determining that there was a premeditated design and intent to cause death.\n(2) Same — When evidence insufficient to prove premeditated design TO KIEL.\nWhere defendant, a vicious and brutal man of quick temper, accustomed to punish severely a six-year-old child of himself and his wife, born before their marriage, made the child get up in the morning and when she refused to tell him why she had not obeyed him when he first called her, struck her, shook her and caught and held her by the throat until she had a spasm in which she died a short time thereafter, and the only evidence of defendant’s premeditation or intent to kill is to be gathered from the expert testimony' that the defendant’s hand must have been upon the child’s throat for some minutes and the statement of the defendant’s wife that at one time she heard him say to the deceased that, “If you don’t mind I will kill you yet,” the judgment must be reversed. While these bits of testimony may be some evidence to indicate premeditation and intent to kill, yet in view of all the circumstances they are not of sufficient weight to justify a finding of murder in the first degree, that is, a premeditated design to kill.\nAppeal from a judgment of the Supreme Court, rendered June 3, 1921, at a Trial Term for the county of Dutchess, upon a verdict convicting the defendant of the crime of murder in the first degree.\nJohn F. Ringwood, for appellant.\nUpon the whole evidence the defendant should not have been convicted of murder in the first degree, the verdict is against the weight of evidence on the facts and the law, and justice requires a new trial. (People v. Gaimari, 176 N. Y. 95; Penal Law, § 1044, subd. 1; Code Crim. Proc. § 389; People v. Raffo, 180 N. Y. 434; People v. Mangano, 29 Hun, 259; People v. Barberi, 149 N. Y. 256; People v. Davey, 10 N. Y. 120.)\nRaymond, F. Aldrich, District Attorney (Edward K. Haas, of counsel), for respondent.\nThe evidence establishes conclusively that the defendant is guilty of the crime of murder in the first degree. (People v. Pullerson, 159 N. Y. 339; People v. Koenig, 180 N. Y. 155; People v. Governale, 193 N. Y. 581; People v. Hawkins, 109 N. Y. 408; Leighton v. People, 88 N. Y. 117; People v. Ferraro, 161 N. Y. 365; People v. Jackson, 196 N. Y. 357; People v. Totterman, 181 N. Y. 385 ; People v. Decker, 157 N. Y. 186; People v. Chiaro, 200 N. Y. 316; People v. Willson, 109 N. Y. 345; People v. Harris, 209 N. Y. 70.)"
  },
  "file_name": "0389-01",
  "first_page_order": 409,
  "last_page_order": 413
}