{
"id": 1933560,
  "name": "Dawson, Administrator, &c., complainant, vs. Hall et al., defendants",
  "name_abbreviation": "Dawson v. Hall",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "390",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "23 Wend., 43",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/23/0041-01"
      ]
    },
    {
      "cite": "8 Mass. R., 230",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/8/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 17436,
    "ocr_confidence": 0.353,
    "pagerank": {
      "raw": 7.575116438681658e-07,
      "percentile": 0.9705907564495073
    },
    "sha256": "45c0497a2f2f4e0c4d0cdca150ee9a0c3cabc5c5cbe559f78fa60a554d18da15",
    "simhash": "1:781ca242b7234166",
    "word_count": 3055
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dawson, Administrator, &c., complainant, vs. Hall et al., defendants."
    ],
    "opinions": [
      {
        "text": "By the Court, Martin, J.\nThe bill in this case was filed by Silas Cogswell, to set aside a deed executed by him to Minerva Hall, Rachael Tozer, and Perline Cogs-well, three of his daughters, and that the registry thereof may be declared of none effect, and for an injunction, &c. It is amongst other things, averred in the bill, that on the 6th day of January, 184^, the complainant was seized of certain real estate therein described, that on that day ho made and executed a warranty deed of such real estate to said Minerva, Rachael, and Perline, that the consideration expressed hrsaid deed was one hundred dollars, hut that in fact no valuable consideration was paid or to be paid therefor, and that the value of such real estate was $3,000. That several days previous to the execution of such deed, the complainant was sent for to visit the family of John Hall, the husband of Minerva Hall, but by whom, he does not state; that he went, and that a day or two after his arrival, viz: on said 6th day of January, he was earnestly solicited and urged by said Minerva, Rachael, and Perline, to make out or execute a deed of said land to them, with the express agreement and understanding between complainant and them, that he should keep such deed in his possession, and that the same should not be delivered to them, or be recorded during complainant’s life-time, and that of his wife, should she survive him, and that complainant and his wife should have possession and full enjoyment of such lands during their lives, and that it was upon such express understanding and agreement that he consented to execute such deed. The bill further states that after the execution of the deed, and after Rachael Tozer and Perline Cogswell had left the residence of John Hall to return to their homes, and as complainant was about leaving also, Minerva Hall requested him to permit her to keep such deed for him, as it was desirable to prevent the other children from knowing that it had been executed, and because he had no convenient place of secrecy- and safety in which to deposit it, she, at the same time, assuring him that he should have possession of it whenever he should desire it; and that he did, upon such request and assurance, and from his natural bodily infirmity and great age consent to said request, and deposited the deed with her for safe-keeping, and to be returned to him whenever he might request it. That the said Minerva, Rachael and Perline, having obtained possession of the deed as aforesaid, fraudulently and knowingly, with intent to deprive complainant of the proper control of such deed, and of the use and enjoyment of the land, &c., and fraudulently to vest the title of said land in them, caused the same to be recorded without his knowledge or consent, of which he remained in ignorance for about a year thereafter. It further states that the complainant had continued in possession of the land unmolested, until recently before filing the bill, and abo charges in general terms the fraudulent proculing and recording of the deed by John Hall, Minerva Hall, Rachael Tozer, and Perline Cogswell.\nAn answer of the defendants upon oath is waived.\nAlthough an answer upon oath was put in, denying in the most positive terms,- every material statement in the bill in the above respects; yet as such oath could only avail the defendants for the purpose of obtaining a dissolution of the injunction, the bill and answer for the purposes of the suit' can be regarded simply as pleadings, and the complainant is compelled to resort to his evidence entirely, in support of his action.\nIt a well settled rule of law, that if the grantor does not intend that his deed shall take effect until some condition is performed, or the happening of some future event, he should either keep it himself, or leave it with some other person as an escrow to be delivered at the proper time.\nThat it should operate as an escrow it is necessary that the delivery should be made to a stranger, and not to the party; for if one makes a deed and delivers it to the party to whom it is made as an escrow, upon certain conditions, in such case, let the form of the words be whatever it may, the delivery is absolute, and the deed shall take effect presently, as his deed; and the party to whom-it is delivered is not bound to perform the condition, for in traditionibus chartarum, non quod dictum, sed quod factum est, inspiciter. (Fairbanks vs. Metcalf, 8 Mass. R., 230; Gilbert vs. North Am. Fire Ins. Co., 23 Wend., 43; 4 Comyn’s Dig., Title “Fait (A 3,) Delivery,” and notes; 4 Cruise Dig., 36; Touchstone, 58.)\nSuch being the rule of law, the complainant could only hope to succeed in this case by showing that the deed had never been actually delivered, as his deed to the grantors, for the law will presume this from their possession, (1 Green. Ev., § 38; 4 Pick. R., 518;) but that it was fraudulently and clandestinely procured and recorded.\nIn the examination of this case, a more than ordinary scrutiny should be exercised. The extreme age and infirmity of the grantor makes it peculiarly imperative upon a Court of equity to see to it, that no meditated imposition — no circumvention or undue influence operated to procure the execution of the conveyance, or to acquire possession of it afterwards. How rigid soever maybe the rule of law respecting the effect of a delivery of his deed by a grantor, this, like every other arbitrary rule, will bend in a Court of equity, before the evidence of fraud.\nIt is not denied but that the complainant intended to settle the property embraced in this deed upon these daughters, nor but that such would be ah equal and fair disposal of it, in view of the settlements made upon his other children. Indeed, such is claimed upon his behalf, to-be-the case; but it is insisted that the deed was not to become operative until after his decease, and that of Rachael Cogswell, his wife. This attitude of the cause renders it unnecessary to look into the consideration of the deed. \"We have only to inquire whether the grantees exercised good faith and honesty towards him in procuring its execution, and whether he actually delivered it as Ms deed. In the prosecution of these inquiries we do not propose to discuss the evidence at length, but rather to consider its leading features and general character.\nA very considerable portion of the complainant’s testimony consists-in narratives of the acts and conversations of the complainant and John Hall, which occurred after the execution and record of the deed, and it becomes an important inquiry how far the rights of the grantees are compromitted by the conduct or conversations of either or both. That, the statements or declarations of the complainant to third parties are admissible in his favor will not be contended for a moment. Subsequent statements of a party’s motives or intentions will not be received to affect the rights of others, or to explain a transaction; it is only the-intention declared at the .time of such transaction, which, as a part of the res gestae, can bind the defendants. ' An exception to this rule exists,, only when the statements are made to a party to be affected by them under circumstances from which his acquiescence in their truth can be fairly inferred if not expressed, and then they are entitled to little or much consideration according to the circumstances under which they are\" made. The question is then suggested whether John Hall was. ' srieh a party, and whether he could bind the grantees by his assent to the statements of the complainant, or by his own independent statements- and acts. We think npt. Although the bill contains á general charge against him of co-operation with the grantees to procure the deed and its record, yet as no specific charge is made against him, predicated upon or sustained by any statement of facts, which could be met and denied, admitted or explained by an answer, neither his acts nor admissions are put in issue. He is not even charged with knowledge of the circumstances attending the execution of the deed, nor the agreement which the bill alleges was made respecting its record. Under such circumstances, however broad might be his interest in the subject matter of the suit, his acts and statements could not be offered in evidence to affect the rights of others. But the grantees neither derived title through him, nor had they a privity of interest with him. Minerva Hall, his wife, was dead at the time of filing this bill. Their children, as her representatives are. parties, and so far as the title to the property is involved he defends as their guardian. But wore Minerva Hall living, as the interest she acquired by the deed was in her own right — her ■separate estate — she and her co-grantees could no more be bound by his statements and admissions than they could be by his testimony. It is true he is a party to this suit, but it is not eveiy co-defendant in a suit in equity whose admissions are binding upon the others. “Where there are several parties on the same side, the admissions of one are not admitted to affect the others who may happen to be joined with him, unless there is some joint interest or privity in design between them; although the admission may in proper cases be received against the person making them.” (1 Green, on Ev., § 171, 174.)\nBut upon another principle, his admissions should be excluded. It is a well settled rule that the declarations of husband and wife are subject to the same rules of exclusion which govern their testimony as witnesses. (1 Green. Ev., § 341, and notes.) Can the husband in any case be admitted.as a witness for or against the wife in a suit affecfr ing her separate estate, or could a wife be admitted as a witness in a matter affecting the rights of the husband? The answer to these questions determines in how far the parties to this deed are affected by the conduct of Hall, even were that conduct of a character to throw suspicion over this transaction. But wo must confess we can discover nothing in the testimony calculated to excite suspicion of mala fides ujion his part. Nor do we discover in the statements of the grantees themselves, as detailed by the witnesses, any evidence tending to prove fraudulent design or undue influence, or a dishonest appropriation of the deed hy them. Their conduct and conversations, remarks and replies to inquiries, are perfectly consistent with honesty and filial duty. That they should have said they expected or designed the parents to enjoy the property during their lives, that for that period it was theirs as much as it ever was, is not inconsistent with the idea of an. absolute conveyance. It is perfectly consistent with the circumstances of the grant and its voluntary character, the natural language of gratitude and filial affection, and it would argue a strange ignorance of the power of natural ties, to discover nothing hut evidences of fraud in these uncon■sidered and unguarded expressions. They were not made under circumstances requiring solemn and deliberate admissions. So far as we can discover, no complaint was ever uttered hy the father to them, nor was any explanation ever demanded by him from them. The only ■testimony there is upon this point is that of Hiram C. Butler, and that is too general and indefinite to be satisfactory.\nIf then, the statements of the complainant, under the circumstances, disclosed by. the witnesses, and the acts and admissions of John Hall, are not evidence in support of the bill, and if the conduct of the grantees does not import fraud, it only remains to look at the history of the execution and delivery of the deed as narrated by the witnesses, to determine this question of fraud. Upon this point we have only the testimony of Alexander D. Crane, the attorney by whom the deed was drawn, and of Oliver Chapman, one of the subscribing witnesses, and the magistrate before whom 'its execution was acknowledged. From the testimony of Mr. Crane it would appear that the complainant went to his office alone, and procured him to draw the deed in question. That at that time he asked the witness for a will, which it apjiears he had made on a previous occasion and deposited with him, and said he had concluded to make a different disposition of his property. As a reason for this change of purpose, he stated that he had no peace at home; that his wife and Almira (Mrs. Dawson) had found out that he had made his will, and were not satisfied with its j>rovisions, and that he had no peace at home, in consequence, &c. He stated that he had deeded a portion of his property to Almira, and that she had obtained more than her share of the personal property; that he was getting old, and he wanted to make such a disposition of his property that there would ¡be no quarreling about it after bis death; that his - children were all alike to him, and he wanted to deal the same by each of them, as near as he could, with the property left, or to that effect; that he directed the deed in question to be drawn up, and also another to another daughter, (Mrs. Kennedy,) of other property; that nothing was then, or at any other time, said respecting a reservation of any life or other interest, From Mr. Chapman’s testimony it appears that at the time of the execution of the deed, Perline Cogswell, one of the grantees, read it in presence of the grantor, and asked him if it was all right, as he wanted to haye it; to which he replied that it was. This witness also states, that at that time Mr. Cogswell appeared as sane, as cheerful, and as well as witness ever saw him, and that he said in substance, “lam deeding some considerable of my property to my children, but I have got enough left, and as much as I shall ever want.” Whether the deed was delivered or not, he does not know.\nWe look in vain to this testimony for evidence of fraudulent design,, or the exercise of undue influence by the grantees in this transaction; nor can we discover anything which would tend to the conclusion that, the deed was to be reserved from record, and not to operate immediately. On the contrary, everything indicates that the complainant was uninfluenced and unrestrained. Ho appears to have designed the distribution of his remaining property, (for he had already, as it seems, made provision for Almira Dawson,) as nearly equal as possible among his other children. Provision had been made, it would appear from the testimony of Mis. Dawson, for the maintenance of himself and wife, by her; and from aught that appears, ample compensation had been made for such support Indeed, such is the almóbt inevitable conclusion from all the testimony. The testimony of Mr. Chapman discloses a transaction so natural — so perfectly consistent with strict integrity upon the part of the defendants concerned, that we can draw no -conclusion from it, to sustain the charge that' undue influence was exercised to obtain the deed, or faith violated in procuring its record.\nDecree affirmed.",
        "type": "majority",
        "author": "By the Court, Martin, J."
      }
    ],
    "attorneys": [
      "E. Lawrence, for complainant.",
      "O. Hawhins, for defendants."
    ],
    "corrections": "",
    "head_matter": "Dawson, Administrator, &c., complainant, vs. Hall et al., defendants.\nWhere a grantor does not intend that his deed shall take effect until the performance of some condition or the happening of some event, he should either retain it himself or leave it with some third person as an escrow, to be delivered at the proper time.\nIf the grantor deliver the deed to the grantee as an escrow, in such case, whatever may be the form of the words accompanying the delivery, the delivery is absolute and the deed takes effect at once, and the party to whom it is delivered is not bound to perform the condition.\nThe law will presume the delivery of a deed from its possession by the grantee.\nStatements made by a party subsequent to a transaction as to his motives or intentions at the time, are not receivable in evidence to affect the rights of others. It is only the intention, declared at the time which, as part of the res gestae can bind or affect others.\nThe only exception to the rule is where the statements are made to the party to be affected, under circumstances from which his acquiescence in their truth can be fairly inferred, and the degree of consideration to which they are entitled, depends upon the circumstances under which they were made.\nWhere the bill charges a defendant generally, with co-operating with other defendants to effect the acts complained of, yet makes no specific charge against him, predicated upon or sustained by any statement of facts, admitting of a denial, admission or explanation, neither his acts or admissions are put in issue. And where besides, he is not charged with knowledge of the acts complihied of, whatever may bo his intereet in the subject of the suit, his acts and statements are not evidence to affect his co-defendants.\nA feme covert cannot be bound or affected by the admissions of her husband as to her separate estate.\nWhere there are several parties on the same side, the admissions of one, are not evidence to affect the others who may be joined with him, unless there is some joint interest or privity of design between them, although the admissions may in proper cases be admissible against the party making them.\nThe declarations of husband and wife, are subject to the same rules of exclusion which govern their testimony as witnesses.\nAppeal from the Washtenaw Circuit Court, in Chancery.\nE. Lawrence, for complainant.\nO. Hawhins, for defendants."
  },
  "file_name": "0390-01",
  "first_page_order": 398,
  "last_page_order": 404
}