{
  "id": 1933566,
  "name": "Dibble et al. vs. Rogers et al.",
  "name_abbreviation": "Dibble v. Rogers",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "404",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 404"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "5 Cranch, 11",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        1446284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/9/0011-01"
      ]
    },
    {
      "cite": "6 Cranch, 206",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        530408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/10/0206-01"
      ]
    },
    {
      "cite": "6 Conn., 59",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/6/0059-01"
      ]
    },
    {
      "cite": "15 Wend., 672",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "3 Hill, 159",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 8121,
    "ocr_confidence": 0.349,
    "pagerank": {
      "raw": 1.5053098910745942e-07,
      "percentile": 0.6663977320685491
    },
    "sha256": "caf00a29a4997985ecc77f7ee2f0d6ebdd875f2f849b0d58c2001c831ac41788",
    "simhash": "1:b6d9962b59ff2cd7",
    "word_count": 1439
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dibble et al. vs. Rogers et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Green, J.\nThis action was originally brought by the defendants in error against the plaintiffs in error, in the County Court of Barry County. The declaration contained the common counts for money lent, money paid, money had and received, and for board, work and labor dono and performed, and repairs made upon and materials furnished, for the gristmill and saw-mill of the defendants below, in the county of Barry, at the request of the said defendants.\nTo the declaration, the defendants below plead the general issue, and gaye notice that they would give in evidence in bar of the plaintiffs’ action, that if the plaintiffs ever laid out or expended any money, furnished any materials or hoard, done or performed any work or labor, done any repairs on the said defendants’ milis, or furnished any materials, as stated and set forth in their declaration, it was under and pursuant to the terms of a special agreement in writing, a copy of which is set forth in the notice.\nThis special agreement was a lease executed by the parties, dated the 4th day of February, A. D. 1847, whereby the said Dibble <fe Hayes leased their grist-mill and saw-mill in Barry county, with the appurtenances, to the said Rogers & Messer, for the term of three years from the 15th day of that month, for the consideration of twelve hundred dollars, which sum the said Rogers & Messer were to pay in repairs of the mills, to he laid out in a faithful and judicious manner, as specified in said agreement. Rogers & Messer were to have the privilege of expending the whole amount in repaira the first year, if they thought proper to do so.\nA large amount of testimony was adduced on the trial in relation to moneys paid out, work and labor done, materials furnished and repairs and improvements made upon the mills in question, by the plaintiffs below, and tending to show that the whole was laid out, furnished and done with the knowledge and consent, or under the direction of, the defendants below. There was also some testimony in relation to the payment of money for taxes upon the premises by the plaintiffs below.\nThe defendants below proved the execution of the lease, and relied upon it as a bar to the action. Several exceptions were taken to the rulings of the Court and the charge given to the jury.\nThe jury rendered a verdict in favor of the plaintiffs and against the defendants below, for the sum- of $1,222 61 damages, upon which judgment was rendered.\nThe plaintiffs in error removed the judgment into the Circuit Court for the county of Barry, by a writ of certiorari. The Circuit Court reversed the judgment of the County Court, and remanded the cause and ordered a new trial. The cause is now brought into this Court by writ of error, to reverse so much of the judgment of the Circuit Court as remands the cause to the County Court and orders a new trial.\nSection Y6 of the act to consolidate the laws in relation to County Courts, and for other purposes, (Laws of 1849, p. 290,) authorizes the Circuit Court, in cases of certiorari, &o., to affirm or reverse the judgment of the County Court, in whole or in part, or to give such other judgment as justice shall require, and in its discretion to remand the cause to the County Court for a new trial.\nThe general rale has long been well settled, that error will not lie upon what is matter of discretion in a Coiuf. In the People vs. Baker, (3 Hill, 159,) the indictment contained three counts for felonies; 1st. Receiving stolen goods; 2d. Burglary; 3d. Grand larceny. Upon the trial, and before any testimony was given, the counsel for the defendant moved that the prosecuting attorney be compelled to elect whether he would proceed upon the count for receiving stolen goods, or upon the others. The motion was overruled, and the defendant’s counsel excepted. The Supreme Court held that it was in the discretion of the Court below, to grant the motion or not, and being a matter within the discretion of the Court, error would not lie to review the decision, and such, decision was not subject to exception. In Rapelye vs. Prince, (4 Sill, 119,) it was held that where a motion is addressed to the discretion of the Court, its decision upon such motion, whether right or wrong, does not make a point upon which an exception can properly be taken; and Bronson, Justice, says, that “when parties except upon such matters, the Judge should strike the exception out of the bill before he affixes his seal\nIn Mappa vs. Pease, (15 Wend., 672,) the Court below granted a motion for a non-suit, upon the ground of a supposed variance, which it was authorized by the statute to disregard, and which the Supreme Coiut was of opinion it should have disregarded; yet the power to do so being discretionary, it was conceded that it was not a ground of error. (See also 7 Verm. R., 476.) .\nIt has often been decided that the granting or refusing of a new trial is a matter of discretion, and therefore not the subject of error. (6 Conn., 59; 6 Cranch, 206; 1 U. S. Cond. R., 260, and note; 5 Cranch, 11.)\nIn this case, the power to remand the cause to the County Court, and order a new trial, is expressly declared by the statute to be discretionary with the Circuit' Court, and that discretion is not limited or controlled by any statutory provision. It would seem to be very clear, therefore, that error will not lie to review the action of the Circuit Court in the exercise of this discretionary power.\nBut if this Court had power to review the decision complained of, upon a writ of error, I am of the opinion that it should not be reversed. The plaintiffs below claimed $1,500, and recovered a judgment upon the verdict of the jury, for $1,222 61. This exceeded the amount of the rent stipulated to be paid upon the lease, and for the excess, if the expenditures for which it was incurred, were made at the instance and request of the lessor’s, an action might be maintained, and a recovery had upon the common counts. This must depend upon the testimony; and a juiy is the proper tribunal to determine its effect. I think therefore, the Circuit Court, in the exercise of a sound discretion, very properly remanded the cause to the County Court, and ordered a new trial.\nThe judgment below must be affirmed, with costs to the defendants in error.",
        "type": "majority",
        "author": "By the Court, Green, J."
      }
    ],
    "attorneys": [
      "I. S. Orary, for plaintiffs in error.",
      "H. S. Jennings, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Dibble et al. vs. Rogers et al.\nError will not lio to reverse tho decision of a Court upon a matter within its discretion.\nThus, where under the authority of the 76th section of the act to consolidate the laws in relation to County Courts, &c., (Sess. Laws 1849, page 290,) empowering the Circuit Court, in case of certiorari, &c., to affirm, or reverse the judgment of the County Court, in whole or in part, or to give such other judgment as justice shall require, and in its discretion, to remand the cause to the County Court for a new trial, the Circuit Court reversed the judgment of the County Court, remanded the cause and ordered anew trial, it was held upon error brought to reverse so much of the judgment of the Circuit Court as remanded the cause and ordered a new trial, that the Court had discretion as to granting such order, and that their decision could not be reviewed.\nPlaintiffs below were lessees of defendants below by lease, containing a stipulation for payment of all the rent ($1,200) of the term, iu repairs on the premises. They brought their action in the County Court, against their lessors, (defendants below,) for money, work, labor, repairs, materials, &c., done and furnished for the demised premises, claiming $1,500. The defense set up was a special contract, to-wit: tho lease aforesaid, under which it was claimed the money, work, &c., if any, was paid, furnished, &c. Upon the verdict of the jury, judgment was rendered for the plaintiffs below, for $1,222 61. The Circuit Court reversed the judgment, remanded the cause, and ordered a new trial. This Conrt were of opinion thatif they had powerto review the judgment of the Circuit Court, it should properly bo affirmed.\nError to Barry Circuit Court.\nI. S. Orary, for plaintiffs in error.\nH. S. Jennings, for defendants in error."
  },
  "file_name": "0404-01",
  "first_page_order": 412,
  "last_page_order": 415
}
