{
  "id": 156040,
  "name": "W. R. Cummings v. The State",
  "name_abbreviation": "Cummings v. State",
  "decision_date": "1892-12-21",
  "docket_number": "No. 587",
  "first_page": "406",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 406"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 6692,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 3.427750501060308e-07,
      "percentile": 0.8789622483781873
    },
    "sha256": "08785cbc727d87c5e905cfe40d24b12cb255cf91221e159ce4fcf84ae64dab68",
    "simhash": "1:3b19eed7e0478691",
    "word_count": 1131
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. R. Cummings v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant, having been convicted in the Justice Court, appealed to the County Court. In the latter court, on October 21, 1892, the cause was dismissed because notice of appeal was not given in open court and entered upon the docket of the Justice Court, as required by law. The transcript in this case was forwarded by the clerk of the County Court to the clerk of this court, and by him filed in this court subsequent to the day set apart for the submission of causes appealed from Brazos County.\n1. By motion or plea appellant contends this court has not acquired jurisdiction of the appeal at this term of the court, because he “ can not be compelled to answer,” and requests the court to order the transcript returned to the county clerk of Brazos County, to be forwarded hereafter, under rule 116, prescribed by the Supreme Court for the government of the county clerks in forwarding transcripts in appeals in misdemeanor cases.\nSection 34 of the Acts of 1892, page 39, provides, that “as soon as a transcript is prepared the clerk shall forward the same by mail or other safe conveyance, charges paid, to the proper clerk of the Court of Criminal Appeals.” The appeal in this case is returnable to this term of this court, and the action of the clerk in sending the transcript to this court was in literal and strict compliance with the statute, and the clerk at Tyler was the proper clerk to receive the same.\nSection 40 of the Acts of 1892, page 39, provides, that “ the Court of Criminal Appeals shall hear and determine appeals in criminal actions at the earliest time it may be done, with due regard to the rights of the parties and a proper administration of justice.” Section 49 also provides, that “ the Court of Criminal Appeals may make rules of procedure as to the hearing of criminal actions upon appeal.” This court will be governed in the disposition of appeals in criminal cases, in regard to its procedure and rules of practice, by the statutes in relation thereto, its own rules and decisions. It is not intimated that the transcript is incorrect in any respect, and we will indulge the presumption, in the absence of such suggestion and proof to sustain it, that the record is complete. No reason is suggested other than the supposed infraction of rule 116, cited, why the disposition of the appeal should be delayed. The motion or plea is overruled.\n2. The Assistant Attorney-General moves dismissal of the appeal because the recognizance binds the appellant to “abide the judgment of the Court of Appeals’’ instead of to “abide the judgment of the' Court of Criminal Appeals.” The recognizance copied into the transcript follows the form set forth in article 852 of the Code of Criminal Procedure, as found in Willson’s Criminal Statutes. Such was the law prior to the Act of 1892; but this latter act repealed the former law, and article 852 was not in force at the time the defendant entered into the recognizance in this case.\nSection 33 provides, that “the Court of Criminal Appeals shall not entertain jurisdiction of any case in which a recognizance is required by law, unless such recognizance shall comply substantially with the form prescribed in the preceding section.” There was at the time of entering into the recognizance in this case no such court known to the laws of this State as the “Court of Appeals.” With the adoption of the late amendments to the judiciary article of the Constitution, the “Court of Appeals” passed out of existence, and was substituted, as to its criminal jurisdiction, by the “Court of Criminal Appeals,” and as to its civil jurisdiction by the “Courts of Civil Appeals.” A recognizance must comply substantially with the requirements of section 32 of the cited act; otherwise this court will not entertain the appeal. Acts 1892, p. 38, secs. 32, 33. The recognizance contained in the record is not in substantial compliance with the statute. Upon default by the principal, forfeiture could be successfully resisted. It is therefore not a legal obligation or undertaking. Smith v. The State, 7 Texas Ct. App., 160; Downs v. The State, Id., 483. The motion of the Assistant Attorney-General is sustained, and the appeal is dismissed.\nAppeal dismissed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "Sam R. Henderson, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "W. R. Cummings v. The State.\nNo. 587.\nDecided December 21.\n1. Misdemeanor—Practice on Appeal—Jurisdiction.—Where a transcript in a misdemeanor case was filed in the appellate court subsequent to the day set apart for the submission of causes from the county from which the appeal was taken, held, that under the provisions of sections 34 and 40 of the Act of 1892, creating the “ Court of Criminal Appeals,” the case being returnable to this term, the court had jurisdiction to hear and determine it “ at the earliest time consistent with a due regard for the rights of the parties and a proper administration of justice.”\n2. Recognizance—Requisites of an Appeal to the Court of Criminal Appeals.—With the adoption of the amendments to the judiciary article of the Constitution, “ The Court of Appeals” passed out of existence, and was substituted, as to its criminal jurisdiction, by the11 Court of Criminal Appeals.” By section 32 of the act creating the 11 Court of Criminal Appeals,” prescribing the form for recognizances on appeals in misdemeanor cases, the form prescribed requires that the cognizor shall obligate himself to abide the judgment of the “ Court of Criminal Appeals,” and section 33 of said act expressly inhibits the Court of Criminal Appeals from entertaining jurisdiction of any case unless the recognizance shall comply substantially with the prescribed form. Held, that a recognizance binding the appellant to “ abide the judgment of the Court of Appeals” is fatally defective.\nAppeal from the County Court of Brazos. Tried below before Hon. W. H. Harman, County Judge.\nThe proceedings in this case were instituted by a complaint in the Justice Court, which charged appellant with malicious mischief, in unlawfully shooting and wounding a cow. Having been convicted in said court, he appealed to the County Court, and in this latter court his appeal was dismissed, because the transcript and record failed to show that he had given notice of appeal in open court, and that the same was entered of record on the justice’s docket. From this judgment dismissing his appeal in the County Court he gave notice of appeal, and entered into a recognizance to “ abide the judgment of the Court of Appeals,” and his recognizance having been held to be fatally defective in that particular, his appeal was dismissed.\nSam R. Henderson, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0406-01",
  "first_page_order": 426,
  "last_page_order": 428
}
