{
  "id": 1855476,
  "name": "In re CONDEMNATION OF LANDS IN THE CITY OF BATTLE CREEK FOR PARK PURPOSES. APPEAL OF WILBER",
  "name_abbreviation": "In re Condemnation of Lands",
  "decision_date": "1954-11-29",
  "docket_number": "Docket No. 61, Calendar No. 45,809",
  "first_page": "412",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 412"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "3 ALR2d 286",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "156 ALR 397",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "34 ALR 1523",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "1 ALR2d 878",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "332 Mich 485",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1834730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/332/0485-01"
      ]
    },
    {
      "cite": "248 Mich 1",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1847376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/248/0001-01"
      ]
    },
    {
      "cite": "335 Mich 528",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934326
      ],
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/335/0528-01"
      ]
    },
    {
      "cite": "299 Mich 544",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1828528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/299/0544-01"
      ]
    },
    {
      "cite": "248 Mich 473",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1847372
      ],
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/248/0473-01"
      ]
    },
    {
      "cite": "23 Mich 418",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1312126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/23/0418-01"
      ]
    },
    {
      "cite": "213 Mich 448",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1736946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/213/0448-01"
      ]
    },
    {
      "cite": "227 Mich 208",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1688911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/227/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 797,
    "char_count": 20579,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.6896022483855326e-07,
      "percentile": 0.6989949993223543
    },
    "sha256": "f1f53d1e419b9f7ad702337648024aeec0096f1ff088ef910d00ad62877c2c60",
    "simhash": "1:06acc49264bcf384",
    "word_count": 3424
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. ' J., and ' Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "In re CONDEMNATION OF LANDS IN THE CITY OF BATTLE CREEK FOR PARK PURPOSES. APPEAL OF WILBER."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nDefendants appeal from an order confirming jury verdict in condemnation proceedings. Defendants Luther and Irene Wilber, husband and wife, hereinafter called parents, are record title owners of the entire premises sought to be taken, and their son and his wife, defendants Donald and Constance Wilber, hereinafter called children, are alleged in the pleadings to be in possession of a portion thereof as contract purchasers.\nPlaintiff’s petition alleged that parents were the only persons who owned or had any claim to the premises. They answered, alleging that other persons were in possession of a portion thereof under a land contract, without naming such persons or describing the portion thus affected. Plaintiff, on leave granted, then amended its petition to allege that insofar as petitioner knew or could with diligence ascertain parents owned the entire premises in fee and children, as land contract vendees, resided on the northeasterly portion of lot 101. Parents answered, admitting said allegation and further alleging that children were contract vendees of the northeasterly portion of lot 101, describing said portion as being lot 10 of a proposed plat. Children appeared by the same attorneys ás parents and filed an answer which adopted the answer of parents.\nOn trial plaintiff introduced proofs that the records of the office of register of deeds disclosed parents to be the sole owners of the entire premises in fee. Plaintiff offered no other evidence of ownership nor did defendants or their witnesses testify to an interest in children. Defendants placed an expert witness on the stand to testify concerning the valué of the premises. He did not testify as to a separate value to be placed on any portion being purchased by children, but, on the contrary, testified only as to the value to be placed on the entire premises.' The record supports the statement of the trial court that the attorney for defendants, in a lengthy opening statement, never mentioned children or indicated that they were entitled to a share in the award, but based his statement entirely on the premise that parents were the sole owners and entitled to any damages resulting from a taking; that the entire case Avas presented on that basis; that no proofs were offered as to a contract interest in children nor any proofs upon which an aAvard to them could properly have been made by the jury. The court Avent on to say that defendants’ attorney failed, even in his closing argument, to make any mention of children or their interest and that he made no request that the jury return a separate aAvard to them.\nThe jury found necessity for the taking and awarded compensation in the amount of $40,000.06, employing for that purpose a blank verdict form Avhich recited that they found it necessary to take the private property described in the petition and that the compensation to be paid was the mentioned amount, but spaces in the form intended for description of the property and for names of owners to whom compensation was to be paid were left blank by the jury. On plaintiff’s motion, supported by the testimony of the jury’s foreman that this -was in accord with the jury’s intention, the court ordered the verdict form to be amended to show the description of the entire premises and to name parents as the persons who were the owners to whom the award was made and ordered the foreman to sign it as amended.\nDefendants claim error in failure of the jury to award compensation to children. The latter were made parties to the case, entered an appearance, filed an answer, were represented on trial by the same counsel as parents and had their day in court. That plaintiff’s petition and defendants’, answers contained the mentioned references to a land contract does not alter the fact that children failed to assert any interest in the premises during the hearing. They permitted their counsel to proceed as if the property involved was one piece belonging to parents only. That the proceedings ended in no award to them constituted no failure of due process in view of the course pursued by them and their counsel at trial inasmuch as they were given every opportunity to assert their rights and neglected to do so. They cannot now challenge the verdict for failure to make a separate award to them. Despite superficial differences in the facts in the cases, this is the only conclusion possible within the meaning of Todd v. State Highway Commissioner, 227 Mich 208. It follows that the court did not err' in ordering the form of verdict amended in the manner above indicated inasmuch as the record contained nothing that would have supported an award of- compensation to anyone other than parents. PA 1911, No 149, § 11 (CL 1948, § 213.31 [Stat Ann § 8.21]), permits the descriptions and names of occupants or owners to be. inserted in the blank verdict by either the court or the jury. Section 12 of that same act, being.the act under which these proceedings were brought, provides in part as follows:\n“Amendments either in form or substance may be allowed in any paper, petition, process, record or proceedings or in the description of the property proposed to be taken, or the name of any person whether contained in the resolution passed by the public corporation or State agency or otherwise, whenever the amendment will not interfere with the substantial rights of the parties. Any such amendment may be made after as well as before judgment confirming the verdict of the jury.”\nThat amendment of the verdict is permissible under the statutory provision when substantive rights of parties are not injuriously affected was held in City of Detroit v. Fidelity Realty Co., 213 Mich 448. In view of the state of the record, the amendment here made was authorized by the statute.\nThe petition described the entire premises to be taken, named the record title owner thereof and alleged on information and belief that children held a contract interest to a portion thereof. Was the petition defective for failure to separately describe the parcel occupied by children as alleged vendees'? So contending, defendants cite Chicago & M. L. S. R. Co. v. Sanford, 23 Mich 418. Involved there was CL 1857, § 1963 et seq., the provisions of which permitted a jury trial to those owners demanding it while leaving a jury deemed to have been waived by other owners involved in the same proceedings. The Court discerned therein a legislative intent that the parcels of individuals and separate owners should be separately described and the owner of each specifically named in order to implement the holding of jury trials for some and nonjury trials for the others. The statute here involved, CL 1948, § 213.25 (Stat Ann § 8.15), provides, in part, as follows:\n“The petition shall state among other things that it is made and filed as commencement of judicial proceedings * * * designating the same. * * * A description of the property to be taken shall be given, and also the names of the owners and others interested in the property so far as can be ascertained.”\nThe quoted language does not reveal a legislative intent that the petition shall describe separate parcels within the entire premises described as being the property to be taken merely because there may happen to be unrecorded legal interests attaching to such individual parcels within the fee being condemned.\nParents in their statement of questions involved bring into question the correctness of the court’s rulings on admissibility of proffered evidence in 4 respects, as follows:\na. The court’s admission of amendments to a zoning ordinance, which were adopted after commencement of the condemnation proceedings, changing the permissible use of the property in question from industrial to single-residence purposes. In this connection the legal question is raised whether the value of the property taken is to be determined as of the date of commencement of proceedings or date of trial. The facts in the case make a determination of that legal question unnecessary here. Plaintiff’s appraisers testified that in their opinion the fair market value of the entire premises was $33,250 and that in arriving at that opinion they had considered all the possibilities for industrial, commercial or other uses of the premises, but had concluded that its highest and best use would be for single residences. One of defendants’ appraisers was permitted to testify that in his opinion the best use was for multiple dwellings and that, as such, he fixed its value at $150,000. The court instructed the jury that it was possible for the ordinance to be amended again to allow multiple dwellings or other uses, that the city was contemplating a rezoning program and that the jury had a right to take those facts into consideration ; and, further, that if it found that the premises were suitable for apartment building purposes or other uses suggested by defendants and found such use to be its highest and best use, then it should make its award on that basis. Consequently, the error complained of, if any, was harmless.\nb. The court’s exclusion of the answer of a defendants’ witness to the question whether he knew of any spaces available for rental at that time. Counsel stated that he sought to show thereby that the location in question was particularly beneficial to parents’ business and that removal to another location would cause damage to the business. Any evidence going to the question of the highest and best use of the premises, including its use for the purposes of defendants’ business, was material and admissible as bearing on its value. Evidence of the character here proffered was not material thereto and was therefore inadmissible.\nc. The court’s exclusion of the answer of a defendants’ witness to the question whether he knew the asking price for parcels in the vicinity.\n“We hold that knowledge of specific sales of property of similar character may be employed by a witness in forming an opinion of the value of other lands equally circumstanced, but other specific sales of similar land and prices paid therefor may not be introduced as substantive evidence of the value of a particular parcel.” Commission of Conservation v. Hane, 248 Mich 473, 477.\nIf, as held in Hane, sale prices of similar lands are not admissible as substantive evidence of the value of a particular parcel, the asking prices therefor would he even less so. The exclusion was not error.\nd. The court’s alleged exclusion of evidence of the value of the property in question for gravel extraction purposes. While defendants point to instances where such evidence was excluded or stricken, the record discloses nonetheless that defendants did succeed in getting such proofs before the jury, including testimony that the cubic content of all land in the premises above water level was 700,000 yards and that there were 80,000 yards of gravel on the premises worth 25 cents per yard. The court instructed the jury that they might take this testimony in consideration and that gravel under the surface was to be considered by them as affecting and in determining the value of the land. No prejudicial error resulted.\nDid the award of $40,000.06 constitute just compensation for the property taken? Plaintiff offered testimony of 2 expert appraisers who testified that they had taken into account all the possible uses of the land suggested by defendants, but had concluded that its highest and best use was for single residences and that they appraised it at $33,250. Defendants produced 1 witness who testified solely to the replacement value of buildings on the premises, which he fixed at $49,388.93, but he testified that he had not considered what their fair market value was. A second witness for defendants testified only to the value of gravel on the premises, placing it at $20,-000, and a third testified that the highest and best use for the premises was as a site for commercial buildings and for multiple dwellings or apartments and placed its value as such at $150,000. The award was within the range of the testimony and ought not to be disturbed. In re Widening of Michigan Avenue, 299 Mich 544. It was for the jury to determine which witnesses it would believe and what the 'truth was as to value. While it was proper for the jury to consider all the possible uses to which the land might be put in fixing its value, the fair market value could not be determined by adding together the several values of the premises for each one of several different uses or purposes. It is evident that,use for some of the mentioned purposes would exclude use for others.\n“It is the general rule that where fixtures, improvements and mineral deposits are involved, they are valued together with the land as a whole.” In re Civic Center (City of Detroit v. Detroit & Cleveland Nav. Co.), 335 Mich 528, 534.\nIt is not a combination of all the mutually exclusive uses, but, rather, the highest and best use which is the standard to be applied. In re Widening of Bagley Avenue, 248 Mich 1. Loss of profits due to interruption of business necessitated by moving and the expense of removing personal property are not proper items to be considered in making the award. In re Slum Clearance, 332 Mich 485. The possibility of liability on the part of parents to children under an alleged land contract was not a factor to be considered by the jury in determining the amount of award to parents inasmuch as the award to them presumably was based on the jury’s conclusion as tó the fair cash market value of the entire premises without diminution for any possible interest of children therein. Under the standards laid down by this Court, the compensation awarded for the property taken must be deemed to have been just and proper and the jury’s determination in that regard is not to be disturbed here.\nAffirmed, with costs to plaintiff.\nBtjtzel, C. ' J., and ' Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "John M. Allen, City Attorney, and Richard C. Scatterday, Assistant City Attorney, for plaintiff.",
      "Cobb, Wilder & Nielsen, for defendants."
    ],
    "corrections": "",
    "head_matter": "In re CONDEMNATION OF LANDS IN THE CITY OF BATTLE CREEK FOR PARK PURPOSES. APPEAL OF WILBER.\n1. Eminent Domain—Due Process—Description—Pleading—Conduct oe Hearing.\nThere was not a failure of due process in condemnation proceedings as to vendee appellants where, notwithstanding plaintiff’s petition and defendants’ answers contained references to a land contract by which a portion of a larger tract was being purchased by vendee appellants who were made parties to the ease, entered an appearance, were represented by the same counsel as represented the vendors, owners of the larger parcel, and had their day in court, vendee appellants permitted counsel to proceed as if the property were one piece belonging to the husband’s parents, who owned the larger parcel, and the verdict of the jury did not make a separate award to the vendee appellants.\n2. Same—Amendment oe Verdict—Separate Award.\nThe court did not err in ordering the form of verdict in condemnation proceeding amended so as not to make a separate award to land contract purchasers of a portion of parcel condemned, where the record contained nothing to support an award to anyone other than the owners of the larger parcel (CL 1948, § 213.31).\nReferences for Points in Headnotes\n[1] 18 Am Jur, Eminent Domain § 331.\n[2, 3] 18 Am Jur, Eminent Domain §§ 364, 365.\n[4] 18 Am Jur, Eminent Domain § 325.\n[5] 18 Am Jur, Eminent Domain § 363.\n[6, 7] 18 Am Jur, Eminent Domain §§ 343, 344.\n[8] 18 Am Jur, Eminent Domain § 347.\n[9] 18 Am Jur, Eminent Domain §§ 244, 347.\n[10] 18 Am Jur, Eminent Domain § § 242, 253.\n[10] Eminent domain: Valuation of land and improvements and fixtures thereon separately or as unit. 1 ALR2d 878.\n[11,13] 18 Am Jur, Eminent Domain § § 240, 241.\n[12] 18 Am Jur, Eminent Domain §§ 255, 259.\n[12] Cost or expense to tenant incident to removal of fixtures or personal property as affecting compensation in eminent domain. 34 ALR 1523; 156 ALR 397.\n[12] Elements and measure of lessee’s compensation for taking or damaging leasehold in eminent domain. 3 ALR2d 286.\n3. Same—Amendment of Verdict.\nAn amendment of the verdict in condemnation proceedings is permissible under statute authorizing eities to condemn land for public purposes when substantive rights of parties are not injuriously affected (CL 1948, § 213.31).\n4. Same—Description—Unrecorded Interests.\nCondemnation statute providing that “the petition shall state * * * 'a description of the property to be taken shall be given, and also the names of the owners and others interested in the property so far as can be ascertained” does not thereby reveal a legislative intent that the petition shall describe separate parcels within the entire premises described as being the property to be taken merely because there may happen to be unrecorded legal interests attaching to such individual parcels within the fee being condemned (CL 1948 § 213.25).\n5. Same — Evidence — Best Use — Instructions — Amendment of Zoning Ordinance.\nAdmission in evidence of amendments to city zoning ordinance that were adopted after commencement of condemnation proceedings and which changed the permissible use of the property in question from industrial to single-residence purposes held, harmless error, if any, where jury was instructed to take into consideration the possibility of amending the ordinance so that it would embrace a multiple-dwelling use as testified to by defendants’ witness as the highest and best use.\n6. Same—Value—Rental Places for Defendants’ Business— Evidence.\nExclusion of answer of defendants’ witness to question of whether he knew of any spaces available for rental of defendants’ business at the time of hearing in condemnation proceedings was proper, since such evidence was not material as bearing on the value of the premises being condemned.\n7. Same—Value—Evidence—Asking Price of Other Parcels.\nExclusion of evidence of the asking price of parcels in the vicinity of property being condemned was proper, since not even the sale price of other parcels may be used as substantive evidence of the value of the particular parcel involved, although the sale price of other parcels is usable by a witness in forming an opinion of tlie value of other lands equally circumstanced.\n8. Same—Evidence—Gravel-Extraction Purposes.\nAlleged exclusion of evidence in condemnation proceedings of value of property for gravel-extraction purposes held, not prejudicial, where defendants did get such, proofs before jury and it was advised by the court that jury could take such testimony into consideration in determining the value of the land.\n9. Same—Value—Award—Evidence.\nAward of $40,000.06 for property condemned for park purposes held, proper, where there was testimony as to value for various uses from $20,000 to $150,000.\n10. Same—Value—Fixtures—Improvements—Mineral Deposits.\nGenerally, fixtures, improvements and mineral deposits are valued together with the land as a whole in condemnation proceedings.\n11. Same—Value—Test Applicable.\nThe highest and best use to which property may be put is the test to be applied in determining value in condemnation proceedings, not a combination of all the mutually exclusive uses.\n12. Same—Loss op Profits por Interruption of Business—Removal op Personalty—Awards.\nLoss of profits due to interruption of business necessitated by moving and the expense of removing personal property are not proper items to be considered in making an award in condemnation proceedings.\n13. Same—Liability op Vendor to Vendee op Part op Parcel Condemned—-Award.\nThe possibility of liability on the part of defendant. vendors to the purchasers, vendors’ son and wife, under alleged land contract as to part of land condemned was not a factor to be considered by jury in determining amount of award to the vendors inasmuch as jury’s award was presumably based on jury’s conclusion as to the fair cash market value of the entire premises.\nAppeal from Calhoun; Hatch (Blaine W.), J.\nSubmitted June 15,1954.\n(Docket No. 61, Calendar No. 45,809.)\nDecided November 29, 1954.\nRehearing denied January .6,1955.\nThe City of Battle Creek, a municipal corporation, filed its petition to condemn, for park purposes, property registered in the names of Luther B. Wilber and Irene Wilber. Donald Wilber and Constance Wilber became parties defendant, claiming’ land contract interest. Jury found necessity and fixed compensation, from both of which determinations defendants appeal.\nAffirmed.\nJohn M. Allen, City Attorney, and Richard C. Scatterday, Assistant City Attorney, for plaintiff.\nCobb, Wilder & Nielsen, for defendants."
  },
  "file_name": "0412-01",
  "first_page_order": 452,
  "last_page_order": 462
}
