{
"id": 1933580,
  "name": "Buckley vs. Lowry",
  "name_abbreviation": "Buckley v. Lowry",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "418",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 9454,
    "ocr_confidence": 0.354,
    "pagerank": {
      "raw": 4.346029565879207e-07,
      "percentile": 0.9181875082292442
    },
    "sha256": "c646b724c1200f74d69aeaed540dad0c8bef3f7e1a82cfe1434fd09a06330309",
    "simhash": "1:9685cc09b1cddf0b",
    "word_count": 1718
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buckley vs. Lowry."
    ],
    "opinions": [
      {
        "text": "By the Court, Wing, P. J.\nThis action was commenced in the County Court for the county of Calhoun, and was/removed to the Circuit Court for said county by certiorari, and the Circuit Judge reserved the questions of law arising upon the facts, for the opinion of this Court.\nThe writ of attachment is tested on the 10th day of March, A. D. 1849. The affidavit attached to the writ, was, as appears by the jurat, sworn to on the 19th day of the same month. It appears that the affidavit was attached to the writ on the same day; after which, the writ and affidavit so attached, were delivered to the sheriff. On the 21st day of March the sheriff returned the writ, with an indorsement thereon of his proceedings. On the 22d day of March, the plaintiff and defendant appeared in the County Court, and the attorney for the defendant moved the Court to quash the writ and set aside all subsequent proceedings, on the ground,\n1. That the writ was improperly issued in blank, by the Clerk of the Court; not showing when it issued, either the name of the peison making the affidavit, the cause of action, or the ground on which it issued; nor the grounds of the plaintiff’s application therefor.\n2. The affidavit was not made when, nor until long after, the writ was issued, and was not entitled in any cause.\nAt the argument of the cause in this Court it was insisted by the attorney for the plaintiff, £that the writ was not issued until it was placed in the hands of the sheriff; that though the writ was -signed and the seal of the Court attached to it, and it was mailed at .Marshall and directed to the plaintiff in Battle Creek, on the 10th day of March, yet that it was not actually issued until the 19 th day of March, on which day an affidavit was made and attached to it, the writ filled up and delivered to the sheriff to be executed, and that in filling up the writ, the plaintiff or his attorney acted as and for the clerk\nWe are aware that the practice has long existed of procuring blank writs from the clerk to be used by attorneys as occasion required, in commencing suits in the Circuit Court, but this practice never obtained in cases of attachment. All our attachment laws, previous to the one in question, contemplated that the writ should be filled up and perfected when it passed from the hands of the clerk. The act of 1838, (R. S., 1838, p. 506, secs. 1 and 2,) required an affidavit to be filed with the clerk before the writ could be issued. Under that statute the question arose as to what should be considered the commencement of the action. The Court held it was commenced by the issuing of the Writ. (Galloway vs. Holmes, 1 Doug. R., 350.) And under that statute the writ was made out by the clerk, and issued by him immediately upon the filing of the affidavit.\nThis has always been considered and treated in this State as a special proceeding. The Revised Statutes of 1838 treated it as such, (R. S., 1838, p. 418, sec. 2,) and it has been repeatedly decided in this Court, that in summary or special proceedings, where the Court exercises an extraordinary jurisdiction under a special statute which prescribes its course, that course ought to be strictly pwrsued. They do not derive their efficacy from the general powers of the Court. The Court can act only under the special limited powers granted by the statute, and according to its forms of procedure. (Greenvault vs. Farmers’ and Mechanics’ Banlc, 2 Doug. R., 502.) In the case cited, the Court held that the proceeding in attachment being special, and in derogation of common law, a failure to file an affidavit previous to the emanation of the writ rendered the whole proceeding void. That it was a question of jurisdiction.\nIs there any material change made in the law relating to attachments, by the law of 1846. The second section of that act provides that before any such writ of attachment shall be executed, the plaintiff, or some one in his behalf, shall make and annex thereto an affidavit, stating that the defendant therein is indebted to the plaintiff, and specifying the amount of such indebtedness, as near as may be, &c., &c. By section 4 it is provided that no writ of attachment shall be issued under the provisions of the chapter, unless the amount stated in such affidavit, as due to the plaintiff, &e., shall exceed the sum of one hundred dollars.\nIt is manifest, these two sections are to be taken together, and as one, for both of them prescribe matters to be stated in the affidavit; and unless it appears from the affidavit that the sum exceeds one hundred dollars, no writ can issue. The importance of it is this: it is addressed to the judgment of the clerk, and before he can act, he must have the requisite proof or showing to enable him to determine whether it is a case in which he is authorized to act. It is urged that the second section is not conclusive of this matter; for if the writ may be issued or placed in the hands of an attorney in blank, he must see to it that the affidavit which is made, contains the requisite specification as to amount, and that it is attached to the writ before it is executed. But we cannot look upon this section as being susceptible of any such construction. The proceeding is in many cases a harsh one, and being in derogation of the common law, and a veiy special one, it would hardly be proper to vest any discretion in a creditor, which the law does not clearly contemplate and fully authorize. Again, it is said no harm can result from the construction claimed for the two sections. No harm perhaps could have resulted under the law of 1838, from permitting the affidavit to be filed after the writ issued. It was deemed enough to say in the cases arising under that act, that the law required the affidavit to be made and filed, as the foundation of • proceedings, to acquire jurisdiction. So in this case, if we construe the two sections together, and hold, as we do, that the affidavit should have been made and exhibited to the clerk before he had any power to act — and if after it was so exhibited, it was attached to the writ when made, and before the writ was executed, all the provisions of the two sections will be harmonized; and without such construction, and if we should say it was sufficient to attach the affidavit to the writ after it was issued by the clerk, it would disregard the provisions of section 4.\nThere is another objection to this proceeding which we deem fatal to its validity, and that, is noticed in the second objection. The affidavit was not made until some nine days after the writ was sent to the plaintiff, bearing date the 10 th of March. If the time of issuing the attachment should be considered tobe the day when it was actually placed in the hands- of the sheriff, what would be the effect upon an action where the right of action did not accrue until the day before the affidavit was made. The writ would bear date nine days before the debt fell due, and no intendment could save the case. But the fact that the affidavit was made after the writ, from its face, appears to have been made, shows that the debt was not due when the writ bore date. In the case of Drew vs. Dequindre, it was held that a writ which bore date and was issued two days after the affidavit was made was irregular, for the reasons stated in the opinion of the Court. In this latter case, and in all cases under the attachment law, the parties have been held to an exact compliance with the statute. We are of the opinion that the writ, having been issued before the affidavit was made, was void.,\nLet it be certified to the Circuit Court for the county of Calhoun, as the opinion of this Court, that the writ of attachment was issued without authority of law — that it was a prerequisite that the affidavit of the party, his agent, or attorney seeking the wrif^ should have been first made and exhibited to the clerk, before the writ could be legally issued, and that as this was not done in this case, the writ is void.",
        "type": "majority",
        "author": "By the Court, Wing, P. J."
      }
    ],
    "attorneys": [
      "J. Van Arman, for plaintiff.",
      "G. E. Stuart, for defendant."
    ],
    "corrections": "",
    "head_matter": "Buckley vs. Lowry.\nAn attachment suit has always been considered in tills State a special proceeding, in which the Court exorcises an extraordinary jurisdiction under a special statute, prescribing its course, and not under its general powers. The Court in such cases can act therefore only under the special powers limited by the statute, and according to 'the forms of procedure it prescribes.\nThe second section of the act of proceedings against debtors by attachment, (R. S.} 1846, p. 514,) requires that before the writ shall be executed, the plaintiff or some person on liis behalf, shall make and annex thereto an affidavit, stating that the defendant therein, is indebted, &c., &c. Section 4 of the same act provides that no writ shall Ic issued under the provisions of the act, unless the amount stated in the affidavit, as duo the plaintiff, over and above set-offs, shall exceed the sum of one hundred dollars: Held, that the two sections are to be taken together as forming one, and that the affidavit required, must be madq^ind exbibitedto the Clerk, before he lias power to issue the writ, and that when made, it must be attacked to the writ before the writ can be executed.\n\"The writ in an attachment case bore date and was sent to the plaintiff ten days before the affidavit, afterwards annexed to the writ, was made: Held, that the writ was void.\nCase reserved from Calhoun Circuit.\nJ. Van Arman, for plaintiff.\nG. E. Stuart, for defendant."
  },
  "file_name": "0418-01",
  "first_page_order": 426,
  "last_page_order": 430
}