{
  "id": 1855461,
  "name": "BALDWIN MANOR, INC., v. CITY OF BIRMINGHAM",
  "name_abbreviation": "Baldwin Manor, Inc. v. City of Birmingham",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 5, Calendar No. 45,892",
  "first_page": "423",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "144 ALR 486",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "63 ALR 484",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "18 ALR 1246",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "148 ALR 364",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "306 Mich 253",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1851997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/306/0253-01"
      ]
    },
    {
      "cite": "115 ALR 564",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "283 Mich 116",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1776456
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/283/0116-01"
      ]
    },
    {
      "cite": "253 Mich 568",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1839840
      ],
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/253/0568-01"
      ]
    },
    {
      "cite": "292 Mich 222",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1801283
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/292/0222-01"
      ]
    },
    {
      "cite": "225 Mich 563",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1693297
      ],
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/225/0563-01"
      ]
    },
    {
      "cite": "107 Mont 442",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        5028127
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mont/107/0442-01"
      ]
    },
    {
      "cite": "273 Mich 449",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1874766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/273/0449-01"
      ]
    },
    {
      "cite": "253 Mich 6",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1839910
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/253/0006-01"
      ]
    },
    {
      "cite": "43 LRA 376",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "24 So 745",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ala 599",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5607233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/118/0599-01"
      ]
    },
    {
      "cite": "6 LRA 259",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "22 P 528",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "18 Or 73",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2277870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/18/0073-01"
      ]
    },
    {
      "cite": "61 Am St Rep 185",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "38 LRA 849",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "48 NE 927",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ill 392",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3183466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/169/0392-01"
      ]
    },
    {
      "cite": "189 Mich 16",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1640023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/189/0016-01"
      ]
    },
    {
      "cite": "261 Mich 11",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1860489
      ],
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/261/0011-01"
      ]
    },
    {
      "cite": "144 ALR 478",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "302 Mich 105",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1823385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/302/0105-01"
      ]
    },
    {
      "cite": "50 LRA NS 465",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "162 SW 85",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ky 777",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4422384
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/156/0777-01"
      ]
    },
    {
      "cite": "67 Ill 540",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        820121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/67/0540-01"
      ]
    },
    {
      "cite": "63 ALR 471",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "163 NE 816",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "332 Ill 400",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5212055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/332/0400-01"
      ]
    },
    {
      "cite": "25 LRA NS 980",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "89 NE 177",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "203 Mass 146",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        5680271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/203/0146-01"
      ]
    },
    {
      "cite": "243 Mich 108",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1701011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/243/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1210,
    "char_count": 34146,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.1245998502646787e-07,
      "percentile": 0.5743120544865743
    },
    "sha256": "dc47c28c4b95a9165a31517b25971c2d86cc2cfdb09554bb66c61bd24e4fd627",
    "simhash": "1:3fa2ef2a9b2e3ccc",
    "word_count": 5835
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dbthmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "BALDWIN MANOR, INC., v. CITY OF BIRMINGHAM."
    ],
    "opinions": [
      {
        "text": "Carr, J.\nThis suit was instituted by plaintiffs for the purpose of restraining the defendant from constructing highways, referred to in the record as a parkway, across property conveyed to the city for park purposes. It is not disputed that the purpose sought to be accomplished by the proposed construction is to facilitate the handling of traffic generally within the area directly concerned. The thoroughfares, if established, will constitute a connecting link between West Maple avenue and Merrill avenue within thé city.\nBy deed dated June 15, 1889, the Detroit & Birmingham Plank Road Company conveyed to defendant, then a village, a parcel of land described therein to be used “as a public park perpetually and so maintained.” On September 7, 1909, Martha Baldwin, as grantor, executed an instrument of conveyance to the village of Birmingham of land contiguous to the first mentioned parcel. In such conveyance Mrs. Baldwin specified that:\n“It is especially stipulated that the land deeded to the village by this instrument be used by the village for the purposes of a park and for that only, and if not so used it is to revert to my heirs.”\nBoth of these conveyances were accepted by formal action on the part of the village council. The property described therein embraces the land directly involved in this controversy, and is referred to in the record as “Baldwin Park.” By will executed in 1912 Mrs. Baldwin devised to defendant other land, contiguous to the parcel previously received and accepted by the village and separated therefrom by West Maple avenue. Such devise was also made subject to the condition subsequent that the property, if not used as a park and for that purpose only, within 2 years after the death of testatrix, should revert to her estate. The will was duly probated and the property accepted in accordance with the expressed wishes of Mrs. Baldwin. This parcel and the 2 above mentioned constitute Baldwin Park as it now exists in defendant city. However, the land received under the will of Mrs. Baldwin is not involved in the instant controversy. As above indicated the lands conveyed by the prior deeds, referred to in the record for purposes of convenience as parcels No 1 and No 2, are so involved. They comprise approximately 1.7 acres in area, triangular in shape, and the proposed construction by defendant would create 3 parts or sections separated thereby. The use of such sections for park purposes would, in consequence, be rendered impracticable. Parcels No 1 and No 2 are referred to herein as “Baldwin Park,” the quotation marks being used to prevent confusion.\nPlaintiff Baldwin Manor, Inc., is a corporation owning property acquired by it in 1948 and abutting on “Baldwin Park.” Plaintiff Currie is the president of said corporation, and is a taxpayer and a resident of defendant city. The other plaintiffs own land abutting in part on parcel No 2 of “Baldwin Park,” It is tbe claim of said abutting property owners, as set -forth in the bill of complaint, that they have made extensive improvements in reliance on the continued use of “Baldwin Park” for park purposes, and that they will sustain injury if the defendant is permitted to divert the land to other uses. Such claim is sustained by proofs insofar as Baldwin Manor, Inc., is concerned, but it does not clearly appear that a like condition will result with reference to the property of plaintiffs Dewar and Johnson. However, they claim as a basis for injunctive relief that defendant’s agents and employees, in staking out the limits of the proposed parkway, have encroached on their property, and that such action is in violation of their rights.\nAfter listening to the proofs and the claims of the parties, the trial court came to the conclusion that plaintiffs were entitled to the relief sought on the ground that defendant and its officers and agents were without authority to construct the proposed streets or parkway, and, further, that plaintiffs were entitled to maintain the action. A decree was entered accordingly enjoining the city, its officers, agents, servants and employees, permanently from “diverting said land, as granted by Martha Baldwin, to the village (now city) of Birmingham, and as contained in the triangular park known in this case as ‘Baldwin Park,’ for any other than ‘park purposes.’ ” Plaintiffs Dewar and Johnson were also granted injunctive relief preventing defendant from taking any of their private property “without first acquiring legal title thereto by private negotiation or condemnation.” Defendant’s application for a rehearing was denied, and it has appealed.\nOn behalf of appellant it is contended that the construction of the proposed 2-lane parkway will not constitute a diversion from “park purposes,” and will not constitute a violation of the restrictions contained in the conveyance of parcel No 2. It should be noted in this connection that the said parkway will, if established, be entirely on the land conveyed by Mrs. Baldwin to the village of Birmingham in 1909. As before stated, the deed expressly specified that the property should be used for park purposes and that in the event of a breach of the condition it should revert to her heirs. In view of the specific language of the deed there can be no question as to Mrs. Baldwin’s intent.\nThe record fully justifies the conclusion that in recent years defendant has not acted with diligence in maintaining the property in such manner as to encourage its use for park purposes. Apparently equipment placed thereon some years ago, designed for recreation and enjoyment, has been permitted to deteriorate. Articles removed have not been replaced. It is a fair conclusion that the officers and employees of defendant have had in mind for some time the construction of a connecting link between Maple and Merrill avenues across this property, and it is a matter of inference also that the situation in this respect has had some bearing on the maintenance of “Baldwin Park.”\nThat the construction of the proposed parkway will make impossible, or at least impracticable, the use of parcels No 1 and No 2 for park purposes is, on this record, not open to serious question. Ve are in accord with the finding of the trial judge that the use for highway purposes will constitute a diversion from the purpose evidenced by Mrs. Baldwin’s deed to the village. Neither may it be said that the subsequent devise of other property by her for park purposes, containing also a reverter clause, in any way altered or modified the prior grant. As before noted, the conveyances were in each instance accepted by the village subject to the conditions on which they were made.\nThe right of a municipality to alter the status and use of property conveyed to and accepted by it for a specific purpose has been repeatedly considered by the courts. In Jend v. City of Detroit, 243 Mich 108, the city undertook to assess the lot' of plaintiff for a street improvement on the theory that his lot abutted on the street in question and was, in consequence, liable to the special assessment. It appeared, however, that between plaintiff’s lot and the street was a strip of land dedicated to the public for park purposes. Plaintiff paid the assessment under protest, and then brought action to recover. In affirming a judgment in his favor it was held by this Court:\n“Where a strip of land situated on a street corner was dedicated and accepted for ‘park purposes,’ the municipality could not treat it as part of the street and assess the adjoining lot owner for paving tax on the theory that he owned a corner lot, since, when so dedicated and accepted, its use as such may not be restricted by any action of the municipality.” (Syllabus.)\nIn discussing, diversion of park property by a municipality it is said in 39 Am Jur, Parks, Squares, and Playgrounds, § 21, pp 816,817:\n“The extent to which the use of park property may be changed is governed, to some extent, at least, by a consideration of the manner in which the property was acquired, whether by dedication by the owner or purchase or condemnation by the municipality.\n“As a general rule, the uses to which land dedicated by its private owner as a park may be devoted depend upon the purposes of the dedication, as determined by the intention of the dedicator, and such land cannot be used for any purpose inconsistent with that intention, even though there has been a change in the character of the surrounding property. The municipality within whose borders the premises are situated takes them, as trustee for the public, for the special uses designated by the dedicator. And the use to which the land is dedicated must be preserved or the land will revert to the original proprietors. It does not follow, however, that the dedicated use may not be changed in the exercise of the right of eminent domain. The application of the general rule involves a consideration of the nature of the dedication, and of the meaning or construction thereof. A distinction is to be made between cases where a public square is dedicated without restriction and cases where the dedication is restricted to a particular purpose. In the former case, any reasonable public use may be made of the square, but in the latter, it must be devoted to the particular purpose indicated by the dedicator. Dedication of lands ‘as public grounds’ is, of course, an unrestricted dedication permitting any public use. A dedication must always be construed with reference to the object with which it was made.\n“As , previously indicated, a distinction is to be observed between cases where the facts show that a public park is created and established by a municipality under statutory provisions and cases where the owner of land dedicates it for the purposes of a park. A different construction is placed on dedications made by individuals from those made by the public. The former are construed strictly according to the terms of the grant, while in the latter cases a less strict construction is adopted.”\nLikewise, in 26 CJS, Dedication, § 65, pp 154, 155, it is said:\n“Except as appears below, if a dedication is made for a specific or defined purpose, neither the legislature, a municipality or its successor, nor the general public has any power to use the property for any other purpose than the one designated, whether such use be public or private, and whether the dedication is a common-law or a statutory dedication; and this rule is not affected by the fact that the changed use may be advantageous to the public. This can only be done under the right of eminent domain. On the other hand, the municipality cannot impose a more limited and restricted use than the dedication warrants.”\nThe supreme judicial court of Massachusetts in Codman v. Crocker, 203 Mass 146 (89 NE 177, 25 LRA NS 980), had before it the question whether constructing a subway beneath Boston Common constituted a diversion from the purpose for which the land was held by the city. In the early days of Massachusetts colony the property had been dedicated to public use as a training field and for a cow pasture. It was recognized that neither of such uses was in process of enjoyment at the time the case arose. Pointing out that the contemplated use did not interfere to a great extent with the surface of the Common, the court declined to grant injunctive relief on the suit of taxpayers. The general rule was recognized, however, that as a holder of the title the city occupied a trust relation to the people for whose use the property was conveyed. In the discussion of the matter it was said (pp 150, 151):\n“As against the donors and the interests which they undertook to serve, it is plain that, except in the exercise of the right of eminent domain, the Common could not be appropriated to a public use entirely inconsistent with the general character of the use originally intended. Whether it could be taken in the exercise of this right it is unnecessary in this case to decide, as the statute does not purport to take property in the Common under the right of eminent domain. It contains no provision for compensation.”\nIn Carstens v. City of Wood River, 332 Ill 400 (163 NE 816, 63 ALR 471), it was held that the defendant municipality, to which, land had béen conveyed for park purposes, could not appropriate the major portion thereof for-a' swimming pool, to which admission was charged, and for a pavilion, with other surface area devoted to concessions and parking space. In reaching such conclusion, it was said (p 405):\n“It is well settled that where public grounds are dedicated to a municipality for use as a park, either by statute or by the common law, they must be preserved for the use of the public for the purposes of the donation. In City of Jacksonville v. Jacksonville Railway Co., 67 Ill 540, there was a statutory dedication of ground for use as a public park. The legislature passed an act' authorizing the railway company to construct and operate its railroad over and along the public grounds, squares, streets and alleys within the present or future corporate limits of the city. The city filed a bill to restrain the railway company from appropriating the public ground to its use. This court affirmed the decree of the circuit court granting the prayer of the bill and enjoining the railroad company. This court held the fee was vested in the city for the uses intended by the donors and that the public acquired a vested estate, and said [p 543] : ‘A dedication must always be construed with reference to the object with which it was made. The donors never could have intended that this ground should be used as a street.’ The court held the legislature had no power to divert the property given the public for one use to a wholly different and inconsistent use, and cited numerous authorities sustaining the decision.”\nIn City of Hopkinsville v. Jarrett, 156 Ky 777 (162 SW 85, 50 LRA NS 465), it was held that land devised to a city oil condition that it should forever be used as a public park could not be used as the site for a library. The action in the case was brought by a number of persons as citizens, taxpayers, and park commissioners of the city, the defendants being the directors of the public library, the city, and a contractor for the construction of the library building. In granting injunctive relief, it was said (pp 780, 781):\n“In the case under consideration the dedication was made by a private individual for a specific public use. The property was accepted by the city in accordance with the terms of the devise; that is, that it should be forever used as a public park. It is clear, therefore, that it was never intended by the devisor that it should be used for any other purpose. While in a sense it was devised for the enjoyment of the public in general, it is equally manifest that it was to be enjoyed only as a public park, and not in some other way equally enjoyable. It is doubtful if it can be said that one who desires to perpetuate his name by a public gift is actuated by a puerile motive. There is in the human heart the desire to be remembered not only as man of high character, but as a generous and public spirited citizen, willing to contribute to the happiness of his fellow men. It may be that in making the devise in question Mr. Latham was actuated by such a motive. At any rate, he had the right to associate the gift with his own name, and to impose on the gift any condition not unreasonable or contrary to public policy. The use of the land, therefore, as a site for a public library would not only defeat his purpose, but the monument which he intended for himself, even if not lost sight of by its use for another purpose, would at least have to be shared with another. We, therefore, conclude that the use of the land in question for a public library is inconsistent with the purposes and terms of the devise, and amounts to a diversion.”\nIn Central Land Co. v. City of Grand Rapids, 302 Mich 105 (144 ALR 478), plaintiff brought an action of ejectment to recover land conveyed to defendant city upon the express condition that it should be used. solely for park, highway, street, or boulevard purposes. The city executed an oil and gas lease with, a corporation which was permitted to intervene in the case as a defendant. It was recognized in the prevailing opinion that the conveyance was made-subject to a condition subsequent. In considering the facts the majority of the Court came to the conclusion that there was actually no breach of the; condition subsequent and affirmed a judgment in defendants’ favor. It is a fair conclusion from the-language of both the prevailing and dissenting opinions in the case that had a breach actually been shown plaintiff would have prevailed. In the case at bar it seems apparent that the heirs of Mrs. Baldwin may, if they so desire, claim a breach of the condition subsequent in her deed of conveyance-to the defendant in the event that the city is permitted to carry out its present plans with reference-to the use of “Baldwin Park.” However, this phase-of the situation is not before the Court on this', appeal, other than as it may bear on the interest of the parties plaintiff here in the proposed municipal action! Inasmuch as Mrs. Baldwin’s conveyance-contained a reverter clause we are not concerned with issues that might be raised had such clause-been omitted. See, in this connection, Briggs v. City of Grand Rapids, 261 Mich 11, 14.\nUnder the circumstances of this case we think if clearly appears that the contemplated use of “Baldwin Park” for highway purposes constitutes a diversion from the specified use set forth in Mrs. Baldwin’s conveyance. This brings us to the question whether the plaintiffs or any of them may maintain, the present action for equitable relief. It is the claim of appellant, in substance, that they are not entitled to do so. As before noted the trial court-disagreed with such contention, holding that each-of the plaintiffs has an interest, in the subject matter justifying joinder in the suit. Appellees insist that such holding was correct.\nAttention has been called by counsel to the decision of this Court in Dodge v. North End Improvement Association, 189 Mich 16 (Ann Cas 1918E, 485). It appears from the facts in that case that a tract of land 10 acres in extent had been conveyed to the city of Port Huron for use as á public park, the grant being subject to the condition that if the property should ever be used for any other purpose than as designated, title thereto would revert to the grantor or his heirs. The city undertook to grant authority to the defendant Improvement Association to construct a pavilion in the park. It was the claim of the defendant that the structure- was designed to serve the patrons of the park, and that its construction would not be at variance with the purpose set forth in the deed of conveyance. The trial court so found and entered a decree for defendants which this Court affirmed. In the opinion in the case we find the following statement (p 22):\n“If the facts warranted the conclusion of counsel that the gift of Senator Palmer has been subverted to a use foreign to that of a public park, there is no doubt that complainant as an abutting property owner might seek the aid of a court of equity. See 21 Am & Eng Encyc Law, p 1072; City of Chicago v. Ward, 169 Ill 392 (48 NE 927, 38 LRA 849, 61 Am St Rep 185); Church v. City of Portland, 18 Or 73 (22 P 528, 6 LRA 259).”\nInasmuch as the factual issues were determined in defendant’s favor, the language quoted may properly be regarded as dicta. Nonetheless we think it a correct statement of the law, supported by the authorities cited therein and by other decisions of like nature.\nIn 64 CJS, Municipal Corporations, § 1823, pp 310, 311, in discussing the rights of an owner of property-abutting on a public park to maintain an action to prevent the diversion of the use thereof to other purposes, it is said that such owner:\n“has such right of action where he does sustain a special injury; and ordinarily the owners of property abutting on a park or square have such a special right to insist that it shall not be appropriated to> other uses.\n“The owner of a lot in the immediate vicinity of a park, although not abutting thereon, but who is an adjacent proprietor in that he has an unobstructed view from his property, may sustain such an injury by reason of its diversion to other uses as to give him a right of action to enjoin the diversion and abandonment by the city of the grounds as a public park.”\nIn Douglass v. City Council of Montgomery, 118 Ala 599 (24 So 745, 43 LRA 376), plaintiff who owned property in proximity to a park, but not abutting thereon, sought to obtain injunctive relief against abandoning it in order to facilitate its being-acquired by a railway company for the purpose of constructing tracks on the land. The conveyance under which the city acquired the property contained, a provision for its reversion to the grantor or his-heirs if it should be used other than as a common or street. By appropriate means the city accepted the conveyance, and its dedication, as a public park.. The court held that under the instrument of conveyance and the ordinance of the municipality the public had become invested with certain rights and interests. It was further held that the plaintiff in the cause, while not an abutting owner in the strict sense of the term, occupied a position of such nature as to entitle him to maintain the suit. The. front of his house was distant approximately 110 feet from the park, of which he had an unobstructed view. The court therefore concluded that plaintiff had a direct and special interest in the maintenance of the park. See, also, Carstens v. City of Wood River, supra, in which it was held that the plaintiff who owned property directly across the street from the park in question was entitled to maintain an action to enjoin the defendant from allowing such park to be used for a purpose not authorized by the deed of the property to the city.\nCounsel for appellant call attention to City of Detroit v. Judge of Recorder’s Court, 253 Mich 6. That was a mandamus action to compel the defendant to set aside an order dismissing a condemnation proceeding. In 1894, trustees, acting for the owners of certain property lying between Brady street and Alexandrine avenue in the city of Detroit, recorded a plat thereof, the tract of land platted being approximately 900 feet in length and about 411 feet in width. A strip of land 60 feet in width and 900 feet in length in the middle of the subdivision was dedicated to the public use as a “park for the adornment of the highway and for no other purpose whatever.” As the subdivision was laid out Brush street continued through it on each side of the ornamental strip or park. It was desired by the city to widen Brush street by incorporating the 60-foot strip therein for the use of traffic. Some action was taken to transfer the strip to the diverted use by removing trees and shrubbery therefrom, whereupon abutting property owners sought and obtained an injunction restraining the taking of the strip without first acquiring the rights of the plaintiffs. Thereafter the condemnation proceeding was brought. This Court determined that such proceeding was proper, and accordingly issued a writ directing the defendant to set aside the order of dismissal and to reinstate the petition.\nIt may be noted that the plat dedicating the 60-foot strip, involved in the above mandamus proceeding, for use as a park made no provision as to what should occur in the event that the city failed tó so maintain the property: It may be noted also that the owners of abutting property and others claiming possible reversionary interests were made parties defendant. As appears from the opinion in Ford v. City of Detroit, 273 Mich 449, the award made in the condemnation proceeding was unsatisfactory to the city, whereupon the suit was discontinued. It is, we think, significant that the condemnation suit recognized that the abutting property owners’ had rights with reference to the property in question. In the case at bar the defendant denies the existence of any such rights and has, at least insofar as the record in the case discloses, disregarded the rights of the heirs of Mrs. Baldwin. No issue is presented here as to the right of the city to institute a condemnation proceeding. Rather, we are confronted solely by an attempted diversion of “Baldwin Park” to a use not authorized by Mrs. Baldwin in her deed, and the further question as to the right of these plaintiffs, or any of them, to maintain the action for injunctive relief. The holding in City of Detroit v. Judge of Recorder’s Court, supra, may not be regarded as sustaining defendant’s position on either of the issues involved here.\nAppellant also cites and relies on Lloyd v. City of Great Falls, 107 Mont 442 (86 P2d 395). There a taxpayer of the city sought to obtain an injunction to prevent the erection of a civic center on land deeded to the city for park purposes, the instrument of conveyance containing a reverter clause effective upon failure of the city to comply with terms and conditions of the grant. Three members of the court came to the conclusion that under legislation in effect at the time of the conveyance of the property to the city the proposed construction should not he restrained, provided the defendants before proceeding therewith obtained absolute title to the property or the removal of the restrictions by waiver or deed. Certain decisions in other States were distinguished on the ground that legislation of the character referred to was not in effect at the time the particular conveyances involved were made. Two members of the court dissented on the ground that the provision of the deed was not inconsistent with the legislation and, therefore, might properly be given force and effect. The most that can be said of the Montana decision is that, by a divided court, it was held that the municipality, because of the effect of legislation in force when the city accepted the grant, might subject the property to a use other than that specified by the grantor provided the rights of parties in interest were waived or otherwise extinguished. In the instant case defendant has made no effort to obtain waivers, procure grants from parties in interest, or extinguish existing rights by means of a condemnation proceeding.\nThat the plaintiff Baldwin Manor, Inc., is entitled to injunctive relief is supported by the great weight of authority. The proofs in its behalf indicate that substantial damage will result if the defendant is permitted to construct the parkway across “Baldwin Park.” Plaintiffs Dewar and Johnson are also entitled to injunctive relief to prevent defendant from taking their property other than by purchase or by a condemnation proceeding. These plaintiffs, as the trial judge found, did not prove special damage as abutting property owners. In consequence, their right to maintain the proceeding, other than in the respect above mentioned, rests on' their status as residents and taxpayers of the city. Plaintiff Currie is in like situation.\nUnder some circumstances taxpayers may be permitted to invoke the aid of equity to prevent unauthorized action by public officials. Carrier v. State Administrative Board, 225 Mich 563, 571 (on rehearing); Wolgamood v. Village of Constantine, 292 Mich 222, 227. In the instant case, however, it does not appear that plaintiffs’ rights as taxpayers were stressed in the trial court and on the- record before us their right to maintain this action in that capacity is open to serious doubt. It is perhaps a matter of inference that the construction of the contemplated streets across “Baldwin Park” will necessarily result in the expenditure of public funds, raised by taxation, but a determination of the question should rest on proofs and not on inferences. However, it clearly appearing that Baldwin Manor, Inc., is entitled to equitable relief, the right of the other plaintiffs to join in the case to restrain the threatened diversion of the park use is not of vital importance. Home Development Co. v. Omeleanchik, 253 Mich 568, 573; King v. Emmons, 283 Mich 116, 127 (115 ALR 564); Boston-Edison Protective Association v. The Paulist Fathers, Inc., 306 Mich 253 (148 ALR 364).\nAs hereinbefore noted, the decree entered by the trial court permanently enjoined the defendant from diverting the land conveyed to the village by Mrs. Baldwin in 1909 to any use other than for park purposes. We think this language too stringent, and that in consequence it should be modified. Defendant will be restrained from taking the action in question unless and until it has obtained from parties having special interests in the maintenance of “Baldwin Park” as such, including those having possible rights as reversioners and abutting or contiguous property owners who would be subjected to special damage by any diversion from the use specified in the grant, the surrender or conveyance of such rights and interests by appropriate waivers, releases, deeds or condemnation proceedings. The decree should further he modified by eliminating from paragraph 3 thereof the statement that Charles C. Currie is a proper party plaintiff.\nA decree will enter in this Court affirming the decree of the trial court, except in the particulars above stated, with costs to plaintiffs other than Charles C. Currie.\nBtjtzel, C. J., and Bushnell, Sharpe, Boyles, Reid, Dbthmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Carr, J."
      }
    ],
    "attorneys": [
      "Donald P. Schuur (Patrick J. Keating, of counsel), for plaintiffs.",
      "Forbes S. Has call, and Hill, Lewis, Andrews, Granse é Adams (Thomas H. Adams and William W. Slocum, Jr., of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "BALDWIN MANOR, INC., v. CITY OF BIRMINGHAM.\n1. Municipal Corporations—Alteration op Use op Property.\nA municipality has no right to alter the status and use of property conveyed to and accepted by it for a specific purpose.\n2. Same—Parks—Extent op Change op Use.\nThe extent to which the use of park property may be changed is governed to some extent by a consideration of the manner in whieh the property was acquired, whether by dedication by the owner or purchase or condemnation by the municipality.\n3. Same—Parks—Dedication—Inconsistent Uses.\nLand dedicated by a private owner for use as a park may not be used for any purpose inconsistent with the dedication even though there has been a change in the character of the surrounding property or the land will revert to the original proprietors, since the municipality takes the premises, as trustee for the public, for the special use's designated by the dedicator.\n4. Dedication—Construction.\nDedications made by individuals are construed strictly according to the terms of the grant while those made by the public are construed less strictly.\n5. Same—Change op Use—Eminent Domain.\nA dedication for a specific or defined purpose may not be changed by the legislature, a municipality or its successor, nor the general public, whether the use be public or private and even though the changed use may be advantageous to the public, nor may a municipality impose a more limited and restricted use than, the dedication warrants; the forcible elimination of a restriction on public use being achievable only through the exercise of the right of eminent domain.\nReferences for Points in Headnotes\n[1-3] 38 Am Jur, Municipal Corporations §§ 485, 486; 39 Am Jur, Parks, Squares, and Playgrounds § 21. ,\n[1-3] Uses to which park property may be devoted. 18 ALR 1246; 63 ALR 484; 144 ALR 486.\n[4, 5] 16 Am Jur, Dedication § 61.\n[6] 3 Am Jur, Appeal and Error § 867.\n[7] 39 Am Jur, Parks, Squares, and Playgrounds § 19.\n[8,9] 39 Am Jur, Parks, Squares, and Playgrounds' §§ 46-48.\n6. Appeal and Error—Questions Reviewable—Dedication—Reverter—Parties—Injunction.\nThe Supreme Court is not concerned with issues which might • have -been raised by heirs of dedicator who had granted- land for park purposes by a deed containing a reverter clause, where suit was brought by abutting property owners to enjoin use of dedicated property for highway purposes, sinee the heirs were not before the Court.\n7. Municipal Corporations—Dedication—Parks—Abutting or Ad- . jacent Owners—Diversion op Use.\n. An owner of land abutting or adjacent to land dedicated as a publie park and who would sustain a special injury by a diversion of use of the park property has a special right to insist that it shall not be appropriated to other uses by the municipality.\n8. Same—Injunction—Parties—Diversion op Property Dedicated to Park Purposes.\nOne who is merely a resident and taxpayer in a city which seeks to divert property dedicated by a private grantor for park purposes to use for highway purposes does not thereby establish a right to enjoin such diversion in the absence of a showing that such diversion will result in the expenditure of publie funds.\n9. Injunction—Diversion por Park Purposes—Waiver—Condemnation.\nDecree permanently enjoining municipality from diverting to highway purposes land conveyed to its predecessor for park purposes by' grant containing a reverter clause is modified j to restrain defendant from such diversion unless and until \\ it has obtained from parties having special interests in main- \\ taming the park, including possible rights of reversioners and abutting or contiguous owners who would be subjected to special damage by any diversion from use specified in grant, the surrender or conveyance of such rights by waiver, release, deed or condemnation proceedings.\nAppeal from Oakland; Holland (H. Russel), J.\nSubmitted October 13, 1954.\n(Docket No. 5, Calendar No. 45,892.)\nDecided December 29, 1954.\nRehearing denied March 9,1955.\nBill by Baldwin Manor, Inc., a corporation, Charles C. Cnrrie, Ada Gr. Dewar and Maude D. Johnson against City of Birmingham, a municipal corporation, to restrain diversion of public park property for highway purposes. Decree for plaintiffs. Defendant appeals.\nModified and affirmed and decree ordered entered.\nDonald P. Schuur (Patrick J. Keating, of counsel), for plaintiffs.\nForbes S. Has call, and Hill, Lewis, Andrews, Granse é Adams (Thomas H. Adams and William W. Slocum, Jr., of counsel), for defendant."
  },
  "file_name": "0423-01",
  "first_page_order": 463,
  "last_page_order": 481
}
