{
"id": 1933564,
  "name": "Swan vs. Williams et al.",
  "name_abbreviation": "Swan v. Williams",
  "decision_date": "1852-01",
  "docket_number": "",
  "first_page": "427",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "16 Serg. & Rawle, 144",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "23 Wend., 537",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "21 Wend., 235",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0235-01"
      ]
    },
    {
      "cite": "16 Howard, 533",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "5 Mass. R., 230",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002256
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/5/0174-01"
      ]
    },
    {
      "cite": "4 Wheat., 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "4 Wheat., 636",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "6 Howard, 531",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1329,
    "char_count": 39935,
    "ocr_confidence": 0.355,
    "pagerank": {
      "raw": 6.294158609629561e-07,
      "percentile": 0.9581419611722537
    },
    "sha256": "cdc9cbb87a6ba6edb39eea644dbe332d0bcd2a2b571697b3251cac8e317e76ac",
    "simhash": "1:9bc9ca20556ca9e1",
    "word_count": 6683
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Swan vs. Williams et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Martin, J.\nThe most important question presented by this case, respects the constitutionality of the act of incorporation of the Detroit and Pontiac Railroad Company, in so far as it authorizes the appropriation of private property for the puiposes contemplated in the act, without the consent of the owner. It is contended that the act is in this particular, in violation of the Constitution of the United States, and of the Ordinance of 1787.\nThe abstract question of the right of the Territorial Legislature of Michigan to create this corporation, is not raised; but it is contended that the act is in violation of the Ordinance, as the talcing of the property was not upon any public exigency,- nor for the common preservation; and that it is in violation of both the Constitution and Ordinance, because, 1st. The property is not taken for public use; 2d. Because the property when taken is, not used by the public, but by the corporators, for their own profit and advantage; 3d. Because the charter does not secure to the pmblic any right to use the road, or to require it to be used for its benefit; and lastly, because no provision is made in it^ for notice to the owner, of the proceedings to assess the damages for the appropriation of his property, that he may participate in them.\nThe act of incorporation was passed by the Legislature of the Territory of Michigan, in the month of March, 1834, and in 1836 Michigan became a State. In the year 1839 the act complained of as a trespass, was committed by the defendants. Among the several acts passed by the Legislature of the State, recognizing this Company, we find one, entitled “an act to provide for the relief of the Detroit and Pontiac Railroad Company,” approved March S, 1838, by which it was provided that if the said road was not completed on or before the first day of May, 1839, the charter of said Company should become forfeited, and the said road and appurtenances, and all and singular, the rights, interests, and franchises of said Company should belong to and be the property of this State; and on the 20th of April, 1839, another act was passed, extending the time for the completion of said road until the first day of February, 1840.\nWe are not advised at what time in the year 1839, the property of the complainant was taken; hut it becomes a grave question'whether it was not so taken under the sanction of the State, rather than of the Territorial authority. But irrespective of this question, let us consider “the objections urged by the pfiaintiff to the validity of this act.\n1. Is it in violation of the Ordinance of W8^, as taking property ■upon no “public exigency,” nor for the “common preservation?”\nWe do not propose to enter upon an extended examination of the • operation and objects of this Ordinance, and of the powers conferred by it upon the Legislatures of the Territories, created under its provisions. It is and ever has been regarded as the organic law, or constitution of ■such Territories — declaring and guarantying the rights of the citizens— providing for the formation and organization of Territorial governments, ■and delegating to such governments full powers of local legislation, after the acquisition of a sufficient population, to authorize the organization of legislative assemblies. It must not be understood that no restraints . were, in our view, imposed upon the Legislatures; but that such were rather in the nature of constitutional restraints, than of a reservation of power in the general government, perfectly consistent with every exercise of sovereignty compatible with republican institutions, and such as the people, in the erection of every State of this Union, have imposed upon legislative authority. Among the powers incident to all governments, and necessary to their efficiency and preservation, are those of organizing towns and counties, constructing roads and bridges, and other highways, and assessing and collecting- taxes; and it cannot be contended for a moment, that the silence of the Ordinance in any of these particulars, would argue a want of power in the Territorial Legislatures, to exercise them as the public good or necessities might require.\nEffective Territorial governments were as fully in view of the framers of the Ordinance, as effective State governments which were to succeed them; and the restraints imposed upon the Territorial Legislatures, were upon their form and constitution, rather than upon their general powers and jurisdiction. The authority to make laws for the good government of the Territory, not repugnant to the principles and articles of the Ordinance, was expressly delegated. The term “good government,” embraces within its scope, the whole range of legislation necessary to secure the comfort, prosperity, and happiness of a people; and the authority could not be exercised, except as the usual attributes of sovereignty were lodged in the territorial governments. Among these, is the right to take private property for public use, whenever the public necessities or convenience demand it. “ In every political sovereign community,” says Judge Daniell, (6 Howard, 531,) “there inheres necessarily the right and the duty of guarding its own existence and of protecting and promoting the interests and welfare of the community at large. This power and this duty are to be exercised, not only in the highest acts of sovereignty and in the external relations of government; they reach and comprehend likewise the interior polity and relations of social life, which should be regulated with reference to the advantage of the whole society. This power, denominated the eminent domain of the State is, as its name imports, paramount to all private rights vested under the government, and these last are, by necessary implication, held in subordination to this power, and must yield in every instance to its proper exercise.” And again, (75., p. 533,) he says: “The instances of the exertion of this power in some mode or other, from the very foundation of civil government, have been so numerous and familiar, that it seems somewhat strange, at this day, to raise a doubt or question concerning it. In fact, the whole policy of this country relative to roads, mills, bridges and canals, rests upon this single power, under which lands have always been condemned; and without the exertion of this power, not one of the improvements just mentioned, could be constructed.” Chancellor Walworth, in (3 Paige R., 73,) says this right, denominated thEminent domain, “is the highest and most exact idea of property, and remains in the government, or in the aggregate body of the people in their sovereign capacity; and they have a right to resume the possession of the property in the manner directed by the constitution and laws of the State, whenever the public interest requires it. This right of resumption may be exercised, not only when the safety, but also when the interests, or even the expediency of the State, is concerned.”\nSuch then, being the nature of the powers delegated by the General Government to the Territory, the only questions remaining, are, whether the exercise of this right was restrained, and how far restrained, by the Ordinance.\nIn the second of the articles of compact, it is among other things, provided that “no man shall be deprived of his liberty or property, but by the judgment of his peers, or the law of the land; and should the public exigencies make it necessary for the common preservation, to take any person’s property, or to demand his particular services, full compensation shall be made for the same.” This provision was evidently framed with á jealous eye to arbitrary executive power, and was not designed to restrict judicial or legislative axxthority, but rather to limit and confine the power over persons and property, to them. The same provisions are, virtually, incorporated into every bill of rights and constitution within this Union; and yet, no one will contend that they prohibit the exercise of the right of eminent domain. In all, this right is recognized and restrained. Other provisions of the same articles restrict the judicial and legislative powers. In the provision that no man should be deprived of his property but by the law of the land, reference was either made to the common law, which was then recognized as “the laxv of the land,” or to such legislation as should be had by the Territorial governments. To the common law, most assuredly, the objectors to the exercise of this right of eminent domain, would not resort for arguments against its existence; and we have already shown that this power was lodged in the Territorial governments as an incident of the powers granted to them, and necessary to their exercise. The provision that “should the public exigencies make it necessary for the common preservation to take any person’s property, or to demand his particular services, full compensation should be made for the same,” has reference exclusively to the exercise of extraordinary power by the executive department of the Territorial government, in cases when the pressing emergencies of public danger should require it. The “ property” of an individual, and his “particular services,” are placed in the same category; and upon the occurrence of the necessity for the appropriation of either or both, he is guarantied compensation. It has no reference to the exercise of the ordinary powers of legislation, or of pre-eminent sovereignty, but to the extraordinary exercise of the latter, under circumstances where the exercise of legislative authority would be too tardy for the exigencies of the occasion.\nBut, secondly, it is contended that this provision of the act of incorporation is in violation of both the Ordinance and the Constitution of the United States:\n1st. Because the property is not taken for public use;\n2d. Because the property when taken, is not used by the public, but by the corporators, for their'own profit and advantage; and\n3d. Because the charter does not secure to the public any right to use the road, or to require it to be used for its benefit.\nWe will examine these objections as one, for the two last are, in fact, embraced in the first. “A corporation,” says Chief Justice Marshall, (4 Wheat., 636,) “is an artificial being, invisible, intangible, and existing only in contemplation of law. Being the mere creature of law, it possesses only those properties which the charter of its creation confers upon it; either expressly or as incidental to its existence. These are such as are supposed best calculated to effect the objects for which it was created.” The more general subdivision of corporations, both in elementary works and reports, has been into public and private corporations, the former embracing generally only municipal or political bodies and the latter all other associations, irrespective of then- character and objects; and in this class are usually comprised turnpike, bridge, canal and railroad companies. Over the former class it is said the Legislature possesses unlimited control, and may alter, modify or repeal them at pleasure — while the latter are regarded as springing from contract between the Government and individuals, over which it is generally said, the Government can exercise no control, so long as the contract is faithfully. observed by the company. Universal as this classification is, it appears to us to have been assented to, rather from a sense of convenience, than of strict propriety, and that much confusion has crept into the authorities from a too strict adherence to this general subdivision. Most certain it is, that as to all their rights, powers, and responsibilities, three grand' classes of corporations exist. 1st. Political or municipal corporations, such as counties, towns, cities and villages, which, from then nature, are subject to the unlimited control of the Legislature; 2d. Those associations which are created for public benefit, and to which the government delegates a portion of its sovereign power, to be exercised for public utility, such as turnpike, bridge, canal, and railroad companies; and 3d. strictly private corporations, where the private interest of the corpora-tors is the primary object of the association, such as banking, insurance, manufacturing and trading companies; and in this class may also be included eleemosynary corporations, generally. Chief Justice Marshall, in McCulloch vs. The State of Maryland, (4 Wheat., 316,) in vindicating the power of Congress to charter a Bank, says; “the power to create a corporation is never used for 0¶ own sake, but for the purpose of effecting something else.” The object, defines the character of these associations, and by whatever name they may be styled, their rights and liabilities, and in many respects the tenure of their powers and franchises depend upon entirely different considerations, and are derived from an entirely different legislative source.\nThe object of strictly private corporations is to aggregate the capital, the talents, and the skill of individuals, to foster industry and encourage the arts. Private advantage is the ultimate, as well as the immediate object of theh creation, and such as results to the public is incidental, growing out of the generalbenefits acquired by the application of combined capital, skill, and talent to the pursuits of commerce and of trade, and the necessities and conveniences of the community.\nBut the object and the origin of that class of corporations represented ' by the defendants in this case, and which might with far more propriety be styled public than private corporations, are of an altogether different nature and character. Their very existence is based upon the delegation to them of the sovereign power to take private property for public use, and upop the continued exercise of that power in the use of the property for the purposes for which it was condemned. They are the means employed to carry into execution a given power. That private property can bo taken by the government from one and bestowed upon , another for private use, will not for a moment be contended, and these corporations can only be sustained upon the assumption that the powers delegated, are to a public agent, to work out a public use. To say, as has been too often carelessly said that “the acts done by these corporations are done with a view to’ their own interests, ■ from which an incidental benefit springs to the public,” is to admit their private character, and the private use of the property condemned to their use. But it is obvious, that the object which determines the character of a corporation is that designed by the legislature, rather than that sought by the company. If that object be primarily the private interest of its members, although an incidental benefit may accrue to the government therefrom, then the corporation is private, but if that object be the public interest, to be secured by the exercise of powers, delegated for that purpose, which would otherwise repose in the State, then, although private interest may be incidentally promoted, the corporation is in its ñatee public — it is essentially the trustee of the government for the promotion of the objects desired — a mere agent, to which authority is delegated to work out the public interest through the means provided by government for that purpose, and broadly distinguishable from one created for the attainment of no public end, and from which no benefit accrues to the community except such as results incidentally, and not necessarily, from its operations. In the creation of this class of corporations, public duties and public interests are involved, and the discharge of those duties, and the attainment of those interests, are the primary objects to be worked out through the powers delegated to them. To secure these, the right of pre-eminent sovereignty is exercised by the condemnation of lairds to then 'use — a right which can never be exercised for private purposes. How, then, can they be regarded as private associations, from the acts of which, an incidental benefit only springs to the public? It argues nothing that compensation is required to be made for property taken, before it can be used, for this is made by the constitution a condition to the exercise of this right by the government itself, and the delegation of the power necessarily carries the incident with it.\n, Nor can it be said that the property when taken is not used by the public, but by the corporators for their own profit and advantage. It is unquestionably trae that these enterprises may be, and probably always are, undertaken with a view to private emolument on the part of the corporators, but it is none the less true that the object of the government in creating them is public utility, and that private benefit^ instead of being the occasion of the grant, is .but the reward springing from the service. If this be not the correct view, then we confess we are unable to find any authority in the government to accomplish any work of public utility through any private medium, or by delegated authority; yet all past history tells us that governments have more frequently effected these purposes through the aid of companies and corporations than by their immediate agents, and all experience tells us that this is the most wise and economical method of securing these improvements. The grant to the corporation is in no essential particular different from the employment of commissioners or agents. The difference is in degree rather than in principle, in compensation rather than in power. The fact that the company receives the toll or compensation for the transportation of persons and property over the road is conceived to be a reason, and in fact the prominent reason, why these associations should be considered as private corporations; but the purpose designed by the government in the construction of these roads is the use of the public, the expeditious communication and tfansit from point to point, and not revenue. It would not be contended for a moment that private property could be taken to be used for the latter purpose. The appropriation of the tolls, therefore, can be regarded only as compensation, and affords no basis upon which to construct an argument respecting the character of the company, or the validity of its charter.\nIt is true, also, that the mode of conveyance and of travel is different upon this road from that upon turnpikes and common highways, but this difference springs from the character and construction of the road) and the vehicles employed, and not in the use designed. The one is equally intended, however, to open good and easy communications, with the other; and so far as travel and the transportation of property is concerned, the public have the same rights in the one case as in the other, with this difference, that the means employed are varied with the mode of travel.\nThe fact that upon railroads, individuals do not travel or transport property in their own vehicles, furnishes no argument in this particular, from the fact that the nature of the road, as well as the personal safety of individuals, renders it impossible that they should do so. If the right existed, it would not be exercised. Public security requires that the mode of travel and the means employed should be limited within, and subject to, the control of the company, and the Legislature would have but indifferently secured the public interests in extending the privilege to all. Were the road built by the State, and managed by its immediate agents, the same disabilities as to promiscuous use would exist;but would it be contended in such case, that the use was not public? But the act before us secures in its 24th section all such rights to the use of this road by others, as can be consistently reserved, by reserving to the Territory or any company thereafter to be incorporated under its authority, the right and privilege to connect with the road any other railroad leading from the main route, or from either of the points at which said road terminates, and the free use of the road, by paying the ordinary tariff of tolls established for said road, and by reserving to the legislature the right to authorize the construction of other railroads leading from either of said points of termination.\nThe power of the government respecting public improvements is a sovereign power. It rests in the wisdom of the legislature to determine when, and in what manner the public necessities require its exercise, and with the reasonableness of the exercise of that discretion Courts will not interfere. (See Charles River Bridge vs. Warren Bridge, 11 Peters. 420, 605.) These necessities change with the progress of -society. That which would have satisfied the public demands a few years since, may perhaps now be wholly inadequate or useless. As new discoveries are made in science and adapted by art to the uses and wants of community, and its ever-changing condition, laws must adapt themselves to the existing state of things, not arbitrarily, but by natural' gradations. “In a country like ours, free, active, and enterprising, continually advancing in numbers and wealth, new channels of communication are daily found necessary both for travel and trade, and are essential to the comfort, convenience, and prosperity of the people.” (11 Peters, 420, 547.) The public have the right “to avail themselves of the lights of modem science and to partake of the benefits of the improvements which are now adding to the wealth and prosperity, and the convenience and comfort of every other part of the civilized world,” and government must adapt itself to the existing condition and wants of society, or its efficiency is destroyed.\nIt is also urged that the charter does not secure to the public any right to use the road, or to require it to be used for its benefit. In support of this objection, it is contended that every thing in this respect is committed to the will of the corporator's, who may run cars or not, and transport persons and property or not, at pleasure, and especially that they have the right to regulate tolls and transportation. The particular provision of the act of incorporation to which this objection points, is found in section 16, and is in these words:\n“The said president and directors shall have power to purchase with the funds of the company, and place on any railroad constructed by them under this act, all machinery, wagons, carriages, or vehicles of any description which they may deem necessary or proper for the purpose of transportation on said road, and that they shall have power to regulate their own tolls and transportation; and it shall not be lawful for any other company, or any person or persons to transport any passengers, merchandize, or property of any description whatever, aloiig said road or any part of it, without the license or permission of the said president and directors of said company,” &c.\nIf the views we have already expressed as to the nature and character of this corporation are correct, this objection is already answered and as we have already seen, the 24th section of the act secures to the public all such rights of use, with vehicles other than those belonging to the Company, as are consistent With its proper enjoyment. Although by the terms of this act of incorporation, the Company has the right to regulate its tolls and transportation, yet this grant must be construed in view of the object sought to be attained, and not as the vesting of an arbitrary discretion. Were the rates of toll, for example, fixed so high as to amount to a prohibition, we cannot doubt but that it would be a mis-user of the franchise — such a malfeazance as Courts would punish. See (5 Mass. R., 230; 1 Cromp. & Jervis, 57, 400.) We do not advoeate the investiture of- such power in these corporations — we simply say that such does not necessarily render them unconstitutional, as determining the appropriation of property by them to be for private purposes. The object of the Legislature, being to open and facilitate eommimications for the public, determines as we have seen, the character of this corporation. The power to delegate the exercise of the eminent domain, to effectuate such piupose, from the' universality of its exercise, is no longer an open question. In eveiy instance'of turnpike, plank road, bridge, ferry, and canal companies, it has been employed, as well as in those of railroads. All this class of incorporations have been enabted upon the hypothesis that the lands taken for these purposes were taken for public use, and not for private endowment, and it legitimately follows that the tenure of the corporation is in the nature of a trust for the public use, subject to the supervision of the government, while its franchises are but the consideration paid for the faithful executiqn of this trust. It is an equally legitimate consequence, that the object intended must be effectuated, or the grant can be revoked, and the franchise reclaimed. If it be conceded that the prerogative or power of constructing-and employing these roads resides in the government it is difficult to see how the delegation of such prerogative can divest the government of supervision over its exercise. For the piupose of carrying out and effectuating the 'general purpose, the company may be regarded, as we have shown, as a trustee or agent — entitled to certain rights and immunities, upon a faithful observance upon its part, of the objects and terms of its creation. The right to pinchase and hold lands for the purposes of the road, being a right delegated in virtue of the eminent domain of the government, and derogatory to those of the citizen whose property is condemned, must be construed asjconferring no right to hold the property in derogation of the purposes for which it was taken. By the terms of the charter the title to the lands is contingent upon their occupation as a railroad. It is rested in the company so long as they are used for a railroad, and no longer. The government can, as individuals may, through the aid and interposition of its Courts, insist upon a faithful execution of the trusts and powers confided by it to others. In Chap. 19, § 1, of Angelí & Ames on Corporations, (3d Ed.,) it is said: “Civil corporations are visited by the government itself through the medium of the Courts of justice.” And again: “ Civil corporations, whether public or private, being created for public use and advantage, properly fall under the superintendency of the sovereign power, whose duty it is to take care of the public interests.” See also, (2 Kent Com., 6 Ed., 305.)\nBut in the case of this class of corporations, it is urged, and appears to have been measurably conceded by some authorities, that the charters of their existence are contracts, over which, so long as they are literally observed, no authority can be exercised — that the exercise of a discretionary power will not be questioned, and that any interference with such discretion would be in violation of the contract, and impair its obligation. Upon this subject the remarles of Judge Daniell, in the case of the West River Bridge Company vs. Dix et al., (16 Howard, 533,) are strikingly in point. “The impairing of contracts inhibited by the constitution,” he says “can scarcely by the greatest violence of construction, be made applicable to the enforcing of the terms or necessary import of a contract — the language and meaning of the inhibition was designed to embrace proceedings attempting the interpolation of some new term or condition, foreign to the original agreement, and therefore inconsistent with, and in violation thereof.” An6 in commenting in the same case upon the power of a State to exercise this right of eminent domain over the property or franchises of a Corporation, when needed, he'says: “In our country it is believed that the power was never, or at any rate, rarely questioned, until the opinion seems to have obtained, that the right of property in a chartered corporation, was more sacred and intangible than the. same right could possibly be in the person of a citizen — an opinion which must be with out any grounds to rest upon until it can be demonstrated, either that the ideal creature is more than a person, or the corporeal being is less” Now, were this a private contract between individuals, by which one entrusted to the other, property to be employed by the one, so as to secure a specified object or benefit to the other, with a general discretionary power, as to the method of employment for the purpose designed, Courts of justice would regard it as a trust, and compel its execution so as to effectuate the object* intended, and would restrain its exercise in a manner inconsistent with such object. Can a party acquire -higher privileges or immunities by contracting with the government, than by contracting with a citizen, or an association, than an individual? The government in this exercise of the right of eminent domain divests itself no more of the right of insisting upon a faithful performance of a contract, according to its necessary import, than does the citizen in the case propounded. There can in-neither case exist a discretionary power which may be exercised in a manner inconsistent with the object of the grant.\nIt was held in People ex rel. Taylor vs. Thompson, (21 Wend., 235,) that “the franchise of maintaining a bridge across a navigable river, and exacting toll, is a franchise of a public nature, and a quo warranto, or an ififormation in the nature of a quo warranto, is an appropriate remedy for any person aggrieved by a non-compliance on the part of the 'grantee of the franchise with the condition of his grant, and may be filed at his relation.” (See, also, 23 Wend., 537; 3 Kent Com., 458; 5 Mass. R., 230; 16 Ib., 94; 1 W. Black. 187; 2 Burr., 869, s. c.; 16 Serg. & Rawle, 144—146; 3 Rand. R., 142; 6 Conn, R. 23.) We have no doubt but that the abuse of this discretionary power to regulate tolls and transportation, whether by mis-user or non-user, is completely within the jurisdiction of Courts of justice, and that an aggrieved public have the same rights' of redress with an individual.\nIt is lastly objected to the constitutionality of this act, that it contains no provisions for notice to be given to the owner of the lands to be taken, of the proceedings to assess the damages for the appropriation of his property, that he may participate in them.\nUpon this point the Ordinance and the Constitution are entirely silent. “When, therefere, the constitution provided that private property should not be taken for public uses- without just compensation, and without prescribing any mode in which the amount .of compensation should be ascertained, it is fairly to be presumed the framers of that instrument intended to leave that subject to be regulated by law, as it had before existed, or in such other manner as the legislature, in their discretion, might deem best calculated to cany into effect the constitutional provision, according to its spirit and intent.” Beekman vs. Saratoga & Schen. R. R. Co., (3 Paige, 45, 75.) See, also, Bonaparte vs Cam. & Amb. R. R. Co., (1 Baldw. R. 205.) Whether then, the act did, or did not require notice to be given to the plaintiff, would not determine its constitutionality. That it contemplated that notice should be given to the owner is apparent from its phraseology, for he is authorized to assist in striking the jury that shall assess, and upon the return of their inquisition into the Circuit Court, by which it is to be confirmed, he may show cause against it. This question of notice is, then, addressed to the Court before which the inquisition is returned, and they will always see to it, as is their duty, that a party shall be deprived of no rights from want of notice of the proceedings.\nA number of objections were made at the trial of this cause, in addition to that which has been considered, to the-introduction of testimony by the defendants under their notice. Of these, but one demands our consideration. It was inged that the notice contained no allegation that the costs of the inquisition had been paid or tendered before taking the land. That a notice accompanying the general issue should possess all the substantial qualities of a special plea, is too well settled to require discussion. The tender of the costs of the inquisition was made by the proviso to the 12th section of the act of incorporation, a condition precedent to the taking of the land, and should have been averred As, however, a motion was made for leave to amend the notice in that particular, the denial of which was one of the grounds urged upon the motion for a new trial, we are not inclined, especially as both mo tions were addressed to the discretion of the Court, to consider it at this ^ime, but to confine ourselves to the questions of law particularly reserved for our determination. That is a matter yet left to the discretion of the Court below, in its further consideration of this motion. The great liberality expected of Courts, and exercised by them in this particular, will protect a party from refusal, when neither surprise nor injury can result from an amendment, and of the necessity and proper exercise of this discretionary power we cannot judge.\nIt must, therefore, be certified to the Circuit Court for the County of Oakland, as the opinion of this Court, that the provisions of the act of incorporation of the Detroit & Pontiac Rail Road Company for the condemnation of property, are constitutional.\nCASE ARGUED AND DETERMINED TIE SUPREME COURT OR THE STATE OF MICHIGAN. OCTOBER TERM, 1852. PRESENT: HON. ABNER PRATT, HON. SAMUEL T. DOUGLASS, HON. SANFORD M. GREEN, HON. JOSEPH T. COPELAND, HON. GEORGE MARTIN, • Judges.",
        "type": "majority",
        "author": "By the Court, Martin, J."
      }
    ],
    "attorneys": [
      "D. Goodwin, for plaintiff.",
      "J. V. Campbell, for defendants."
    ],
    "corrections": "",
    "head_matter": "Swan vs. Williams et al.\nThe act to incorporate the Pontiac Railroad Company, approved March 7,1834, in so far as it authorizes the appropriation of private property for the purposes contemplated in the act, without the consent of the owner, is not repugnant to the Constitution of the IT. S., or the Ordinance of 1787.\nThe power of the Territorial Legislature to charter the Pontiac Railroad Company, is derived-from the provisions of the Ordinance of 1787, and the act of Congress for the government of the Territory of Michigan, of March 3d 1823, giving authority “to make laws in all cases, for the good government of the District, not repugnant to the principles and articles in said Ordinance established and decreed.”\nThe clause in the compact of the Ordinance of 1787, that no man shall be deprived of his liberty or property, but by the judgment of his peers or the law of the land, and that should the public exigencies make it necessary, for the common preservation, to take any person’s property, or to demand his particular service, full compensation should be made for the same, was not designed to restrict legislative or judicial authority, but rather to\n. limit and confine the power oyer persons and property to those authorities.\nThe Territorial Legislature possessed the power to appropriate private property for public use, on securing proper compensation; and could lawfully authorize a railroad corporation to take such property for such use.\nProperty of individuals taken by railroad corporations for the purpose of constructing their roads, is in legal contemplation, taken, not for private use, but forpublic purposes; and the power of government to delegate the exercise of the eminent domain to effectuate such purpose, from the universality of its exercise, is no longer an open question.\nThe tenure of railroad corporations in the lands taken for the construction of their roads, is in the nature of a trust for public use, subject to the supervision of the government.\nAlthough railroad corporations receive tolls, as compensation for the carriage of persons and property over their roads, they are not therefore to be considered private corporations, the purpose designed by government in these roads, being the use of the public, and net revenue.\nIt is no objection to the constitutionality of the charter of the Pontiac Railroad Company, that it does not provide for notice to the owners of lands,' of proceedings to assess the damages for taking the same.\nCase reserved, from Oakland Circuit, on motion for a new trial.\nAction, trespass quare clauswn fregit; the alleged trespasses consisted in running the cars of the Detroit and Pontiac Railroad Company, &c., over the plaintiffs close, by defendants. Plea, general issue, and notice of special matters, viz: that in pursuance of the act to incorporate said Company, approved March 7, 1834, said Company before the committing of the said supposed trespasses, entered into a negotiation with plaintiff, for the purchase of him of so much of the close in question, and-of so much of the earth, &c., as should be necessary for the location, construction, occupation, &c., of the said Company’s railroad, but that said Company and the plaintiff could not agree upon the price for said land; whereupon, the said Company afterwards, in pursuance of the provisions of the act aforesaid, applied to a justice of the peace of the county, &c., who issued his warrant to the sheriff, commanding him to summon a jury, &c., and by which said jury, the plaintiffs damages, which he had sustained by reason of the use and occupation of said land by said Company, mentioned in plaintiff’s declaration, were assessed at $227, which said inquisition reduced to writing, sealed, &c., was filed in the clerk’s office, of the proper county, and afterwards duly confirmed and recorded, and that the said sum of $227 was afterwards tendered by said Company to the plaintiff; whereupon, said Company entered upon so much of the close in question as was necessary for the construction of their road, and have built and constructed the same, and have ever since used the same, and that the defendants entered into and upon the said close, in the plaintiffs declaration mentioned, as the agents and servants of the said Company, and by their command, doing no unnecessary injury, and which is the same trespass, &e.\nAfter the plaintiff had closed the testimony on his part, the defendants introduced an act entitled “An act to incorporate the Detroit and Pontiac Railroad Company,” approved March 7th, 1834, and the several acts of the Legislature of this State passed since the year 1837, recognizing the existence of the Company, and conferring privileges and powers upon it. The defendants also showed acts of user, and that the railroad was completed and in operation between Detroit and Pontiac.\nThe defendants then offered to introduce as evidence, under the plea and.notice, the files and records of the Oakland Circuit Court, showing an inquisition of damages, and a confirmation thereof by the Court, and a tender of said damages, under the aforesaid act of March 7th, 1834, which evidence was objected to upon the ground, among others, that the said act of incorporation is unconstitutional and void, and that there is no allegation in the notice that the costs of the inquisition were paid or tendered to the plaintiff.\n. The objection was sustained, and the defendants excepted.\nThe defendants then moved for leave to amend their notice, so as to state the fact that the costs of the inquisition were paid; which motion • was overruled by the Court, and the defendants excepted.\nThe defendants, for the above and other reasons, moved for a new-trial in this cause, which motion was argued by counsel on both sides; and the Presiding Judge, without deciding said motion, reserved the questions of law raised upon the argument thereof, for the decision of this Corut.\nD. Goodwin, for plaintiff.\nJ. V. Campbell, for defendants."
  },
  "file_name": "0427-01",
  "first_page_order": 435,
  "last_page_order": 453
}