{
"id": 4381281,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. GARY MOYER SCRIVENS, Defendant and Appellant",
  "name_abbreviation": "People v. Scrivens",
  "decision_date": "1969-09-25",
  "docket_number": "Crim. No. 14781",
  "first_page": "429",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 429"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "453 P.2d 591",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "75 Cal.Rptr. 199",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 66",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8711918
      ],
      "pin_cites": [
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/0066-01"
      ]
    },
    {
      "cite": "297 P. 554",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "212 Cal. 1",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2181904
      ],
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/212/0001-01"
      ]
    },
    {
      "cite": "86 P.2d 670",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.App.2d 419",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4432626
      ],
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/30/0419-01"
      ]
    },
    {
      "cite": "92 P.2d 402",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "14 Cal.2d 1",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2203901
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/14/0001-01"
      ]
    },
    {
      "cite": "317 P.2d 1003",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "155 Cal.App.2d 350",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4426151
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/155/0350-01"
      ]
    },
    {
      "cite": "35 P.2d 369",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "140 Cal.App. 246",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2253948
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/140/0246-01"
      ]
    },
    {
      "cite": "48 P.2d 718",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Cal.App.2d 1",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2261412
      ],
      "pin_cites": [
        {
          "page": "4-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/9/0001-01"
      ]
    },
    {
      "cite": "49 Cal.Rptr. 322",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "240 Cal.App .2d 34",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2164882
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/240/0034-01"
      ]
    },
    {
      "cite": "37 Cal.Rptr. 42",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "224 Cal.App. 2d 738",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2134873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/224/0738-01"
      ]
    },
    {
      "cite": "55 Cal.Rptr. 195",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "246 Cal.App.2d 852",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        464364
      ],
      "pin_cites": [
        {
          "page": "862-863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/246/0852-01"
      ]
    },
    {
      "cite": "144 P. 298",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "25 Cal.App. 533",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        4454148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/25/0533-01"
      ]
    },
    {
      "cite": "268 P.2d 29",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 Cal.App.2d 67",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2214263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/124/0067-01"
      ]
    },
    {
      "cite": "49 Am.Rep. 700",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "30 P. 620",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "64 Cal. 157",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2248014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/64/0157-01"
      ]
    },
    {
      "cite": "40 Cal.Rptr. 877",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "230 Cal.App.2d 324",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2142488
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "335"
        },
        {
          "page": "335-336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/230/0324-01"
      ]
    },
    {
      "cite": "450 P.2d 33",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "74 Cal.Rptr. 713",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.2d 347",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2308196
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "350"
        },
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/70/0347-01"
      ]
    },
    {
      "cite": "65 Cal.Rptr. 219",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "257 Cal.App.2d 502",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2221211
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "506"
        },
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/257/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 13535,
    "ocr_confidence": 0.856,
    "pagerank": {
      "raw": 1.268461622497449e-07,
      "percentile": 0.614168818336513
    },
    "sha256": "dddd283837da5781329e0e120b17dd6535becfa87ba6243e7669d060fdc304ef",
    "simhash": "1:bd2ee8ec5cea96e6",
    "word_count": 2277
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. GARY MOYER SCRIVENS, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "aggravated violation of section 242, Penal Code, in that he “did . . . feloniously use force and violence upon the person of C. Brand, a peace officer then and there engaged, in- the performance of his duties, ...” Defendant pleaded not guilty. The case was tried by the court, after a proper jury waiver, on the testimony of the victim officer given at the preliminary hearing and on the testimony of defendant presented at the trial. The defendant’s story was at ■complete odds with that of Officer Brand, making the fact decision rest almost entirely on relative credibility. In that connection, at the time the case was submitted, the trial judge observed that defendant’s manner of testifying was not convincing or believable. The essential facts given in the officer’s version (3 Witkin, Cal. Procedure (1954) Appeal, § 84, pp. 2245-2246) are as follows: Officer Brand, who was in uniform, upon encountering defendant in a garage, believed him to be a drunk person as to whom he. had received a police radio call and information from percipient witnesses that he had been in several homes and attempting entrance to others. Defendant ran off. Officer Brand pursued him. When he caught up with him and tried to subdue and handcuff him, defendant committed several batteries on him. The circumstances indicate that defendant reasonably should have known that Officer Brand was a peace officer engaged in the performance of his duties.\nOfficer Brand testified that he did not smell alcohol on defendant’s breath. Defendant testified that he was in “normal physical condition” and was not “under the influence of anything” at the time of the occurrence, and that his memory concerning it at the time of trial was fine.\nAt the end of the trial, the trial judge commented that defendant either had 11 a very convenient memory or he . . . [was] terribly sick.” He then indicated that he accepted defendant’s testimony that he was well, and he found him guilty.\nThe probation/sentence hearing was conducted before the judge who had tried the preceding assault case coincidentally with such a hearing as to it. Both court and counsel directed their attention to a part of the probation report wherein it was pointed out that the peace officer (presumably the one involved in the instant case) had indicated to the probation officer that he believed that defendant, at the time of the offense, was under the influence of “LSD or something very strong,” which defense counsel urges in his brief (although it was not so urged in the probation/sentence hearing) produces a condition of insanity and loss of memory, suggesting that a defense of not guilty by reason of insanity or of diminished capacity (preventing defendant from having the mental capacity to realize he was using violence upon a peace-officer engaged in the performance of his v. Glover, 257 Cal.App.2d 502, 506 [65 Cal.Rptr. 219]) might have been available to defendant. In this respect, no motion for new trial was made on behalf of defendant on the ground of newly discovered evidence.\nDefendant contends that it was error: (1) -for the district attorney to charge him with violation of a Penal Code section describing his offense generally rather than one describing it specifically, asserting that section 242 is general, and that sections 69 and 148 are specific; (2) for the trial court to permit defendant to be asked and to reply about a felony conviction which had not been,carried into a judgment and was subject to motion for new trial or notice of appeal ; (3) for the trial court to sentence defendant when there was before it information in the probation report which might be developed to show that defendant had a defense which had not been presented at his trial.\nAlthough only section 242 purports to define the. criminal offense (battery on the person) and does so without differentiation as to the status of the person involved and although the implications of committing such a battery on a peace officer engaged in the performance of his duty are set out only in section 243 dealing with punishment, the reviewing courts, obviously looking at' both sections, have given specific identification to the offense of battery on a peace officer engaged in the performance of his duty. (People v. Curtis, 70 Cal.2d 347, 350 [74 Cal.Rptr. 713, 450 P.2d 33]; People v. Glover, supra, 257 Cal.App.2d 502, 504.) Similarly, in the instant ease, although only section 242 was specified in the information from the standpoint of code violation, the word description of the offense gave the full details of a battery on a peace officer engaged in the performance of his duty.\nWe feel that it is proper to read the two sections together and to note the word description in the information in considering the question of whether a general or specific charge has been made and in comparing the specificity'of sections 242 and 243 with the specificity of other sections such as section 69 and section 148.\nWe conclude not only that the charge based on sections 242 and 243 is the most specific of the three statutorily defined offenses under review, but that it is the only one which truly fits the fact situation found by the trial court.\nSection 148 probably gives the most general description of defendant’s offense (People v. Buice, 230 Cal.App.2d 324, 335 [40 Cal.Rptr. 877]). It has reference to “public officers’’ a term which is more general than the term “peace officer” which is used in section 243 (and which, incidentally, is differentiated in that very section from “fireman”), and it indicates its application is to be only “when no other punishment is prescribed. “It speaks of wilfully resisting, delaying or obstructing any public officer in the discharge of any duty of his office. Knowledge by the offender of the status or duty of the officer is not required as it is in sections 242-243.\nSection 69 may be less general than section 148, but its terms are less descriptive of defendant’s offense than the eombined parts of sections 242 and 243 dealing with battery on a peace officer. Section 69 has reference to an “executive”' officer. Although it has been held that a peace officer is an executive officer (People v. Markham, 64 Cal. 157 [30 P. 620, 49 Am.Rep. 700]; People v. Buice, supra, 230 Cal.App.2d 324, 335-336; People v. Mathews, 124 Cal.App.2d 67 [268 P.2d 29]; Manss v. Superior Court, 25 Cal.App. 533 [144 P. 298]), it is clear that the latter term is more general than the former. The first part of section 69 speaks of an “attempt” to deter or prevent an executive officer from performing his duty. Defendant’s actions amounted to more than an attempt. Also the prevention can take forms other than battery and can be as to official acts related to activities rather than police work. (People v. Redmond, 246 Cal.App.2d 852, 862-863 [55 Cal.Rptr. 195] (escape before booking); People v. Wilson, 224 Cal.App. 2d 738, 741 .[37 Cal.Rptr. 42] (preventing arrest by display of gun) ; In re Bacon, 240 Cal.App .2d 34, 51 [49 Cal.Rptr. 322] (person going limp); Ross v. O’Brien, 9 Cal.App.2d 1, 4-5 [48 P.2d 718] (interference with a keeper appointed by constable in attachment proceeding); People v. Maggio, 140 Cal.App. 246, 249 [35 P.2d 369] (game warden).) The second part of section 69 speaks of knowingly resisting such an officer by use of force. Such resistance- can take forms other than battery. (People v. Redmond, supra; People v. Wilson, supra; In re Bacon, supra.) Again there is no requirement that the offender know that the victim is a peace officer and that, as such, he is performing a duty imposed upon him by law.\nAs to his secpnd contention (impeachment by conviction still subject to motion for new trial and notice of appeal), defendant’s counsel concedes his awareness “that California cases hold contra to defendant’s position in his argument” (People v. Hurley, 155 Cal.App.2d 350, 352 [317 P.2d 1003]; People v. Braun, 14 Cal.2d 1, 6 [92 P.2d 402]; Witkin, Cal. Evidence (2d ed. 1966) Introduction of Evidence at Trial, §1245, p. 1148). Defendant’s treatment of the point amounts to a request to this court to reexamine the problem and to rule that the existing precedent is out of harmony with current and proper legal philosophy and should be abandoned. We decline to take this step. Moreover, the failure of defense’ counsel at trial to object to the question or to move to strike the answer constitutes a waiver of the alleged defect. (People v. Willis, 30 Cal.App.2d 419, 421 [86 P.2d 670]; Perry v. McLaughlin, 212 Cal. 1, 6 [297 P. 554].)\nWith respect to the third contention (emergence in the probation officer’s report of information concerning possible drug effect on defendant’s mental state at the time of commission of the offense), defendant’s trial counsel did not make a motion to reopen or for a new trial nor ask for time to permit him to do so. There was no duty on the part of the trial judge at the probation/sentence hearing (who was a different judge from the one who tried the case), sua> sponte, to determine if all the requisites for a new trial on the basis of newly discovered evidence along the indicated line existed or to direct counsel for defendant to make and support a motion on this ground. No doubt defendant’s counsel felt that there was little point in making such a motion in light of defendant’s sworn testimony contradictive of the double hearsay suggestions in the probation officer’s report. If so, he was justified in this position.\nOne matter deserves consideration which was not dealt with in the briefs. At the time defendant was sentenced, the punishment provided for the offense of which defendant was convicted was a non-alternative prison term. In 1968, section 243 was amended to put the penalty in the misdemeanor/ felony category. “When . . . [a battery] is committed against the person of a peace officer . . . , and the person committing the offense . . . reasonably should know that such victim is a peace officer . . . engaged in the performance of his duties . . . , the offense-shall be punished by imprisonment in the county jail not exceeding one year or by imprisonment in the state- prison for not less than one nor more than 101 years.” (Italics added.)\nUnder such circumstances, by reason of the holding in People v. Francis 71 Cal.2d 66, 75 [75 Cal.Rptr. 199, 453 P.2d 591], defendant is entitled to the benefit of the amendment and to have the trial judge exercise the discretion given him by the sec tions as amended.\nThe conviction of defendant shall stand, but the judgment sentencing him to state prison is annulled and defendant is remanded to the Superior Court in Los Angeles County for the purpose of having sentence reimposed in the manner in which the trial court shall see fit.\nStephens, Acting P. J., and Chantry, J. pro tem., concurred.\n“ Aggravated” in the sense that it was upon a peace officer known by the offender to be engaged in1 the performance of his duties.\nHereafter references to code section numbers mean the Penal Code.\nDefendant's counsel in the prior case, at the combined probation/sentence hearings, advised the court that he had entertained the thought of moving for a new trial. However, he never did.\nWhile reference in an information to section 243 as well as section 242 would be advisable, we see no ambiguity in the information as filed. Had defendant felt there was an ambiguity, he should have made an attack by demurrer.\nWhere an arrest is involved, it has been held that for the peace officer to be in performance of his duties the arrest must be lawful; otherwise that element is not met and only a simple battery can be charged. (People v. Curtis, supra, 70 Cal.2d 347, 355.) The facts in the instant case show that Officer Brand had probable cause to arrest defendant for being drunk or for suspicion of burglary. The record shows that Officer Brand had a radio report that the suspect was drunk; had identification from percipient witnesses; had information from them that defendant had been in several homes and attempted entrance into others. Officer Brand saw defendant in a garage; he ran off when Officer Brand appeared.\nSeetion 148 reads as follows: “Every person who wilfully resists, delays, or obstructs any public officer, in the discharge or attempt to discharge any duty of his office, when no other punishment is prescribed, is punishable' by a fine not exceeding one thousand dollars, or by imprison in a county jail not exceeding one year, or by both such fine and imprisonment. ’ ’\nSection 69 reads as follows: “Every person who attempts, by means of any threat or violence, to deter or prevent an executive officer from performing any duty imposed upon such officer by law, or who knowingly resists, by the use of force or violence, such officer, in the performance of Ms duty, is puMshable by a fine not exceeding five thousand dollars, or by imprisonment in the state prison not exceeding five years or in a county jail not exceeding one year, or by both such fine and imprisonment.”\nRetired judge of the superior court sitting under assignment by the Chairman, of the Judicial Council.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 14781.\nSecond Dist., Div. Five.\nSept. 25,1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. GARY MOYER SCRIVENS, Defendant and Appellant.\nDonald Kottler, under appointment by the Court of Appeal; for Defendant and Appellant.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Robert T. Jacobs, Deputy Attorney General, for Plaintiff and Respondent."
  },
  "file_name": "0429-01",
  "first_page_order": 451,
  "last_page_order": 457
}