{
"id": 4381094,
  "name": "SHERRY ANDERSON, a Minor, etc., et al., Plaintiffs and Appellants, v. L. C. SMITH CONSTRUCTION COMPANY et al., Defendants and Respondents",
  "name_abbreviation": "Anderson v. L. C. Smith Constr. Co.",
  "decision_date": "1969-09-26",
  "docket_number": "Civ. No. 25002",
  "first_page": "436",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 436"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "437 P.2d 508",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "66 Cal.Rptr. 20",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 245",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306123
      ],
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0245-01"
      ]
    },
    {
      "cite": "299 P.2d 243",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "46 Cal.2d 818",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4370142
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/46/0818-01"
      ]
    },
    {
      "cite": "381 P.2d 377",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.Rptr. 521",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "59 Cal.2d 554",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4392204
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/59/0554-01"
      ]
    },
    {
      "cite": "52 P.2d 922",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "5 Cal.2d 145",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2220674
      ],
      "pin_cites": [
        {
          "page": "148-149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/5/0145-01"
      ]
    },
    {
      "cite": "282 P.2d 107",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "132 Cal. App.2d 279",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2186909
      ],
      "pin_cites": [
        {
          "page": "284-285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/132/0279-01"
      ]
    },
    {
      "cite": "298 P.2d 923",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "142 Cal.App.2d 618",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196526
      ],
      "pin_cites": [
        {
          "page": "630"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/142/0618-01"
      ]
    },
    {
      "cite": "284 P.2d 530",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "133 Cal.App.2d 524",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2189208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/133/0524-01"
      ]
    },
    {
      "cite": "300 P.2d 285",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "142 Cal.App.2d 653",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/142/0653-01"
      ]
    },
    {
      "cite": "237 P.2d 28",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "107 Cal.App. 2d 298",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2230159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/107/0298-01"
      ]
    },
    {
      "cite": "313 P.2d 854",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "48 Cal.2d 846",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4389178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/48/0846-01"
      ]
    },
    {
      "cite": "267 P.2d 303",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "42 Cal.2d 448",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        1241403
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/42/0448-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 886,
    "char_count": 18709,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 1.4174868902133482e-07,
      "percentile": 0.6483136661635486
    },
    "sha256": "68f31169d663c141e2cca398023adf4f1565441cd607914f21ba778cc5495957",
    "simhash": "1:aaaecd48028715c9",
    "word_count": 3158
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "SHERRY ANDERSON, a Minor, etc., et al., Plaintiffs and Appellants, v. L. C. SMITH CONSTRUCTION COMPANY et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "derson ; an engineer employed by the State of California on a freeway construction project, was killed at the jobsite when a? truck loaded with asphalt backed up and ran over him.\nAnderson’s widow and two minor children brought this wrongful death action against (1) the truck driver, Sisk, and his partner, doing business as G & R Trucking Company (hereafter “G & R ”), (2) L. C. Smith Construction Company (hereafter “Smith”), the general paving contractor on the project, under a written contract with the State of California, and (3) W. S. P. Trucking Company (hereafter “W. S. P.”), to whom Smith subcontracted the hauling of asphalt to the project.\nPlaintiffs appeal following a jury verdict in favor of all defendants, raising only points based upon the giving of or refusal to give certain jury instructions.\nSmith’s contract with the state provides in part: “Contractor shall give his personal attention to the fulfillment of the contract and shall keep work under his control. No subcontractors will be recognized as such, and all persons engaged in the work of the construction will be considered as employees of the contractor, and he will be held responsible for their work, which shall be subject to the provisions of the contract and specifications. ’ ’\nSmith notified W.S.P. that it would require six trucks and drivers to haul asphalt to the jobsite on the day of the accident. W.S.P did not itself have enough units available. It arranged with G & R for it to furnish one truck and driver.\nW.SiP was paid $14.87 per hour by Smith for each unit furnished. W.S.P. would in turn pay a subhauler, such as G & R, the .same amount per hour less 5 percent broker’s fee or commission. G & R paid for its own driver, gas, oil, service and maintenance.\nSmith dealt only with W.S.P in arranging for the hauling of asphalt. It had no financial dealings with G & R or any other subhauler engaged by W.S.P.\nW.S.P.’s president testified that all of their trucks were equipped with automatic backup warning devices, which cost $26 each. No inquiry was made by his company as to whether G & R’s truck was so equipped.\nOne of the duties of the deceased in his employment by the' state was to establish and mark a chalk line for the paving machine to follow. He was engaged in this duty at the time he was struck by the G & R truck.\nThe paving operation required trucks to dump loads of asphalt into the hopper on the front part of a paving machine. They would pull in some distance ahead, stop, and then back up to the paving machine, which would be moving slowly forward and putting down a layer of asphalt.\nWas the Safety Order. Applicable to G <S¡. Rf\nAt the time of the accident. Division of Industrial Safety, Construction Safety Order.1576(e) provided:\n“(e) Warning Device. Every truck with a hody capacity of two and one-half cubic yards (2% cu. yds.) or more, that is used to haul dirt, rock, concrete or other construction material, shall be equipped with a warning device that operates automatically while the vehicle is backing. The warning sound shall be of such magnitude that it will normally be audible from a distance of two hundred feet (200'). All haulage vehicles shall be equipped with a manually operated warning device which can he clearly heard for a distance of two hundred feet (200’) from the vehicle. This manual device is an acceptable substitute for the automatic one, provided that it is. sounded just prior to or immediately following the start of backing. Another acceptable substitute for the use of a backup warning device is-a signalman, in clear view of the operator, who directs the backing operation. ’ ’\nThe undisputed evidence is that: (1) the G & B truck did not have a backup warning device; (2) it gave no signal or warning of its backing movement; and (3) no signalman or anyone else directed such movement.\nImmediately following the reading of the above safety order to the jury, it was given the following instruction requested by appellants, as modified by the court: “If you find that L. C. Smith Company or W.S.P. Trucking Company violated a statute or safety order just read to you, you will find that such violation was negligence, unless you find by a preponderance of the evidence that such defendant did what reasonably might be expected of a person of ordinary prudence, acting undér similar circumstances, who desired to comply with the law. ’ ’ (Italics ours.)\nThe instruction, as requested by appellants, read: “If you find that a party to this action, violated. . . . ” By striking out “a party to this action” and inserting in place thereof, “L. C. Smith Company or W.S.P Trucking Company,” the court was by necessary implication instructing the jury that the safety .order just read to them applied only to Smith and W.S.P. In other words, the jury was told that G & B did not have to comply with such safety order even though it was the owner of the truck involved in the accident and one of its partners was driving it. This was error.\nIt was not cured, in our opinion, by the use of the word “defendants” in an instruction given thereafter, which related to the issue of assumption of risk.\nIn. Armenta v. Churchill (1954) 42 Cal.2d 448 [267 P.2d 303], a wrongful death action brought against the owner and driver of a dump truck loaded with paving material which backed over the decedent while he was making a guideline for an asphalt paving machine to follow, the trial court refused to receive in evidence or instruct the jury on the construction safety order then in effect] which order is the predecessor of and essentially the same as the present Safety Order 1576 (e). This was held to be prejudicial error, the Supreme Court stating, at page 453: ‘‘ The order was issued by the Division of Industrial Safety in conformity with the provisions of sections 6312 and 6500 of the Labor Code, being a measure for the protection and safety of workmen in their places of employment. It is directed to trucks in their hauling of construction materials and recognizes the need for specific rules to cover their operation on jobsites. Workmen, as they pursue their assigned tasks amid noisy surroundings, cannot be expected to keep constantly on the lookout for backing trucks. All trucks used for the specified purposes are subject to the terms of the safety order with regard to the prescribed equipment and required use of a horn, bell or whistle while backing.” (Italics added.)\nRespondents attempt to distinguish the! Armenia, case by saying that there the decedent “was a ‘workman’ apparently employed by the general contractor, whereas in this case the •decedent was a state employee, not an employee of the general contractor or of a subcontractor. ’ ’\nThis is a distinction without a difference, as we shall next point out.\nWas Decedent Within the Class of Persons Protected by the Safety Order?\nRespondents assert that, “under the present status of the law, decedent was not within that class of persons intended to be protected by. the Labor Code Sections and the Construction Safety Orders.”\nThe basis of this assertion is that the “decedent was not an (employee’ of either the general contractor or any of its subcontractors” and “it cannot be said that he was ‘invited’ by the general contractor” to be on the jobsite.\nThe question of who comes within the class of persons protected by such safety orders was thoroughly discussed by our Supreme Court in Porter v. Montgomery Ward & Co., Inc. (1957) 48 Cal.2d 846 [313 P.2d 854].\nThere a customer in a store fell while descending a 96-inch wide stairway which had no center handrail. This was a violation of a safety order issued by the Division of Industrial Safety which required that stairways 88 inches or more in width be equipped with a center railing.\nThe opinion states: “The principal contention of defendant [store] is that the court erred in admitting the safety order in evidence and in giving the quoted instruction[] because, it is asserted, plaintiff was not a member of the class for whose protection the order was designed. In this connection, it is argued that sections 6312 and 6500 of the Labor Code, which empower the Division of Industrial Safety to' provide for safety in every place of employment and to issue the type of order involved here, were enacted pursuant to sections 17% and 21 of article XX of the Constitution, that those constitutional provisions only authorize legislation affecting the employer-employee relationship, and that, therefore, safety orders issued by the division may not be regarded as applying to members of the general public, such as plaintiff.\n“The cases of Pierson v. Holly Sugar Corp., 107 Cal.App. 2d 298 [237 P.2d 28], Nungaray v. Pleasant Talley etc. Assn., 142 Cal.App.2d 653 [300 P.2d 285], Armenta v. Churchill, 42 Cal.2d 448 [267 P.2d 303], and Rodin v. American Can Co., 133 Cal.App.2d 524 [284 P.2d 530], are contrary to the position taken by defendant. In Pierson v. Holly Sugar Corp., supra, the plaintiff was not an employee of the defendant but. was injured on the defendant’s premises while making a deJivery as the employee of another, and it was held that it was proper to instruct the jury regarding the effect of a violation of the division’s safety order which regulated the maintenance of elevators. The court concluded that ‘the safety orders and the provisions of the Labor Code referred to were intended not only to protect employees of defendant corporation but also as'safeguards for the public generally against injury or loss of life. ’ (107 Cal.App.2d at p. 302) (Italics added.) Substantially the same language was used in Nungaray v. Pleasant Valley etc. Assn., supra, where a safety order regulating the type of ‘bumper stops’ to be used in certain unloading operations was applied to a third party’s employee who was injured while unloading his truck in the defendant’s warehouse. . . . (See also Slovick v. James I. Barnes Constr. Co., 142 Cal.App.2d 618, 630 [298 P.2d 923]; Mula v. Meyer, 132 Cal. App.2d 279, 284-285 [282 P.2d 107].)\n“Defendant attempts to distinguish the foregoing cases from the present one on the ground that the plaintiffs there, although not employed by the defendants, were employees of third parties and were acting in the course of such employment. However, the fact that the persons injured were employed by someone is not made the basis of any of those decisions, and, to the contrary, the Pierson and Nungaray cases rest expressly on the conclusion that the plaintiffs were protected as members of the general public.” (Italics ours.)\nWe have concluded that the purpose of Safety Order 1576(e) was to protect all persons rightfully in the construction area. There can he no question that the decedent was one of those persons.\nWas the “Dump Man” a Substitute for a Warning Device?\nRespondents call attention to the last sentence in Safety Order 1576(e), which provides that an “acceptable substitute for the use of a back-up warning device is a signalman, in clear view of the operator, who directs the backing operation. ’ ’\nRespondents argue that, because one of the duties of the ‘ ‘ dump man, ’ ’ who was employed by Smith and who worked with the paving machine crew, was to direct the backing operations of the asphalt trucks, he qualified as a substitute for a backup warning device.\nHowever, the undisputed evidence is that the “dump man” was not within the view of Sisk as he was backing his truck and that neither the “dump man” nor anyone else directed such backing operation.\nWe think it is obvious that the “substitute” contemplated by the safety order is a signalman who is in clear view of the truck operator while the latter is backing up his truck. We therefore conclude that an absent signalman is not a substitute for a warning device.\nDoes “Custom and Practice” Excuse Violation of Safety Orderf\nWe also reject respondents’ argument that Sisk was excused for his violation of the safety order because he “followed the established custom and practice in the operation of his truck. ’ ’\n“ [T]he following of a custom that is contrary to law or an ordinance is not an excuse for the infraction, nor can it minimize the liability of the actor for negligence or contributory negligence. A usage in violation of the law can never grow into a valid custom. ’ ’ (49 Cal.Jur.2d, Usages and Customs, § 19, Excusing Unlawful or Imprudent Action; Hurtel v. Albert Cohn, Inc. (1936) 5 Cal.2d 145,148-149 [52 P.2d 922].)\nAssumption of Risk\nAppellants requested the giving of the following instruction : “You are instructed that the doctrine of assumption of risk is not applicable in favor of a defendant if you should find that the defendant has violated an applicable statute or safety order which was made for the protection of human life and that such violation was the proximate cause 6f the accident. ’’ (Shahinian v. McCormick (1963) 59 Cal.2d 554, 565 [30 Cal.Rptr. 521, 381 P.2d 377 ]; 2 Witkin, Summary of Cal. Law (1960) pp. 1554-55.)\nAgain, the court made, the same error as it did with respect to appellants’ requested instruction on a violation of the safety order. Based iipon the erroneous premise that the safety order was not applicable to G & R, it modified the requested assumption of risk instruction so as to make it applicable only to Smith and W.S.P.\nAs so modified and given, the instruction,reads as follows: “You are instructed that the doctrine of assumption of risk is not applicable in favor of the defendant L. ,C. Smith Company or W.S.P. Trucking Company if you should find that the said defendants, or either of them, violated an applicable statute or safety order, which violation was the proximate cause of the accident. ’ ’\nThe importance of the issue of assumption of risk jn the mind of the jury is demonstrated by the fact that, during its deliberations, it requested the court to again give the “instructions on assumption of risk.” This was the only issue mentioned in the note from the jury to the court.\nAppellants argue that, “ [e] ven if a Safety Order violation were not involved in this case, no instruction on assumption of risk should have been given. . . . For decedent to have assumed the risk, he must have had actual knowledge of two things. First, that the truck would back up while he was behind it, and second, that it would back up without a signal or prior warning. There was insufficient evidence for the jury to have concluded that he had, or must have had, actual knowledge that these two things would happen. ’ ’\nInasmuch as a retrial of this action must be ordered and we do not at this time know what evidence will then be received, we deem it unnecessary to discuss the point at this time.\nDo the Foregoing Errors Require a Reversal as to G & R?\nCounsel for Gr & R assert that, assuming the commission of the errors which we have discussed above, it is not reasonably probable that the jury’s verdict would have been different if such errors had not been committed, citing People v. Watson (1956) 46 Cal.2d 818, 836 [299 P.2d 243]. We do not agree.\nWe have examined the entire cause, including the evidence, and are of the opinion that the errors which we found were committed resulted in a miscarriage of justice. (See Cal. Const., art. VI, § 13.)\nLiability of Smith and W.S.P.\nThe trial court refused to give the following instruction requested by appellants:\n“You are instructed that one who employs an independent contractor to do work which the employer should recognize as likely to create during its progress a peculiar risk of physical harm to others unless special precautions are taken, is subject to liability for physical harm caused to them by the failure of the contractor to exercise reasonable care to take such precautions, even though the employer has provided for such precautions in the contract or otherwise.” (Italics added.)\nThe foregoing requested instruction is based upon the exact wording of section 416 of the Restatement Second of Torts. As stated in Van Arsdale v. Hollinger (1968) 68 Cal.2d 245, 253 [66 Cal.Rptr. 20, 437 P.2d 508], one of the exceptions to the rule of nonliability of a private employer for the torts of an independent contractor ‘ ‘ is for work dangerous in the absence of special precautions.”\nThe evidence contained in the record herein is certainly sufficient to support findings that (1) the type of work done by Gr & B involved ‘‘ a peculiar risk of physical harm to others unless special precautions are taken” and (2) Gr & B failed “to exercise reasonable care to take such precautions. ’ ’\nOn a retrial a jury should be allowed, under a proper record and instructions, to pass upon whether Smith and W.S.P. were liable as employers of an independent contractor for the latter’s negligence, even though they did not actively participate thererin. (Rest.2d Torts, § 416.)\nJudgment reversed.\nShoemaker, P. J., and Taylor, J., concurred.\nRespondents’ petition for a hearing by the Supreme Court was denied November 19, 1969.\n“If you find from the evidence that defendants violated the provisions of the safety regulations just read to you, and that such violation was a proximate cause of the [death of] . . . Donald Anderson, then you are instructed that he did not assume the risk of harm created by such violation. However, as to any conduct of the defendants that did not constitute that violation of the safety regulation, the decedent, Donald Anderson, may be held to have assumed the risk thereof, if you should so find from the following instruction.\n“One of the issues to be determined in this case is whether the decedent, Donald Anderson, assumed the risk of placing himself in a dangerous position behind defendants’ truck, which conduct plaintiffs allege caused the death of Donald Anderson, for which the plaintiffs here complain. If the decedent, Donald Anderson, assumed such a risk, the plaintiffs herein may not recover in this action. ’ ’\n“ ‘If a party to this action violated the rule just read to you, a, presumption arises that he was negligent. This presumption is not a conclusive one. It may be overcome by other evidence showing that under the circumstances surrounding the event the conduct in question was excusable, justifiable and such as might reasonably have been expected from a person of ordinary prudence. ’ ”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 25002.\nFirst Dist., Div. Two.\nSept. 26, 1969.]\nSHERRY ANDERSON, a Minor, etc., et al., Plaintiffs and Appellants, v. L. C. SMITH CONSTRUCTION COMPANY et al., Defendants and Respondents.\nHoberg, Finger, Brown & Abramson and James W. Power for Plaintiffs and Appellants.\nLow & Ball, George W. Ball, Gudmundson, Siggins, Stone & Goff and W. W. Gudmundson for Defendants and Respondents."
  },
  "file_name": "0436-01",
  "first_page_order": 458,
  "last_page_order": 468
}