{
  "id": 1933596,
  "name": "Pierson, Sheriff, &c., plaintiff in error, vs. Manning et al., defendants in error",
  "name_abbreviation": "Pierson v. Manning",
  "decision_date": "1852-10",
  "docket_number": "",
  "first_page": "445",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "24 Wend., 280",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "6 Hill, 438",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "4 Denio, 217",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0217-01"
      ]
    },
    {
      "cite": "11 Wend., 187",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "4 Scam., 14",
      "category": "reporters:state",
      "reporter": "Scam.",
      "opinion_index": 0
    },
    {
      "cite": "20 Pick., 321",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/37/0321-01"
      ]
    },
    {
      "cite": "5 Watts & Serg., 145",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0145-01"
      ]
    },
    {
      "cite": "3 Wharton, 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1329,
    "char_count": 43922,
    "ocr_confidence": 0.365,
    "pagerank": {
      "raw": 4.950910770333306e-07,
      "percentile": 0.9349365542160952
    },
    "sha256": "75ab6480585172a05f9f88cc338dbb61fd3edec6f2fb7f287acde0c699646634",
    "simhash": "1:bcc484ee1ea7bf83",
    "word_count": 7449
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pierson, Sheriff, &c., plaintiff in error, vs. Manning et al., defendants in error."
    ],
    "opinions": [
      {
        "text": "By the Court, Pratt, J.\nThe assignment of Smith, under which the plaintiffs below claimed the goods in controversy, is fraudulent and void on its face, and must be so adjudged. It is not an unconditional assignment by the assignor, for the benefit of all his creditors; and it is therefore fraudulent and void in law, as against creditors for whom he made no provision. Great and well founded doubts have always been entertained by Courts generally, in this country, in relation to sustaining voluntary assignments by insolvent debtors at all, which give a preference to the claim of one creditor over that of another; and such transfers of property, by debtors in failing circumstances, have only been sanctioned by Courts in most of the States, where the surrender and transfer is, in fact, entirely unconditional. In Maine, New Hampshire, Connecticut, Georgia, and New Jersey, preferences in voluntary assignments by insolvent debtors, are inhibited by statute.- In Ohio and Pennsylvania,' such preferences are entirely disregarded, and the property assigned, inures by statute to the benefit of all the creditors of the assignor, in proportion to their respective debts. There is certainly great reason in this rule of law; and it is difficult to perceive how any other rule on the subject, could, in justice and equity, be adopted by statute; as any other, must necessarily, often lead to fraud and gross injustice to honest individual creditors. Yet, in those States, where no such prohibitory statutes have been enacted, insolvent debtors have been tolerated by judicial decisions, both at law and in equity, in mating unconditional asssignments of all their property, with classifications, and preferences. (5 Cow. R., 580; 11 Wend. R., 187; 3 Devereux R., 126, 134; 4 B. Monroe R., 296, ’7; 7 Peters R., 609, 614; 2 Barb. S. C. R., 9; 2 Binney R., 174, 186; 11 Alabama R., 689; 2 Comstock R., 365; 7 Paige R., 568; 5 John. R., 335; 2 Conn. R., 633; 17 Verm. R., 311; 8 Leigh R., 416; 10 Paige R., 223; 4 Barb. S. C. R., 546; 6 Hill R., 365; 10 Watts. R., 223, 244; 2 John. Ch. R., 565, 576; 8 Paige R., 417; 1 Sandford R., 251.) But in the case under consideration, the assignor has not made an unconditional assignment and transfer of his property, for the benefit of those creditors whom he did prefer; but expressly provided by a clause contained in the assignment, that the real estate conveyed under it, should not be sold by the trustees, until after ail the personal property, goods, and other personal assets, were exhausted, without his consent. The assignment with this special clause, is not in facf^ nor in judgment of law, unconditional. The assignor, in virtue pf the instrument, has not ipso-fa,clo parted with his interest in, and right of control over, all the property which he assumes to assign. It is no matter what the effect of this provisión in the end, may he; that is not a question to he determined here. But, is this reservation of right, on the part of the assignor, to control the trustees in relation to a sale of ' the realty, repugnant to the settled rules of law ? And- if so, then does it render the instrument fraudulent and void, as against creditors for whom no provision was made ? These are the important questions to he judicially determined in this case — questions which must he determined by the law, and not by any extrinsic facts that may, in the abstract, exist.\nThat the assignment, by reason of this special reservation, is conditional, is certain, and cannot admit of a doubt; and that Earl, the plaintiff in the attachment is a creditor of the assignor, unprovided for, conclusively appears by the case. The instrument is therefore fraudulent and void, as against him, or -any other creditor of the assignor, not preferred. (Grover vs. Wakeman, 11 Wend. R., 187; Mackie vs. Cairns, 5 Cow. R., 580; Seaving vs. Brinkerhoof) 5 John. Ch. R., 329; Austin vs. Bell, 20 John. R., 442; Goodrich vs. Downs, 6 Hill R., 438; Barney vs. Griffin, 2 Comstock R., 365; Gazzam vs. Poynts, 4 Alabama R., 374; Wiswall vs. Ticknor et al., 6 Ib., 179.) Other authorities might be cited in support of this position, but it must be unnecessary. It is a well settled general principle of kw, that the assignment in this class of cases, shall definitely fix the rights of the parties beneficially interested, and that nothing shall be left subject to the discretion or future control of the assignor.\nBut there is another legal fatality to this assignment, appearing on its ” face. The assignor transfers all his property, including his real estate, his entire stock of goods,* notes, accounts, judgments, and other evidences of debt, not for the benefit of all of his creditors, but ostensibly for the benefit of three mercantile houses in the city of New York, maldng the firm of one of these preferred houses, his assignees. And yet, the assignment contains no provision whatever, for the appropriation by tlie trustees, of any surplus property or funds which may-remain in their hands, after payment of the particular debts specified, either to the payment of Earl, or any other creditor unprovided for. Such surplus, therefore, whatever the amount may be, must at law, revert to the assignor; and nothing but the interposition of a Court of Chancery can arrest the reversion. Consequently, by legal implication, the instrument contains a resulting trust, for the future benefit of the assignor. This also renders the assignment fraudulent and void in law, as tending to hinder and embarrass creditors not provided for, in the collection of their debts. Such is clearly the inevitable effect of it, and brings the case within the letter and spirit of the statute on this subject, and must be conclusive as to the invalidity of the assignment. If not conclusive, the provision of the statute in relation to fraudulent transfers of property, with intent to hinder and delay creditors in the collection of their debts, had better be abolished, and save all further trouble and expense. But, in argument, it was contended that there is no evidence in the case, of any intent on the part of the assignor, to hinder, delay, or defraud creditors; and that if there was, the assignees, without notice of such intent, could not be affected by it.\nThe provisions of our statute for the prevention of frauds, are taken from the New York statute, and are divided into three chapters, viz: 80, 81, and 82. Chapter 80 is entitled “ Of fraudulent conveyances and contracts relative to land.” This chapter in the first place and especially, provides for the protection of prior and subsequent purchaser's for a valuable consideration, and then makes other provisions touching the revocation of conveyances, and also provision in relation to contracts, leases, &c. Chapter 81 is entitled “Of fraudulent conveyances and contracts relative to goods, chattels, and things in action;” and contains the general provisions in relation to sales, and conveyances of personal property, the filing of chattel mortgages, &c. Chapter 82 is entitled “ General provisions relating to fraudulent conveyances and contracts.” Section 1 of this chapter, provides that “every conveyance or assignment in writing, or otherwise, &c., made with intent to hinder, delay, or defraud creditors, or other persons, of their lawful suits, &c., as against the persons so hindered, delayed, or defrauded, shall be void.”\nA careful examination of the provisions contained in these three •chapters of the statute, must, in view of the very clear and explicit language in which each' provision is expressed, satisfy the most obtuse mind of the real intent of the Legislature.. The provision contained in sections 1 and 2 of chapter 80, was intended to apply to purchasers, and not to trustees under voluntary assignments by insolvent debtors. Trustees, under voluntary assignments, are neither prior or subsequent purchasers, for a valuable consideration, within the meaning of these sections, nor could they have been so considered or intended by the Legislature. Of this, section 1, of chapter 82, furnishes conclusive and irresistible proof. By this section, the Legislature, for the first time, makes provision in relation to assignments intended to hinder, delay, or defraud creditors, and not in relation to conveyances made to defraud prior or subsequent purchasers for a valuable consideration, unless the Legislature absurdly intended to enact the same provision twice over, by incorporating it into chapter 80, and also into chapter 82, in language entirely different in fact and in meaning, both in common and legal parlance.\nSection 1 of chapter 80 provides that “ every conveyance of any estate, made with intent to defraud prior or subsequent purchasers,” &e., “shall be void.” Section 2 of the same chapter is a qualification of section 1, and expressly protects subsequent purchasers for a valuable consideration, without notice. But not so in chapter 82, there is no such protection provided for assignees in section 1, or in any of the succeeding sections, nor'are assignees or trustees named in the chapter. The language of section 1 is too clear and explicit to be misunderstood: ‘‘Every assignment,” &c., “made with intent to hinder, delay, or defraud,” &c., “shall be void.” Who is it that makes the assignment? It is the assignor, and not the trustee, who makes it. It is the assignor) and not the trustee, who is the debtor, and whose creditors are to he\" affected by it. It is often the case that the trustee resides at a distance from the assignor, and knows nothing of the transaction until after the execution of the assignment. If not residing at a distance, being usually a friend of the assignor, the trust is accepted without much, if any thing, being said to him on the subject. And if the provision of the statute contained in sections 1 and 2 of chapter 80 is to be, by vague construction, and in violation of explicit language and common sense, applied to trustees under voluntary assignments, by fraudulent debtors, then the entire law on the subject had much better be abrogated at once, as under such a construction, it is but a mere mockery — a fraud calculated merely to delude and mislead honest creditors in pursuing and seeking justice at the hands of their dishonest and fraudulent debtors; for, as a general proposition, not in one ease out of five hundred, could affirmative proof be adduced to show, that, in fact, the trustee accepted the trust with a fraudulent intent, or that he had knowledge of such intent on the part of the assignor. But by a rational and legitimate construction of the statute, it is clear, that the Legislature has designedly left assignees under voluntary assignments, where reason and common sense, and where justice and equity places them', on the ground of naked trustees, having no real interest in the transaction, and not as bona fide purchasers for a valuable consideration. They are not in fact purchasers. They never agree or intend in fact to become the purchasers of the property assigned. They never in fact pay, or intend to pay one dollar for it. With this construction of the statute, every provision of it is rendered reasonable and operative, and the question of fraud in this class of cases is left entirely open between the debtor and creditor, where, by every principle, human or divine, it ought to be left, and where, beyond all controversy, the Legislature intended to leave it. The proposition is not to be tolerated, that men having no interest in the transaction, but being merely the passive instruments by the choice of the fraudulent debtors, are, by a visionary construction of the statute, to shield such debtors and their property from the reach of honest bona fide creditors, on- the ground that they were not informed by the debtors, in the presence of witnesses, at the time of the execution of the assignment, that it was intended thereby to perpetrate a fraud upon some one or more of their creditors.\nThat a transfer of property under a voluntary assignment, although fraudulent in law or in fact, is valid as between the parties when the creditors of the assignor submit, and do not take the necessai-y steps provided by law to set it aside or otherwise avoid it, is not controverted. The statute settles this question, and no judicial decision is necessary to give it a construction. It is the creditors of the assignor whom the Legislature intended to protect, and who are in explicit terms protected by the act. ■ “Every assignment” says the statute, “made with intent to hinder, delay, or defraud creditors, shall, as against the creditors so hindered, delayed, or defrauded, be void.” Ko language could be more definite or certain. The protection of creditors was the sole and only object which the Legislature had in view, in the enactment of this provision. And if trustees, selected by fraudulent debtors to carry out their assignments, are to be adjudged bona fide purchasers for a valuable consideration, then this provision of the statute must be rendered entirely nugatory, and instead of furnishing the least protection to. the creditor, will inevitably become an impenetrable shield to the fraudulent debtor, behind which he may retire with the passive instrument of his own choice, and bid defiance to his honest creditors. Section 5 of chapter 82, has been referred to for the purpose of giving a construction to this provision, but there is nothing in that section conflicting in the least with the view here taken. It should be recollected that chapter 82 is entitled, “General provisions relating to fraudulent conveyances and contracts,” and that section 5 of this chapter merely provides, that “none of the provisions contained in either of the three chapters shall be construed to effect or impair the title of a purchaser for a valuable consideration.” This section, therefore, neither establishes a rule, or declares a principle differing in the least from any established or declared by the preceding sections, but is, in terms, a mere qualifica- . tion of other sections preceding, and expressly applies to'the provisions contained in chapters 80 and 81, and must have been more particularly intended to guard the provisions contained in those two chapters against any false construction by reason of the general provisions, as there is no section in chapter 82 making any provision whatever relative to title, or purchasers for a valuable consideration. In view of the language and object of section 5, it is most extraordinary that even an inference should have been drawn from it, as a prop to the absurd doctrine, that trustees under voluntary assignments by fraudulent debtors, are, in judgment of law, to be deemed bona fide purchasers for a valuable consideration. The doctrine, upon the face of it, is an absurdity, and repugnant to every principle of justice, honesty, and morality.\nThat there are some few decisions to be found in support of the proposition is not denied, but they were not authorized by any thing contained in the English statutes for the prevention of frauds, either in the 13th or the 27th of Elizabeth; nor were they founded upon any settled principle of the common law, and they ought not to be recognized as authority upon the point. It often becomes necessaiy in construing statutes, to resort to principles of the common law, but never when a statute is clear and explicit, being neither ambiguous or uncertain as to its true intent and meaning; and when a statute is thus certain, no judicial decision can change it or over-ride it upon the ground of either interest or policy. But there are decisions which clearly sustain the view here taken of the statute. In (5 John, Ch. R. 329; 3 Wharton, 485; 4 Ib., 500; 5 Watts & Serg., 145; 1 Barr, 101; 3 Ib., 136; 20 Pick., 321; 4 Scam., 14; 11 Alabama, 881, 1068, & 1084;) it is held that assignees in trust for creditors are not bona fide purchasers for a valuable consideration, and that they have no other rights than the assignors had.\nIf an assignment by a debtor in failing circumstances, is drawn in such a manner as that it must necessarily, in its execution, tend to hinder or delay creditors unprovided for in the collection of their debts, then the legal presumption arising upon the face of the instrument, is, that it was so framed with that intent. Ho other presumption could legally arise upon it. “The law presumes every man to intend the legal consequences which must naturally flow from his own voluntary acts,” and every man is held responsible accordingly.\nWhy did the assignor, in the case under consideration, make a conditional transfer of his real estate ? The legal presumption is, that he, at the time, supposed his personal property, including his entire stock of goods, notes, accounts, judgments, and other evidences of debts outstanding, would be sufficient to pay the creditors preferred; and that the real estate, being in this manner placed beyond the immediate reach of other creditors, would ultimately revert. And why did he not, in assigning all his property, real and personal, for the benefit of a part of his creditors only, make provision for the payment of Earl out of any surplus property or funds remaining in the hands of his trustees, after satisfaction of the debts specified? The legal presumption is, that be did not intend to have the surplus thus appropriated; hut designed at some future day a reversion of it, thereby securing its future use and benefit to himself. Such are the presumptions arising on the face of the assignment; no other' legitimate inferences can be drawn from the premises; and there is no evidence in the case, rebutting these presumptions, or tending in the least degree even, to repel them.\nIt has been repeatedly decided by Courts of the highest character and standing in this country, that an assignment by a debtor in failing circumstances, for the benefit of a part of his creditors only, containing a resulting trust, is absolutely void in law, as against creditors unprovided for, whether there shall be in the end any surplus in fact, or not. And it can make no difference either at law or in equity, whether the instrument contains such a resulting trust, in terms, or by implication of law; the effect to those creditors to be affected by it would be the same. These decisions ate numerous, and have been made upon principle, which has become established, as a rule at law and in equity; the reason or justice of which cannot be controverted or successfully assailed.\nIt was also in argument contended, that by section 4 of chapter 82, the question of fraud is made a question of fact, and that without proof of the fact, the assignment cannot be adjudged fraudulent. This, by a species of illegitimate construction, is carrying that provision of the statute entirely beyond what the Legislature ever intended, or it will legally bear. It is not to be presumed that the Legislature intended, by this simple provision, to make such a radical reform as to turn principles of law into questions of fact, nor does it in fact or inferentially do so. In that class of cases where the assignment is unconditional, and in other respects legally unexceptionable on its face, it would, of course, become necessary for the party alleging it to be fraudulent, and seeking to avoid it on that ground, to resort to extrinsic facts and proof aliunde the assignment, in support of the allegations. Such extrinsic proof, however, is not necessary, nor is it required by the statute or any known rule of law, where the evidence of the fraud, or of the fraudulent intent of the assignor clearly and fully appears on the face of the instrument. In the case now before the Court, it does appear on the face of the instrument, that the assignment was not absolute and uncon ditional, and that it contains, by legal implication, a resulting trust. These are not extrinsic, but matters constituting- part and parcel of the instrument itself, and, therefore, legal questions arising upon the face of it; questions which must be judicially considered and determined in giving the instrument a legal construction. Such legal construction is for the Court, and not the jury. In giving such legal construction, it becomes necessary for the Court to examine every part and provision contained in it, and to apply thereto the law of the case. The law, when so applied, settles the question of its validity at once. By this legal test it is found to be obnoxious to the law of assignments, and void on its face. This result is announced by the Court as a legal construction of the instrument, and as a judicial decision in the ease. Such decision is equally binding upon the jury as the parties, and while it remains unreversed, is legally decisive of the question. And if decisive, what remains to be submitted to the jury for then- determination.? Nothing. The assignment is void, it has been judicially so decided. After such decision by the Court upon the validity of the instrument, to submit the matter to a jury for their affirmance or reversed, or to require extrinsic proof of fraud in fact, would be a mockery of legal proceedings, and render the trial of the cause farcical and ridiculous. Section 4 of chapter 82 requires no such proceedings. It provides, merely, that the question of fraudulent intent shall be deemed a question of fact; that is to say, the fraudulent intent, when it becomes material in a cause shall not be inferred without some proof. That is all there is of the section. It neither abridges the legal power or duty of the Court in this class of cases, or changes the rules of law touching the legal construction of voluntary assignments by fraudulent debtors.\nBut it is said that the assignment; although on its face obnoxious to law, constitutes only prima facie evidence of fraud, and may be rebutted by extrinsic proof. How rebutted by extrinsic proof ? By what kind of extrinsic facts could an assignment void on its face, by reason of the illegal provisions contained in it, be rebutted, either by the assignor or the assignee ? They are both parties to the instrument, and are legally estopped from denying any of the express stipulations it contains. But, suppose that as in the case under consideration, no proof of any kind is offered on the trial, to rebut the legal presumption arising on the face of the assignment, must the question still he submitted to the jury, and does the statute render a proceeding so absolutely absurd, necessary ? It certainly does not in terms, or by any rational construction of the language employed. Where the instrument is not void on its face, and extrinsic facts are proved for the purpose of establishing the fraud, evidence to rebut such facts, or the legal presumption arising thereon, is undoubtedly admissible. In such a case, the question of intent would be a question of fact, and not of law, and would legitimately •come within the spirit of the provision of the statute, and the evident intention of the Legislature.\nSection 4 of chapter 82, is a literal copy of a section contained in the revised statutes of the State of New York, under which repeated decisions have-been made by the Courts in that State, and in which, voluntary assignments have been adjudged fraudulent and void in law, upon their face.\nIn Grover et al., vs. Wakeman, (11 Wend., 187,) the bill was filed to set aside an assignment, on the ground of fraud. The assignment was„voluntary, with classifications and preferences, and provided for the payment of creditors designated in the second class, upon condition that they would receive, in full satisfaction and discharge of their respective debts, such proportion as could be paid by the assignees of the property, after payment of the creditors' in the first -class. The assignors and trustees answered the bill, denying that the assignment was fraudulent, or made with a fraudulent intent. No proofs were taken, and the case went to hearing on bill and answer; and the Chancellor decreed that the assignment was, upon its face, fraudulent and void. On an appeal to the Court of Errors, the decree of the Chancellor was affirmed, 15 to 5, on the ground of the condition, in relation to the creditors named in the second class. In Webb vs. Daggett (2 Barb. S. C. R., 9,) which was also a case in which a bill was filed to set aside a voluntary assignment, on the ground of fraud, in which the assignor had preferred the payment of a fictitious debt, Justice Harris, in delivering the opinion of the £ourt, says: “ The Court is bound to consider that the assignment was executed with a fraudulent intent, and to declare it illegal and void, as against such creditors £¿3 seek to avoid it.” In Berry vs. Riley, (2 Barb, S. C. R., 307,) which was a case of voluntary assignment, for the benefit of such creditors only, as would become parties to the instrument, and containing a provision for the payment of any surplus to the assignor, the Court declared the assignment fraudulent and void. In Strong vs. Skinner, (4 Barb. S. C. R., 546,) the assignment was voluntary for the benefit of certain preferred creditors, and contained a clause authorizing the trustee, in his discretion, to alter the order of the preferences specified, and without any provision for other creditors, contained a stipulation for the re-assignment of any surplus. The Court, in the decision of the case, say: “Each of these provisions, renders the assignment fraudulent and void on its face.” In Sheldon vs. Dodge, (4 Denio, 217;) which was an action at law, involving the validity of a voluntary assignment by an insolvent debtor, the Supreme Court held that the provision contained in the assignment, authorizing either the assignor or trustees to declare any future preferences, rendered the instrument fraudulent and void in law; and that it was for the-Court, and not the jury, to pass upon the legal effect of such provision; and that the submission of it to the jury, to determine whether it was-inserted with a fraudulent intent, was error, and accordingly reversed the judgment below. In Goodrich vs. Downs, (6 Hill, 438;) which is-another of this class of cases Justice Bronson, who delivered the opinion in the case, says: “It would be strange, indeed, if there was any thing for the jury to pass upon, when the Court can see that the deed of assignment is void upon its face.” In Barney vs. Griffin, et al., (2 Comstock, 365;) another of this class of cases, the bill was filed to set aside the conveyance of certain real estate under assignment, by an insolvent debtor, for the benefit of certain preferred creditors. The assignment contained a clause authorizing the trustees to sell at public or private sale, for cash, or upon credit; and also contained a resulting trust. The answer admits the assignment, but denies all fraud in fact, or in intention. The Vice Chancellor, on the bill and answer, declared the assignment upon its face fraudulent and void in law. The defendants appealed to the Chancellor, who affirmed the decree; they again appealed to the Court of Appeals, where the decree was again affirmed, and the assignment 'declared void upon its face. The Court, in the decision of the case, say, “that voluntary assignments, by insolvent debtors, which give preferences among creditors, can only be supported when they make a full and unconditional surrender of their property; that they can neither make terms nor reserve any thing until after all their creditors are satisfied; that the assignment cannot he made good by showing that there will be no surplus for the debtor after paying-the preferred creditors. And that an insolvent debtor cannot, under-. * color of providing for creditors, place his property beyond their reach in the hands of trustees of his own selection, and take away the right of creditors to have the property converted into money without delay; and that a conveyance which takes away that right, comes within the very words of the statute, and is a conveyance to hinder and delay creditors.”\nThese decisions under the New York statute, were made upon principle, and are founded in reason and common sense — the only basis of correct legal rules or sound common law. That there are some few decisions to be found conflicting with them, is not disputed. But the-question is, are they sound law ? If they are not, then they ought .not to be adopted or recognized as such. The single decision of any Court, ought not to be deemed conclusive, as a precedent established forever; although final upon the parties, it should not and does not conclude other parties having rights involving the same question. It is an eler mentary principle in jurisprudence, well understood, that erroneous decisions are not to be regarded as law. The decisions in several of the States have been made under statutes differing, in many respects materially from our own, and are not therefore, any guide on the subject. In view of the recent decisions in the State of New York, it is unnecessary to review the former conflicting decisions, involving frandulent assignments by the old Court of Errors in that State. There are many decisions by Courts of common law jurisdiction, that never were sound law; decisions, the origin of which may be traced to some dictum merely, which has been inadvertently or improperly thrown by some Judge,, into the decision of a cause; or which may be traced to some antiquated adjudication, founded in error or prejudice, and which, by the light and reason of the present day, would appear absolutely absurd; or which maybe traced to some case, where the Court, instead of boldly meeting the question involved, and deciding it upon principle, assumes to bo governed by some analogous case, which, as found on examination,. entirely fails to sustain the decision. Such cases are, and ever have been productive of much evil. The profession, and especially the younger members of thé bar, are often deceived and misled by them, their clients involved in hopeless and expensive suits at law and in equity, which are not unfrequently ruinous in their consequences. And the sooner all such cases are separated from decisions based upon correct legal premises, and entirely discarded by Courts and the profession, the better it will be for the country generally.\nWhere an assignment is fraudulent, as to any of its provisions, it is void in toto as against creditors who are entitled by law to take advantage of the fraud. This principle is universally adopted, and is too well established to need any reference to authorities, in support of it.\nThe views and suggestions of the late Justice Sutherland, on the subject of voluntary assignments by insolvent debtors, are worthy of all commendation. He says, “it is time that some plain, simple, but comprehensive principle should be adopted and settled upon this subject. In the absence of a bankrupt law, the right of giving preferences must probably be sustained. Let the embarrassed debtor, therefore, assign his property for the benefit of whom he pleases; but let the assignment be absolute and unconditional — let it contain no reservations or conditions — let it not extort from the fears and apprehensions of the creditors or any one of them, an absolute discharge of their debts, as the consideration of a partial dividend — let it not convert the debtor into a • dispenser of alms to his own creditor — and above all, let it not put up his favor and bounty at auction, under the cover of a trust, to be bestowed upon the highest bidder. After the maturest reflection upon 'this subject, I have come to the conclusion that the interest both of the debtor and creditor, as well as the general purpose of justice, would be promoted by confining these assignments to the simple and direct appropriation of the property of the debtor, to the payment of his debts. The remnants of many of these insolvent estates are now wasted in litigation, growing out of the complex or suspicious character of the provisions contained in these assignments. One device after another to cover up the property for the benefit of the assignor, or to secure to him, either directly or indirectly, some unconscientious advantage, has from time to time, received condemnation. But new shifts and devices are still resorted to, and will continue to be so, until some principle is adopted upon the subject, so plain and simple, that honest debtors cannot mistake it, and fraudulent ones will be deterred from its violation, by the certainty of detection and defeat.”\nThese sound views of Justice Sutherland, have since been adopted by the Courts of the State of New York, and of several other States. They should be adopted and acted upon by Courts every where, unless inhibited by statute. No views ever expressed upon the-subject, are more clear, just, or appropriate. They are evidence of that high regard for honesty, and fair dealing, which ever marked the career of that able and distinguished jurist. The Courts of this State are not inhibited from adopting them by any provision of the statute. On the contrary, they are clearly in accordance with both the letter and spirit of our statute, which must be sustained by Courts, or a direct and open encouragement given to chicanery and fraud in the business transactions of the country. ,\nThere is one other question presented by the case, equally fatal to the assignees, so far, at least, as the interest of Earl, the attaching creditor, is concerned. There was no acceptance of the trust by the assignees in fact, until after the. goods had been seized under the attachment.\nThe assignees reside in the city of New York, and were not present at the time of the execution of the assignment. It was executed by Smith, and delivered to the attorney of the assignees in Branch County, on the 26th day of March, 1849. On the 6th day of April, thereafter, the goods were attached. On the trial of the cause the assignees introduced and read in evidence their own letter to their said attorney, dated on the 16th day of April, and in which they say; “we wrote to you under date of the 6th of April, instant, since which time we have twice telegraphed you, the last time accepting the assignment, and desiring you to write us fully upon the matter, and we would then give you instructions how to act in future. We could not tell from your letter to us how we were preferred, but, it is explained in a letter to Bostwick & Masterton from Mr, Smith, in which Mr. Smith states that in the 5th article, the ‘pro rata’ refers only to H. W. Barnes & Co., and Messrs. Fowlers; we supposing all the time, it referred to all the creditors mentioned in the assignment — we are now pretty well satisfied,” &e.\nThis letter of the assignees is explicit; and furnishes conclusive evidence that they did not in fact accept the trust until after the goods were seized under the attachment of Earl. A further implication arising from the language of this letter, is, that on the first information received from their attorney on the subject, they were dissatisfied with ■the terms of the assignment, and refused to become trustees under it, ■and that they did not in any manner signify their acceptance until after ■the 6th of April. The goods, therefore, according to their own written statement, introduced in evidence by their attorney, were legally'in the custody of the sheriff under the attachment, before their acceptance of the trust; hence the assignment is inoperative as against Earl, the attaching creditor, he having acquired a prior valid lien upon them.\nThat there must be an acceptance of the trust by the trustees before the assignment can take effect, is unquestionable. It is true that in some cases it has been held that where the trustees were not present, their assent for the purpose of giving effect to the transfer of the property might be presumed; this presumption, however, is not conclusive, but may be rebutted, and in the case under consideration, is rebutted by the letter of the assignees. In Lawrence et al., vs. Davis et al., (3 McLean, R., 178,) the Court held, “that in making a voluntary assignment of property, the assent of two parties was necessary to its validity as in every other case of contract, and that a debtor could not ohange his relation to his creditors by merely making an assignment of his property to them.” In Crosby vs. Hillyer, (24 Wend., 280;) the assignment was executed and delivered to the trustee, who hesitated and delayed to accept the trust; during the time of his hesitation and delay an execution was levied on the property. The Court held that the execution attached before the assignment took effect; that the trustee merely taking the assignment into his hands and retaining it, amounted to nothing; that there must be an acceptance, and that a delivery without an acceptance was nugatory. These cases are applicable, and decisive of the question.\nThere were several other questions of minor importance presented, but as the decision of those already considered disposes of the entire case, it is deemed unnecessary to examine them.\nLet it he certified to the Circuit Court for the County of Branch, as the opinion of this Court, that the assignment is void, and that the judgment of the Branch County Court should be reversed.\n.CASES ARGUED AND DETERMINED ‘IN THE SUPREME COURT QP THE STATE OF MICHIGAN. JANUARY TERM, 1853. present: HON. WARNER WING, Presiding Judge. HON. SANFORD M. GREEN, HON. DAYID JOHNSON, ' HON. JOSEPH T. COPELAND, HON. GEORGE MARTIN, ¡.Judges. HON. SAMUEL T. DOUGLASS, HON. ABNER PRATT, HON. CHARLES W. WHIPPLE,,",
        "type": "majority",
        "author": "By the Court, Pratt, J."
      }
    ],
    "attorneys": [
      "If. K. Clarice, for plaintiff in error,",
      "S. J. M. Hammond., for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Pierson, Sheriff, &c., plaintiff in error, vs. Manning et al., defendants in error.\nA voluntary assignment for the benefit of creditors, containing a clause that the real estate conveyed by it shall not be sold by the assignees, until all the personal property and assets assigned shall be exhausted, unless with the consent of the assignor, not being an unconditional assignment, is therefore fraudulent and void in law as against creditors not preferred or not provided for in the assignment.\nIt is a well settled principle of law that assignments of this class shall definitely fix the rights of the parties beneficially interested, and that nothing shall he loft subject to the discretion or future control of the assignor.\nWhere an assignment provides for a part only of the creditors, and contains no provision for the application of any surplus, remaining after the payment of the creditors specially provided for, such surplus must, at law, revert to the assignor; consequently, the instrument contains, by implication, a resulting trust for the future benefit of the assignor, which renders the assignment fraudulent and void, as against creditors unprovided for.\nIf an assignment by a debtor in failing circumstances, is so drawn that it must in its execution tend to hinder or delay creditors unprovided for, in the collection of their debts, the legal presumption is, that it was so framed with that intent. \"The law presumes every man to intend the legal consequences, which must naturally flow from his own voluntary acts.” Sections land 2, Chap. 80, R. S., were not intended to apply to trustees under voluntary assignments by insolvent debtors. Such trustees are not tona jidc purchasers for a valuable consideration, within the meaning of these sections.\nSection 4, Chap. 82, R. S., providing that the question of fraudulent intent, shall be deemed a question of fact, has no application to a case where the evidence of the fraud, or the fraudulent intent of the assignor clearly and fully appears on the face of the assignment. Where an attachment was levied upon the goods included in an assignment to trustees for the benefit of creditors, before an acceptance of the trust by them, it was determined that the attachment held the goods as against the assignment.\nWhere an assignment is fraudulent as to any of its provisions, it is void in toto as against creditors who are entitled bylaw to take advantage of the fraud.\nCase reserved, from the Circuit Court for the county of Branch.\nThis was an action of replevin, originally brought in the Branch County Court, by the defendants in error, against the plaintiff in error.\nThe declaration was in the usual form, for the unlawful detention of certain enumerated goods, wares, and merchandize: to which the plea of general issue was interposed, together with notice that the goods in question were seized by virtue of a writ of attachment issued out of the said County Court, at the suit of J. E. Earle, against one Horatio H. Smith, &c.\nOn the trial of the cause, the plaintiffs below proved and submitted in evidence,- amongst other things, an 'assignment in writing from the said Horatio H. Smith, to the said plaintiff's below, bearing date the 26th day of March, A. D. 1849, by which the said Smith assigned to them his entire stock of goods, all book accounts, notes, judgments, and all other personal property in trust:\nFirst. To pay in goods at retail prices, certain outstanding due-bills.\nSecond. To pay the expenses of selling the goods, collecting the •debts, and of repairing, renting, and taking care of the real estate conveyed under the assignment.\nThird. To pay themselves the sum of $1,250.\nFourth. To pay Masterton & Bostwick, of the city of New York, the sum of $1,847, and interest.\nFifth. To pay H. \"W. Barnes & Co., of the city of New York, the sum of $1,328, and interest; and M. and B. Fowler, and M. and B. Fowler & Co., the sum of $495, and interest.\nThe instrument then contains a provision in the words following:\n“All the personal property hereby assigned, to be applied for the purposes aforesaid, and to be entirely exhausted, before the real estate deeded to the said trustees subject to the trusts of this instrument, is resorted to for carrying out said trusts, unless with my consent.”\nThe deed executed by Smith conveying the real estate under the provisions of the assignment, was also proved and read in evidence.\nOn the defense, the attachment under which the goods were seized by the defendant below, as sheriff, &o., together with his return thereto, and the affidavit upon which the attachment issued, were severally proved and read in evidence, and by which it appeared that the said attachment was duly issued on the 6th day of April, A. D. 1849, the goods ' seized, and personal service made on Smith the same day.\nThe record of the judgment recovered by Earle under the attachment, was also proved and read in evidence on the defense, and by which it appeared that a judgment for $368 36, was rendered on the 16th day of April, A. D. 1849.\nThe cause upon the evidence was submitted, and the County Court on the 10th day of September, A. D. 1850, rendered judgment for the plaintiffs below. The defendant below sued out a writ of certiorari, and removed the judgment and proceedings into the Circuit Court, where, on the return, the following, among other questions, were raised and reserved by the Circuit Judge for the opinion of this Court, viz: 1st. “Was the assignment, executed by Smith to Manning & Co., a valid instrument?” 2d. “Was the assignment so accepted by the assignees, as to prevent the attachment becoming a lien on the goods ? ”\nIf. K. Clarice, for plaintiff in error,\nS. J. M. Hammond., for defendants in error.\nIn tho recent case of Nicholson vs. Leavitt, decided in the New York Court of Appeals, ^February Term,-1853, it was determined that an assignment containing a clause authorizing the trustees to sell upon credit, was fraudulent and void, by reason of its tending to delay creditors.\nThis case, as well as all the .authorities upon this branch of the law, is cited in a valuable treatise upon assignments, by A. M, Burrill, Esq,, Counsellor at Law, published by J. S. Yoorhies, N. Y., 1853."
  },
  "file_name": "0445-01",
  "first_page_order": 453,
  "last_page_order": 473
}
