{
  "id": 156051,
  "name": "Pink Abrams v. The State",
  "name_abbreviation": "Abrams v. State",
  "decision_date": "1893-01-18",
  "docket_number": "No. 67",
  "first_page": "449",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "12 Fla., 138",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1162237
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/12/0138-01"
      ]
    },
    {
      "cite": "23 Ala., 85",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3125596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/23/0085-01"
      ]
    },
    {
      "cite": "5 Cold., 217",
      "category": "reporters:state",
      "reporter": "Cold.",
      "case_ids": [
        8540552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/45/0217-01"
      ]
    },
    {
      "cite": "41 Barb., 200",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5109045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/41/0200-01"
      ]
    },
    {
      "cite": "37 Cal., 190",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2225042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/37/0190-01"
      ]
    },
    {
      "cite": "24 Cal., 73",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2283187
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/24/0073-01"
      ]
    },
    {
      "cite": "19 Nev., 400",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        166756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/19/0400-01"
      ]
    },
    {
      "cite": "75 Mo., 469",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        963610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/75/0469-01"
      ]
    },
    {
      "cite": "21 Wend., 63",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/21/0063-01"
      ]
    },
    {
      "cite": "17 Barb., 410",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4954872
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/17/0410-01"
      ]
    },
    {
      "cite": "1 Hill, 654",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "45 N. H., 52",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4465627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/45/0052-01"
      ]
    },
    {
      "cite": "105 Mass., 219",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        713277
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/105/0219-01"
      ]
    },
    {
      "cite": "16 Wis., 635",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11286641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/16/0635-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 10692,
    "ocr_confidence": 0.584,
    "pagerank": {
      "raw": 9.562123338617385e-07,
      "percentile": 0.981188285494637
    },
    "sha256": "08661776ef1628a2a0ef62ef6e7eb3b469e092fa3daaa09caf92a8fd26271099",
    "simhash": "1:daa6aa463e665877",
    "word_count": 1861
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pink Abrams v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAs presented by the record, we think this appeal should be disposed of upon the issue of the disqualification of the special presiding judge, Hon. B. S. Gardner.\nIn support of this issue defendant filed affidavits of several parties, by which it is shown that the judge, as an attorney, at the September Term, 1889, thereof, wrote and presented to the court, in behalf of defendant, an application for a continuance; that on more than one occasion lie had consulted with defendant and the witnesses in reference to the details of the testimony in the case, as well as with interested parties in relation to securing a fee for his employment as associate counsel for the defense; that defendant, his friends, and the witnesses regarded him as an attorney in the case.\nO. C. Kirven, defendant’s counsel, in his affidavit, in substance stated, that being sick, and unable to attend to the case at the said September Term of the court, he “called upon his friend, B. S. Gardner, and obtained his services and assistance in preparing and presenting an application for a continuance of this cause at said term; that he advised and consulted with said Gardner as to all the facts, and had defendant’s witnesses to detail their evidence to said Gardner, and promised Gardner that defendant and his friends would secure him a fee to assist in the defense; * * * that he had consulted with and talked to Gardner more than once or twice as to the facts and points in the case; and if the defendant and his friends had secured the proposed fee, as they promised, he would have remained in the case, and continued as counsel for defendant with affiant.”\nControverting these affidavits, the county attorney filed his affidavit, by which it is shown, that defendant’s counsel, Kirven, first proposed to State’s counsel the propriety of selecting said Gardner as special judge; that his disqualification was suggested for the reasons stated at the time; that said Kirven insisted that said disqualification did not exist; that he had never acted as counsel in the case, and Gardner concurred in the same statement; that after the State announced ready for trial, Kirven for the first time suggested Gardner’s incapacity, after having informed affiant on the same morning that he would not raise such question. In explanation of defendant’s bill of exceptions, the judge states: “ The court has no recollection of having talked with any one about the case, except at the time when the court wrote the application for a continuance, which was not in the attitude of counsel, but simply acting for counsel for defendant; nor did he expect employment, or advise in the case. B. S. Gardner, Special Judge.”\nThe above statement of the judge can not be considered as evidence upon the issue of his competency to sit in the case, and must be excluded from consideration in passing upon that question. In a similar case, decided by the Commission of Appeals, and approved by our Supreme Court, Judge Watts said: “An issue as to the disqualification of the judge may be made, and when made, is to be determined by the judge upon the evidence adduced before him by the parties; and when this decision in that respect is brought up for review, the evidence upon which the decision was made should be incorporated in the statement of facts for the inspection of the revising court. The mere statement of the judge as to his previous professional connection with the matter in dispute, not made under the sanctions of an oath as a witness, ought not to be considered as evidence, unless that requisite had been waived by the parties. Taking the written statement made by the judge as explanatory of the exceptions taken to his rulings, it does not occur to us that it ought to be considered as evidence of facts declared.” Slaven v. Wheeler, 58 Texas, 23. In a criminal case, “ the State may take issue with the defendant upon the truth of the causes set forth in the motion for a new trial, and in such case the judge shall hear evidence, by affidavit or otherwise, and determine the issue.” Code Crim. Proc., art. 781. In this case the evidence was heard by affidavits, and not otherwise. This was proper under the statute. The affidavit of the county attorney does not deny the testimony set out in the supporting affidavits, except in so far as he sets forth Kirven’s original denial of the disqualification of Judge Gardner.\nOur conclusion is, that the special judge was disqualified from sitting in the case. The fact that counsel for defendant first proposed to try the case before such judge, and the further agreement not to raise the question of his competency, did not legally capacitate him to sit in the case. “The consent of the parties could not remove his incapacity or restore-his competency against the prohibitions of the law, which were designed not merely for the protection of the party to the suit, but for the general interest of justice,” Chambers v. Hodges, 23 Texas, 112; Gains v. Barr, 60 Texas, 676; Newcome v. Light, 58 Texas, 141. Where the relation of attorney and client has been created, or once had an existence, in regard to the communications then made, or the matter advised about, it continues forever as to those matters, and can not be changed by consent. Flack v. Neill, 26 Texas, 273.\nAt common law it was not a ground of objection that the judge had been of counsel in the cause. By constitutional prohibition and statutory enactment that rule of the common law has been changed in this State. In such cases the judge is disqualified from sitting, and his acts involving the exercise of judicial discretion are coram non judice and void. Because counsel for appellant suggested Gardner for special judge, and agreed that he would not take advantage of his disqualification, if' such should be the case, would not alter the rule, although it should wrongfully inure to the benefit of the defendant. The reasons upon which the constitutional prohibition is founded being the protection of the purity of the judiciary, the higher interest of society, and inherent duty of the State to secure the administration of justice with impartial hands through unbiased judges, the rule will not be altered or abrogated though the accused should take advantage of his own wrong. The judgment of the court in such a case would be null and void. Newcome v. Light, 58 Texas, 141; Gains v. Barr, 60 Texas, 676; Chambers v. Hodges, 23 Texas, 104; Hibbard v. Odell, 16 Wis., 635; Hall v. Thayer, 105 Mass., 219; Moses v. Julian, 45 N. H., 52; Foot v. Morgan, 1 Hill, 654; Converse v. McArthur, 17 Barb., 410; Edwards v. Russell, 21 Wend., 63.\nIn Oakley v. Aspinwall, 3 New York, 547, the Court of Appeals said: “ It is of great importance that the court should be free from reproach or the suspicion of unfairness. The party may be interested only that his particular suit should be justly determined; but the State—the community—is concerned not only for that, but that the judiciary shall enjoy an elevated rank in the estimation of mankind. The party who desires it might be permitted to take the hazard of a biased decision if he alone were to suffer for his folly, but the State can not indorse the scandal and reproach which would be visited upon fille judiciary in consequence. Although the party consent, he will invariably murmur if he do not gain his case; and the very man who induced the judge to act, when he should have foreborne, will be the first to arraign his decision as biased or unjust.” This decision was approved in Estate of White, 37 California, 190. See also, Newcome v. Light, 58 Texas, 141.\nA judgment rendered by a court presided over by a disqualified judge is a nullity, and the case would, remain “ undisposed of as completely as if the judge had not been present at the court.” Newcome v. Light, 58 Texas, 141; Chambers v. Hodges, 23 Texas, 104; Gains v. Barr, 60 Texas, 676; Lacy v. Barrett, 75 Mo., 469; Frevert v. Swift, 19 Nev., 400; The People v. De la Guerra, 24 Cal., 73; Estate of White, 37 Cal., 190; Hall v. Thayer, 105 Mass., 219; Converse v. McArthur, 17 Barb., 410, 411; Schoonmaker v. Clearwater, 41 Barb., 200; Reams v. Kearns, 5 Cold., 217; The State v. Castleberry, 23 Ala., 85; Ochus v. Sheldon, 12 Fla., 138.\nThe trial was a nullity, the judgment void, and the cause stands upon the docket of the District Court as if the proceedings complained of in the record had not occurred. The judgment is reversed and the cause is remanded for trial.\nReversed and remanded.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "O. C. Kirven, for appellant.",
      "J. D. Childs, County Attorney, and R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Pink Abrams v. The State.\nNo. 67.\nDecided January 18.\n1. Disqualification of Judge—Evidence—Practice.—“An issue as to the disqualification of a judge to sit as such in a cause pending in his court should be tried and determined by him, and the facts in evidence on the issue should be incorporated in the record on appeal. The statements of the judge made on such an issue should be under oath, unless the same be waived by the parties litigant.” Following Slaven v. Wheeler, 58 Texas, 23.\n2. Same—Bill of Exceptions.—“ On appeal from a judgment of a court on an issue involving the disqualification of the judge,- his statement appended to a bill of exceptions, explanatory of his action in connection with the case, can not be regarded.” Slaven v. Wheeler, 58 Texas, 23.\n3. Same—Consent of Parties—Where a judge is disqualified from trying a cause, under the Constitution and laws, the consent of parties can not remove his incapacity nor restore his competency, against the prohibitions of the law, which were designed not merely for the protection of the party to the suit, but for the general interest of justice.\n4. Same.—See opinion for facts stated upon which it was held, that the judgment was void on account of the disqualification of the trial judge.\nAppeal from the District Court of Freestone. Tried below before Hon. B. S. Gardner, Special Judge.\nThis appeal is from a judgment of conviction for manslaughter, wherein the punishment assessed was five years confinement in the penitentiary.\nIn view of the disposition made of the case by the opinion of the court on this appeal, it becomes unnecessary to give a statement of the facts in the case. With regard to the matter discussed in the opinion, it appears that Hon. Bufus Hardy, District Judge, was disqualified to sit in the case, and that the parties agreed upon Hon. B. S. Gardner as special judge to try the cause. The facts pertaining to the disqualification of this special judge are sufficiently stated in the opinion of the court.\nO. C. Kirven, for appellant.\nJ. D. Childs, County Attorney, and R. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0449-01",
  "first_page_order": 469,
  "last_page_order": 472
}
