{
"id": 1228873,
  "name": "THE PEOPLE v. WILLIAM ANDERSON",
  "name_abbreviation": "People v. Anderson",
  "decision_date": "1924-07-02",
  "docket_number": "",
  "first_page": "451",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "41 N.Y. Crim. 451"
    },
    {
      "type": "parallel",
      "cite": "210 App. Div. 59"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "156 App. Div. 329",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        3150153
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/141/0405-01"
      ]
    },
    {
      "cite": "142 N. Y. 334",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2260170
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/142/0334-01"
      ]
    },
    {
      "cite": "6 Hun, 428",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "444, 445"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 S. E. Rep. 621",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "62 W. Va. 310",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8630092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/62/0310-01"
      ]
    },
    {
      "cite": "165 Fed. Rep. 273",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1886896
      ],
      "pin_cites": [
        {
          "page": "279, 280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/165/0273-01"
      ]
    },
    {
      "cite": "4 Hun, 455",
      "category": "reporters:state",
      "reporter": "Hun,",
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "72 N. Y. 365",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532828
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/72/0365-01"
      ]
    },
    {
      "cite": "140 App. Div. 591",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1196821
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/25/0173-01"
      ]
    },
    {
      "cite": "116 Fed. Rep. 352",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    },
    {
      "cite": "57 Misc. Rep. 295",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        1847253,
        1192239
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/misc/57/0295-01",
        "/ny-crim/21/0535-01"
      ]
    },
    {
      "cite": "202 N. Y. 456",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1199046,
        4489127
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "463, 464"
        },
        {
          "page": "463, 464"
        },
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/26/0367-01",
        "/ny/202/0456-01"
      ]
    },
    {
      "cite": "182 N. Y. 415",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2323050,
        1189847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/182/0415-01",
        "/ny-crim/19/0524-01"
      ]
    },
    {
      "cite": "133 App. Div. 226",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1194898
      ],
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/23/0514-01"
      ]
    },
    {
      "cite": "12 N. Y. 365",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1424,
    "char_count": 58075,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 7.042517330909451e-07,
      "percentile": 0.9661775647923875
    },
    "sha256": "085bf3c5374fa157b2a8af1885ff2a4a003e849e379e6eadcd80c2d9d5f83fb8",
    "simhash": "1:32a6c6418d8ad442",
    "word_count": 9986
  },
  "last_updated": "2024-02-27T16:15:52.747790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. WILLIAM ANDERSON."
    ],
    "opinions": [
      {
        "text": "McAvoy, J.:\nThe compass of the act charged as a crime here is very narrow, but ample facility was .afforded for development on the trial of relevant matters which preceded and were concomitant with the precisely charged dereliction. The transaction itself was the culmination of a series of episodes involving the disposition of a so-called surplus of salary and commission of one Phillips who was a solicitor of contributions for funds for an organization known as the Anti-Saloon League. It had 'been arranged in 1917 that all moneys received by Phillips in excess of $10,000, which was the amount of defendant Anderson’s salary, should be shared equally between Anderson and Phillips, because the latter was a subordinate in the league’s employment. This arrangement was carried out admittedly for the years 1919 and 1920. In 1918 the sum was too small to divide. In April, 1921, at the end of that fiscal year, a salary and commission of $18,800 was charged as having been received by Phillips, when, in truth, he had received but $14,400. Thereupon Phillips protested to the bookkeeper that the books should show that the actual sum received was but $14,400, as salary and commission, and that the overplus had not been paid him in any form. Thereafter on the representation to Anderson by the bookkeeper of Phillips’ plaint, the books by the direction of defendant Anderson were altered so as to show that $4,400 was paid to Phillips on expense account instead of as salary. This entry was doubtless calculated to render the books capable of showing by legal proof that Phillips did not receive his full earnings as commissions and salary. This hardly needs argumentation. It is vain to protest that it hurt nobody, because whether it did or not, it was a false entry which spoke against the fact in a material matter and fell within the hounds of the charge in both counts of the indictment in that it intentionally changed the effect of the previous entry to the possible prejudice and damage of the corporation employer, and was a false entry on which an intent to defraud some person might well be predicated.\nThe indictment proceeds on two counts: The first count of the indictment, after reciting certain introductory matter as to defendent’s position as superintendent of the Anti-Saloon League and his duties and Phillips’ relation thereto, charges that Anderson, well knowing the premises, on March 9, 1921, being such officer and state superintendent of the Anti-Saloon League, with intent to defraud, feloniously did make and cause to be made in a certain book of account called the journal, belonging to and appertaining to the business of the Anti-Saloon League, and kept and caused to be kept by Anderson, a certain false entry which is there set out.\nThe second count, after similar introductory recitals, charges that Anderson, well knowing the premises, on March 9, 1921, felonously did falsify a certain book of account called the journal belonging to and appertaining to the business of the Anti-Saloon League by making the false entry which is described.\nIt is alleged in the two counts that the entry was false, and that Anderson knew that the entry was false.\nThe indictment’s content shows that the first count thereof is based upon section 889 of the Penal Law, which provides in its second part that a person who, with intent to defraud, makes a false entry in an account or books of accounts belonging to, or appertaining to, the business of a corporation, is guilty of forgery in the third 'degree; while the second count is based upon the first part of section 889, which provides in the 1st subdivision that an officer or employee of a corporation who falsifies any account or book of accounts, belonging to, or appertaining to the business of a corporation, is guilty of forgery in the third degree.\nThe first count proceeds on the charge that a person has with intent to defraud some one or some corporation made a false entry in a corporate book of account. The second count alleges that the same entry was made by an employee of the corporation so as to falsify the company’s book of account. Both counts were submitted to the jury under the court’s charge, and a general verdict of guilty under both counts “ as charged in the indictment” was rendered.\nDefendant urges that no facts were given in evidence which either expressly or impliedly indicate that the false entries, were made with intent to defraud, or that such entries were-capable of being used to defraud. If this be a correct deduction from the proof, it is a fundamental defect and these propositions should not have been submitted to the jury, since such a submission would be without evidence to sustain either-count.\nThe indictment made requisite these items of proof to justify a jury finding of guilt: That false entries were made in the-books of the Anti-Saloon League; that they were made at the direction of the defendant; that they were made with intent to defraud; and that they had a legal tendency to defraud the Anti-Saloon League, and did defraud the Federal and State governments in respect of the amount of income tax to be paid under Federal and State enactments.\nThe false entry alleged in the indictment to have been made by the defendant appears in one of the books of account of the Anti-Saloon League of Hew York, known as the “ journal.”' This entry appears on two pages of the journal and was introduced into evidence as an exhibit. It contains the unequivocal notation that $4,400 was paid to Phillips for traveling and hotel expense account, and that the voucher as to salary was an error. The journal was a book of original entry, and the daily transactions of the society were therein recorded. The entries in the journal were currently posted in the appropriate accounts in a so-called “ subsidiary ledger ” and further posted under appropriate account headings in a so-called “ general ledger.”\nThe admitted fact is that there was an arrangement between Anderson and Phillips by which Phillips was to divide with Anderson one-half of the amount of his yearly salary and commissions in excess of $10,000. Anderson’s testimony on this matter differed from that of the People’s witness, Phillips, only in this, that Anderson asserted that Phillips voluntarily and upon his own initiative offered to give Anderson one-half of the excess of his earnings above $10,000 yearly; while Phillips, in effect, asserts the division was compulsory; and, besides, Anderson fixes the time of the making of this arrangement as having been in 1918 instead of 1917.\nDuring the first fiscal year of his employment, asi has been indicated, Phillips earned and was paid salary and commissions aggregating a small sum in excess of $10,000. Anderson told Phillips after that period that because Phillips’ earnings were only slightly in excess of $10,000 for that year, he would not require Phillips to divide that excess with him. Upon the completion of the second fiscal year of the Phillips employment, which terminated on April 30, 1919, the result of Phillips’ solicitation of contributions was such, apparently, as to be worthy of division; and following their compact Phillips paid to Anderson various sums from time to time, representing approximately one-half of the excess of his earnings over $10,000. All of these payments were in cash by request of Anderson, and the cash was obtained by Phillips by cashing checks of the league drawn to his (Phillips’) order, which were given to him by Anderson for that purpose. These checks, the proceeds of’ which were turned over by Phillips to Anderson, represented payments by the league to Phillips on account of his salary and commissions, and were so entered on the books. In the third fiscal year of his employment, terminating on April 30, 1920, Phillips’ earnings being again in excess of $10,000, he paid the one-half of the excess over $10,000 to Anderson.\nThe alleged false entry, which founds the charge in the indictment of forgery against the defendant, was made during the fourth fiscal year of Phillips’ employment, which terminated on April 30, 1921. During this fourth fiscal year Phillips’ commissions on collection of contributions was upwards of $18,000.\nOn July 7, 1920, Anderson instructed one William M. Potter, who was- the assistant treasurer and head bookkeeper of the league, to draw a cheek for $2,500 to Anderson’s order, and to enter the amount thereof on the books of the league as payment to Phillips on account of salary and commissions. On Potter’s inquiry of Anderson as to the reason therefor, Anderson replied that he had loaned Phillips $2,500 some time previously, and that such loan was to be repaid by means of such cheek. Potter thereupon drew a cheek for this amount and gave it to Anderson. Anderson deposited this check to the credit of his personal account in the bank where he kept that account.\nDuring the same fiscal year, on March 2, 1921, Anderson again instructed Potter to draw a check for $1,375 to his order, and to enter the same upon the books as payment to Phillips on account of salary and commissions. Likewise, on this occasion, Anderson stated to Potter that he had loaned Phillips $1,375 and that the repayment of such loan was to be effected by such cheek. Potter thereupon drew such check and gave it to Anderson, who -caused it to be indorsed and deposited to the credit of his personal account in the afore^ said bank. Both of these checks were paid and their proceeds credited to Anderson’s account. Yearly Potter, the head bookkeeper of the league, made to both the Federal and State governments reports of the salaries or incomes paid to employees of the league for each calendar or tax year, for income tax purposes. These reports were usually made by Potter during the first week of March of each year, covering, of course, the preceding calendar or tax year, as distinguished from the league’s fiscal year. It was also Potter’s custom, at the same time, to give to each employee of the league a memorandum of the .amount shown to have been paid according to the books of the league to the employee as earnings for the preceding tax year.\nPotter, carrying out his custom, transmitted a written memorandum to Phillips on or about March 7, 1921, informing Phillips that, according to the books of the league, he had received for salary and commissions during the calendar or tax year of 1920, the sum of $18,893.80. This memorandum was intended for the guidance of Phillips in making up his income tax returns to both the Federal and State governments.\nPrior to the receipt of this memorandum, and even thereafter, Phillips had been kept unaware of the fact that during the fourth fiscal year Anderson had received from Potter the two foregoing checks for $2,500 and $1,375, respectively, out of Phillips’ salary and commissions account. But Phillips knew the fact to be that he had actually received from the league approximately $4,000 less than the amount stated in Potter’s memorandum to him. Phillips, therefore, spoke to Potter upon receipt of such memorandum informing him in substance, that he did not receive anything like $18,893.80 during the year 1920, but that he had actually received in the neighborhood of $4,000 less than that sum. Phillips further protested that he should not be required to pay any income tax upon moneys which he did not actually receive; and Phillips urged Potter to speak to Anderson on the subject and to repeat to Anderson what Phillips had told Potter. Potter did tell Anderson what Phillips had said to him regarding the actual amount which Phillips had received from the league for salary and commissions during the year 1920. In reply, Anderson told Potter that he would attend to the matter within a day or two.\nTwo days later, on March 9, 1921, the date alleged in the indictment as that of the commission of the crime of forgery by the defendant, Anderson gave to Potter a written direction, signed by Anderson, reading as follows:\n“ Mb. Potteb :\n“ Transfer from salary account O. B. Phillips $4,400 to his expense account.\nWILLIAM H. ANDERSON.”\nThis written direction from Anderson was obeyed by Potter, who gave to an assistant bookkeeper, one Mary Hill, the appropriate directions to make the entries necessary to effectuate such transfer on the books of account of the league. These directions were on the same day carried out- by Miss Hill by means of the journal entry hereinabove quoted, and the posting of such entry from the journal to the ledgers.\nIt was on account of this written direction of Anderson that Potter corrected the returns to the Federal and State governments, with respect to the salary and commissions paid to Phillips by the league during the calendar year 1920 by deducting $4,400 from the $18,893.80, which had actually been paid out by the league on account of the salary and commissions of Phillips, although Phillips had, of course, not received the full sum because of these deductions. The truth was that Phillips had actually incurred expenses in connection with the discharge of his duties during this fourth fiscal year in the aggregate sum of $57.40. This $57.40 was duly paid to Phillips upon vouchers by the league and credited on its books as a payment of expenses to Phillips.\nPhillips at no time submitted any voucher to the league for expenses of $4,400, nor did he incur any such expenses during that fiscal year, nor did he ever make any claim that he had incurred any expenses during that fiscal year heyond the $57.40 already referred to.\nThe People say that the actual effect of the making of the foregoing false entries on the books of account of the league was to make it falsely appear that, although Phillips had actually earned and was entitled to receive for his services during the year 1920 the sum of $18,893.80, and although that amount had actually been paid out and charged on the books originally as payments of salary and commissions, the sum of $4,400 had erroneously been paid and charged to him as salary and commissions, and was actually paid to him for „ expenses.\nIt is obvious that these false entries on March 9, 1921, showed that the league still owed Phillips the sum of $4,400 for salary and commissions earned by him under his contract during the calendar year 1920. It would seem supererogatory to point this out, but the defendant insists that the entry means nothing and caused no change in the current accounts. To the ordinary reason it would appear that a charge for expenses, which were not incurred, and a deduction from salary and commissions account, which were earned, would be a falsification of the facts of the matters involved and capable of being prejudicially used against the league. The claim of defendant that the entries in question have absolutely no meaning or effect whatsoever, and do not affect or change the expense account of Phillips with the league, nor his salary and commission account, is thus in direct conflict with the apparent fact.\nIt was in testimony by the defendant that he directed the false entries in question to be made, in order to obviate the necessity for Phillips paying an income tax to the Federal and State governments on the $4,400 which had originally been properly charged to Phillips by the league as part of his salary and commissions for the calendar year 1920. The defendant also testified that, although he received this $4,400 from Phillips out of the latter’s earnings for 1920 and deposited the same to his personal account, he likewise paid no income tax to either the Federal or State government on such sum.\nAlthough there was an assertion throughout the history of this charge that- the league received all the money Anderson was paid by Phillips, Anderson admitted that he never in fact actually turned over any part of the moneys received by him from Phillips, but that he simply gave the league credit for a payment to him of $3,650 on account of its alleged indebtedness, to him of some $24,700.\nThe following is a resume of the various versions of the creation of this debt as given by Anderson at the trial:\nOn March 26, 1918, the defendant for the first time represented to the board of directors of the league that from March 1, 1913, to December 30, 1914, he upon his own initiative had conducted a publicity campaign for the league throughout the state, costing $24,700; that he had financed such campaign out of his own funds, raising such funds by mortgaging his home, hypothecating his life insurance policies and borrowing from friends on his personal notes; that he could not present to the board any vouchers or receipts or other written data showing the expenditure of said moneys nor of any part thereof, because he had given his word of honor to the persons employed by him in such publicity campaign that he would never reveal their identities.\nThe board of directors accepted these representations as true and authorized the repayment to the defendant of said sup of $24,700, together with interest thereon at six per cent, by installments as funds therefor became available. The defendant has been paid by the league sums aggregating approximately $11,000 as payments on account of both principal and interest upon such indebtedness. These representations were made by the defendant to the board of diretora in writing, both in the form of a letter and in the form of an affidavit verified by him.\nThis was demonstrably a false statement to the board concerning the raising and advancing by him of said sum of $24,700 for said alleged publicity campaign, as- appeared from the narration of the defendant himself of what he subsequently asserted was true. ¡Notwithstanding discrepancies as to the source of this money which he said he advanced, he testified that he had really defrayed and advanced the $24,700 in question out of moneys aggregating about $25,000 which had been given to him purely as gifts during the years 1912 and 1913, while he was a resident of Baltimore, by one John T. King. The defendant admitted that he never knew who John T. King was or where he lived or where he maintained an office- or place of business. A rehearsal of the orign, rise and disappearance of King here would unduly prolong this opinion. It is not possible otherwise to characterize the narration except to say that it had every earmark of being a fictitious concoction and one which it was almost impossible for even the most gullible to credit.\nAnother person named Mann was said to be defendant’s disbursing agent for a campaign of publicity which he financed for the league out of the King money, defendant claiming to have met Mann in the Pennsylvania Terminal where he paid out the money to him. Mann has not been seen since 1914.\nThe defendant also introduced testimony to substantiate his claim that the false entries, which are the subject of this indictment, possessed absolutely no meaning or significance whatsoever, and were hence of no force and effect, by two accountants named Perley Morse and William F. McLoughlin, one Bertram H. Fancher, a director and the treasurer of the league, and Miss Mary Hill, formerly the assistant bookkeeper under Potter, and who succeeded Potter as assistant treasurer and head bookkeeper. The accountants Morse and McLoughlin were called as expert witnesses by the defendant. The gist of their testimony was simply that from a bookkeeping standpoint the false entries in question were meaningless and accomplished nothing whatsoever.\nMcLoughlin did admit, however, when pressed, that the entries respecting the $4,400 changed the classification of the payment of those moneys by the league to Phillips from salary and commission account to Phillips’ expense account. This bears out the People’s contention that by reason of such false entries the books of account of the league which had correctly shown that this sum of $4,400 had been included in the payments of salary and commissions made by the league to Phillips in the fourth fiscal year of his employment, were made to show falsely that said payment had been made to Phillips on account of his expenses in that fiscal year. The books by virtue of this false entry might ’be used, therefore, to support a claim by Phillips against the league for unpaid salary and commissions to said amount of $4,400 earned by him during, that fiscal year.\nF ancher, an officer of the league, in answer to questions by the trial court, admitted, too, that a change in classification of the entry was accomplished. Likewise the witness Mary Hill, who at the time of trial was an employee of the league, subordinate to the defendant, admitted that the false entry in question operated to take out of the salary account the sum of $4,400 and to add it to the traveling and expense account.\nThe fact proof as thus summarized warranted a finding by the jury that there was an entry in the corporation’s books falsely made by defendant’s direction with intent to defraud, and that the corporation’s books had been .altered by an employee with a fraudulent and corrupt purpose, whereby the right of the corporate body might be jeopardized.\nWe now proceed to examine the assignments of error which • defendant complains invalidate the judgment of conviction.\nThe first point of alleged error is that the trial court was not justified in instructing the jury that an intent to defraud or scienter is not an essential element of the crime of forgery in the third degree as charged in the second count. We have examined this question and conclude that it was not necessary under the second count of the indictment to prove an intent to defraud, hieither the text of the statute nor the reasoning of the decisions supports the asserted claim of error. The second count of the indictment is based upon that portion of the first part of section 889 of the Penal Law which provides that an officer or employee of a corporation who “ falsifies, or unlawful and corruptly alters * * * any accounts, books, -of accounts, * * * ” is guilty of forgery in the third degree.\nWith reference to the second count of the indictment the • court charged the jury as follows:\n“ To establish the defendant’s guilt under the second count •of the indictment, it must appear that there was an intentional falsification or an unlawful or corrupt alteration of an account •or books of account, which false entry may be used — and I emphasize the words ‘ may be ’ used to the prejudice of the rights of the corporation, the owner of the account books: — the -corporation, in this case, or bind such corporation, or is capable •of being used as legal proof at some time, or in some way, or at some place against such corporation.\n“ Let me repeat, that to establish the defendant’s guilt under the second count of the indictment, it must appear — you must be satisfied beyond a reasonable doubt, that there was a false entry made by the defendant or by his direction, which because of its nature, 'because of its character, bound his employer, the Anti-Saloon League, or was capable of being used as legal proof — although it might never be so used, but was capable of being used as legal proof at some time, in someway, at some place, against the Anti-Saloon League.\n“ Every change in a book of a corporation, although in a sense it may falsify it, is not necessarily a forgery. A book of account is falsified, within the meaning of the law, only when, by some alteration therein, it is made fi> speak differently from what it did previously, or is given a different effect in some material aspect, with a. fraudulent and corrupt intent.\n“ The making of a false entry by mistake, or for the purpose of accomplishing by appropriate fictitious entries, a proper-bookkeeping result, is not within the statute, and. is not a crime. * *\n“ Under the-second count of the indictment, it is necessary to show that there was a false entry made, an entry that was-no-t true, and that it was purposely .or intentionally made, and that the effect of that entry was to bind the owner of the books, or the accounts, and that it was capable of being used to the prejudice of the owner of the books of account, and that it was •of such a character that it could be used as legal proof of the fact that it stated in the hooks at some time, or in some way, against the corporation, the owner of the books. * * *\n“ How gentlemen, what was the defendant’s purpose in directing the making of these alterations and these entries in the books, under the order signed by -him on the 9th of March, 1921 ? What was the defendant’s purpose in having these alteratons made? In other words, what was his intention? How, as I have said to you before, or intimated, the question here is not what was the effect of these changes and alterations, except as their effect may bear on the question of the defendant’s intent in ordering them made, but even though there was no fraud perpetrated, even though no claim w-as ever made against this corporation under and by virtue of this falsification, if they were false, even though no one was ever injured, even though the Anti-Saloon League never suffered any loss by reason of the making of the entries, the falsification, the alterations — if the defendant’s intention, when he directed them to be made, was to defraud somebody, or if the alterations as made were of such a character that they were capable of being used as legal proof against the Anti-Saloon League, then the crime of forgery in the third degree was committed, if such falsification was intentionally and wilfully made.\n“ And so the important question for you to consider and decide, gentlemen, in this case, is what was the purpose and the intention of the defendant in directing the making of these alterations in the journal and in the subsidiary ledger.”\nA statement of the claims of 'both sides was'here interposed, and the charge proceeded as follows: “ Under the second count of the indictment, if there was a false entry made, no matter what the effect of that entry may have been, down to the present time, if it was intentionally made by the defendant, and was of such a character as to jeopardize the rights of the league and bind it, and if it were of such a character as to be capable as legal proof at some time in the future to establish the fact of the entry, to the detriment, of the prejudice of the League, then the crime of forgery in third degree was committed under the second count of the indictment.”\nFurther a definition of falsity was given thus: “ A 'book of account is falsified, within the meaning of the law, only when, by some alteration therein, it is made to speak differently from what it did previously, or is given a different effect n some material aspect, with a fraudulent and corrupt intent.”\nThe court in this excerpt expressly charged the jury that to constitute the crime set forth in the second count of the indictment, an intent to defraud is not necessary, but that an intentional and willful falsification is necessary; that the false entry must have been made with a fraudulent 'and corrupt intent. ' This gave the defendant the benefit of the specific phraseology which the courts have pointed out is practically a synonym for the words “intent to defraud,” -and covered the crime described in the second count fully.\nIn Phelps v. People (12 N. Y. 365, 371) the court said: “ The words ‘ with intent to- defraud ’ are used as synonymous with the words, ‘ with fraudulent intent,’ or ‘ for a fraudulent purpose,’ to distinguish the case from one of an erroneous entry, made through mistake or under a misapprehension of a right, or such fictitious entries as are sometimes made for bookkeeping purposes, or otherwise innocently.”\nThere was nothing adverse to defendant in an instruction which gave to the jury the essentials of the nature of the actuating motive with which the act must be accompanied to ' constitute the crime charged. There was a full direction in this respect when it was charged that an intentional and willful falsification was essential. The correct rule was therein embodied and more would have lessened the express statutory culpability.\nThe first count of the indictment is based upon that portion of section 889 of the Penal Law (formerly Penal Code, § 515) which makes it forgery in the third degree for a person to make a false entry in a book of accounts “ with intent to defraud.” The second count, as to which the error is claimed, is based upon that part of section 889 of the Penal Law (formerly Penal Code, § 514) which provides that an officer or employee of a corporation who “ falsifies, or unlawfully and corruptly alters ” any book of accounts is guilty of forgery in the third degree.\nThe first count of the indictment makes in its very terms an intent to defraud ” an essential element of the crime charged, while under the second count “ intentional ” falsification or alteration is the basis of the mental element of criminality. In neither of these definitions is there a departure from the Code of the Institutes embodied in the maxim “ actus non facit reum, nisi mens sit rea.\" (3 Inst. 107.)\nAt common law a crime was an offense mala in se and specific intent to do the precise injury involved was a requisite of proof. Crimes mala prohibita, which statutory regulations create, have reference to the act alone and its conscious as distinguished from its inadvertent performance.\nThe intent involved under the first count of the indictment in the phrase “with intent to defraud ” is a specific criminal intent. That involved under the second count is a general criminal intent, the conscious, as distinguished from the accidental or inadvertent performance of a criminal act.\nThere is an apt illustration of this construction in the case-of Spilker v. Abrahams (133 App. Div. 226, 229) where section 514 of the Penal Code, now the first part of the statute under consideration, was reviewed. The court’s opinion there states, so far as here pertinent: “ But every change in a book or paper of a corporation, although in a sense it may falsify it, is not necessarily a forgery. If so, the bookkeeper who erases an erroneous entry in the ledger, that a correct entry may take its place, or the clerk who inadvertently tears a leaf from the letter book, might become a felon. A book or record is falsified within the meaning of this statute only when by some alteration therein it is made to- speak differently from what it did previously, or given a different effect in some material aspect with a fraudulent and corrupt intent.”\nSo, too, in People v. Abeel (182 N. Y. 415) the court held that the offense prohibited by Penal Code, section 514, subdivision 3, now Penal Law, section 889, defining forgery in the third degree, is committed whenever a person knowingly misrepresents the sentiments, opinions, conduct or character of another by means of a false, forged or counterfeited writing; that “ the mere misrepresentation is the gist of the offense,” and that “ intent is not a necessary ingredient of the offense, except the intent to commit the prohibited act.”\nIn the Abeel case the court gave authority for the present contention of the People in these words: “ One needs only to glance over the chapter on forgeries in the Penal Code [now Penal Law, art. 84] to appreciate how manifold are the methods by which the crime of forgery may be committed. In one class of cases the intent to defraud is of the essence of the crime. In another class the commission of the act presupposes criminal intent. In still another class the mere commission of the act constitutes the crime without reference to criminal intent.”\nIn People ex rel. Isaacson v. Fallon (202 N. Y. 456, 463, 464) the court placed the same construction upon the statute as the trial court did in its charge to the jury. There the ruling was: “ The falsification of the books of a corporation, association, public office or officer, partnership or individual by any person when the act or omission of an act constituting the falsification binds the corporation, association, public office or officer, partnership or individual, or appears to be capable of being used as legal proof at some time, or in some way, or at some place, against- such corporation, association, public office or officer, partnership or indivdual, is and should be, forgery. * * *\n“ The first part of section 889 of the Penal Law [under which the second count is drawn] refers to acts by an officer or employee of a corporation, association, partnership or individual which are in themselves unlawful, while the last part of the section quoted [under which the first count is drawn] refers to other acts of a person, where they are done or where a true entry of a material particular is omitted, with intent to defraud, or to conceal any larceny, or misappropriation by any person of any money or property.”\nThese holdings make it appear to us that under the second count of the indictment, intent to defraud is not an element of the crime and that the question there presented was whether the defendant intentionally falsified the account or hook of accounts. Viewing the matter accordingly we find no error in that part of the charge.\nWe are -also apprised that defendant was aggrieved by the charge, that as to the first count of the indictment, it was not necessary to prove an intent to defraud any particular person or corporation. We cannot find error under this heading, and we believe that the interpretation of the statute in this respect is sustained by the context and judicial precedent.\nThe first count of the indictment is based upon that portion of the second part of section 889 of the Penal Law which provides that a person who, “ with intent to defraud, * * * makes a false entry in any such account or book of accounts,” which by prior words of said part of said seeton refer ito an account or book “ belongng to, or appertaining to the business of, a corporation, * * *,” is guilty of forgery in the third degree.\nWith reference to the first count of the indictment, the court charged the jury as follows:\n“How, under the first count of the indictment, an intent to defraud is essential, although it is not necessary to show an intent to defraud any particular person or corporation. Subdivision 5 of section 3 of the Penal Code (Law) reads as follows:\n“ ‘ Where an.intent to defraud constitutes a part of a crime it is not necessary to aver of prove an intent to defraud any particular person.’\n“ That rule of - law applies to this ease so far as the first count of the indictment is concerned.\n“ Let me repeat that under the first count of the indictment, an intent to defraud some one or some corporation is essential, and the defendant’s guilt cannot be established unless it appears from the facts and circumstances and the entries themselves, orín some way that there was an intention on his part to defraud, that there was an intention when he made the alterationsi or directed that they be made, that there was an intention on his part to thereby defraud some one or some corporation. * * *\n“ How, gentlemen, what was the defendant’s purpose in directing the making of these alterations and these entries in the books, under order signed by him on the 9th of March, 1921 ? What was the defendant’s purpose in having these alterations made? In other words, what was his intention? How, as I have stated to you before, or intimated, the question here is not what was the effect of these changes and alterations, except as their effect may bear on the question of the defendant’s intent in ordering them made, but- even though there was no fraud perpetrated, even though no claim was ever made against this corporation under and by virtue of this falsification, if they were false, even though no one was ever injured, even though the Anti-Saloon League never suffered any loss by reason of the making of the entries, the falsification, the alterations — if the defendent’s intention, when he directed them to be made, was to defraud somebody, or if the alterations as made were of such a character that they were capable of being sued as legal proof against the Anti-Saloon League, then the crime of forgery in the third degree was committed, if such falsification was intentionally and wilfully made.\n“ And so the important question for you to consider and decide, gentlemen, in this ease, is what was the purpose and the intention of the defendant in directing the making of these alterations ,in the journal and the subsidiary ledger?”\nThe charge on this subject continues:\n“ How, gentlemen, these conflicting claims present the main question that you are to consider and decide. What was the defendant’s intention, first, under the first count of the indictment — what was the defendant’s intention in ordering these alterations in the books to be made? Was it with intent to defraud any one? The People say that it was to defraud the State, the nation and the Anti-Saloon League. The defendant says that there was no criminal intent, no corrupt purpose, and that the changes effected no change, accomplished no change in the accounts of these parties, and that the State and the Federal governments and the Anti-Saloon League could not have been defrauded thereby.\n“ Remember, gentlemen, what I said a while ago-, that the effect of these changes, the effect of these alterations, is only important as it may bear on the question of the motive with which the changes were made, and the intent -of the defendant in having these changes made; but if there was no result, if there was no damage done, if there was no fraud consummated, if there was no actual wrong perpetrated upon any one, but nevertheless the defendant made the entries [sic] thereby to defraud some one — if he intended by making these changes to defraud some one, or some corporation, — and 1 corporation ’ includes the State and the Federal government, — then he committed the crime of forgery in the third degree under the first count in the indictment.”\nThe instruction was unequivocal that under the first count of the indictment, an intent to defraud was essential, but that it was not necessary to prove an intent to defraud any particular person or corporation; that an intent to defraud any person or corporation, including the State or Federal governments, would constitute the crime.\nThe wording of the Penal Law itself evidences the correctness of this rule that a general intent to defraud any person suffices to constitute the crime charged.\nSection 889 of the Penal Law, under which the first count of the indictment is drawn, provides that, to- constitute the crime charged, there must be an “ intent to defraud or to conceal any larceny or misappropriation by any person of any money or property.”\nMr. Justice Dowling when sitting-at the blew York Trial Term, Criminal Branch, ruled in People v. Hegeman (57 Misc. Rep. 295) that under indictments for forgery in the third degree, based upon section 515 of the Penal Code (now Penal Law, § 889), the same statute under which the first count of the indictment in the case at bar is drawn, an intent to defraud a particular person was not an essential ingredient of this crime, but that such intent to defraud might be shown if it affected any person or corporation. The court there said (pp. 302, 304):\n“ It thus appears that the two essentials to constitute a crime under this section are (a) the making of a false entry under the direction of defendant and (b) the intent in so- doing to defraud. * * *\n“ It is, of course, not essential to the existence of an-intent to defraud that the design should be to deprive some one of personal or real property; it may as well exist in the design to deprive some one of a right. bTor is it necessary to have in mind the defrauding of a particular person if the consequences of the act would necessarily or might possibly be to defraud any person. But there must be at all events a possibility of some person being defrauded of something. The crime involves moral turpitude. Section 718 of the Penal Code [Penal Law, § 3, supra] renders is unnecessary to aver or prove an intent to defraud any particular person,' but by section 721, Penal Code [Penal Law, § 921, supra], it suffices if the intent appears to defraud any person, association or body politic or corporation whatsoever. This is in accord with an early rule enunciated by Lord Chief Justice Tindal, 5 Car. & P. 266, cited with approval by the United States Supreme Court in, Horman v. United States, 116 Fed. Rep. 352, as follows: ‘Where a statute directs that in order to complete an offense it must have been with intent to injure or defraud any person, there is no occasion that any malice or ill-will should subsist against the person whose property is so destroyed. It is a malicious act in contemplation of law when a man wilfully does that which is illegal and which in its necessary consequence must injure his neighbor.’ ”\nThe case of People v. Brown (140 App. Div. 591), in which Mr. Justice, now Presiding Justice Clarke, wrote, does not assist defendant, and it is there demonstrated that it is not forgery for a person to make false entries in his own books of account, and that that crime can be committed only by a person who has a duty, as an employee or in any other similar capacity, to keep true books of account. This was the common-law doctrine, and our courts have, thus far, refused to modify or extend it.\nThe defendant was an officer and employee of the Anti-Saloon League, and, as such, under a duty to keep or cause to be kept true books of account. If he made or caused to be made false entries in the books, of account of the Anti-Saloon League, he would be guilty of forgery both at common law and under the statute.\nIt was not necessary to constitute the crime of forgery that the false entry must have been made' with intent to defraud the owner of the books. Uor does the statement in the opinion of this court by Mr. Justice Clarke in People v. Brown (supra), quoted with approval by the Court of Appeals in People ex rel. Isaacson v. Fallon (supra), warrant the inference to the contrary which defendant would draw. This is the statement relied upon: “The object in view in this statute as it seems to us, was to protect the corporation, association, partnership or individual who owned the books from being defrauded by means of false entries or alterations therein. The statute was intended to be a protection against domestic or internal attack, against treachery and betrayal from within, and so read, all of its parts are consistent, and the statute itself is reasonable” (at p. 594). The court was there construing section 515 of the Penal Code.\nThe court there was speaking of the intention of the legislature in enacting one of the antecedents of the statute in question, and it was not referring to the mental element. — the intent to defraud on the part of an accused — essential to constitute the crime. That the court did not intend to limit the mental element to an intent to defraud the owner of the books appears in this: “ It may be that these [false] entries tended to deceive any one examining the company’s books, but they could in no way operate to defraud the company or any one else” (at p. 594).\nDoubtless to constitute the crime charged, the false entry should have a tendency to, or be calculated to injure, or defraud the Anti-Saloon League. But the intent to defraud mentioned in the statute has to do with the forger’s mental condition at the time of the commission of the crime. The effect, not the intent of the overt act of forgery, must be capable of an injury to or a defrauding of the Anti-Saloon League.\nWe cannot assent to the view that the instruction that the jury were at liberty to convict under the first count of the indictment, whether the defendant’s intention was to defraud the Anti-Saloon League or the Federal or State governments, violated the law of the case.\nFurther error is asserted because the court charged that under the first count of the indictment it was not necessary to prove that the false entries were capable of being used to defraud.\nThe question was raised on the requests to charge, and the court refused the following request: “ First. That the burden is upon the prosecution to prove that the entries of March 9, 1921, were capable of being used to defraud.”\nIn refusing this request the court said: “ This is true, gentlemen, under the second count of the indictment.”\nIt is said that by refusing this request, the jury were permitted to find the defendant guilty under the first count, even if they found that the false entries were made with intent to defraud some one, but were not capable in their essence, of being usied to defraud. The effect of this instruction was. to hold under the first count the legal tendency of the false entries to defraud was not an element of the crime charged, or that it was not essential to submit the question as a fact to the jury.\nThe People’s answer to this claim of an alleged erroneous instruction is:\n(1) That it was not necessary for the People to prove that the false entries were capable of being used to defraud, because the legal tendency of such entries to defraud is not an element of the acts charged in either the first or second counts of the indictment; and (2) that, even assuming that it is, the question of legal efficacy is one of law and not necessary to be submitted to the jury.\nThere is no doubt but that in the sense that there must be “ a possibility of some person being defrauded of something ” (People v. Hegeman, supra) the false entry should to the extent of making that claim be upon material matter. If there is no possibility of any person being defrauded by a false entry, the crime is not perpetrated. When entries are merely fictitious bookkeeping entries there is no criminal liability for their making (Phelps v. People, 72 N. Y. 365, 371), and in instances where they are trivial, immaterial, irrelevant and harmless no offense may be predicated. (People v. Hegeman, supra.) But if upon any contingency the false entry may have the effect to deceive and defraud, the crime is committed.\nBut whether a specific alteration of instruments or entry in books of account or instruments has a legal tendency to effect a fraud is surely a question of law and not of fact. (Cunningham v. People, 4 Hun, 455, 457; Neff v. United States, 165 Fed. Rep. 273, 279, 280; State v. Lotono, 62 W. Va. 310, 58 S. E. Rep. 621.)\nSuch entries may, under certain conditions, be used as evidence. (People ex rel. Isaacson v. Fallon, 202 N. Y. 456, 463, 464; Phelps v. People, 6 Hun, 428, 444, 445; affd., 72 N. Y. 365.) “ For that reason the falsification of such books by an employee is an act to the prejudice of another man’s right.” (People ex rel. Isaacson v. Fallon, supra, 464.)\nThe defendant’s counsel also take the position that the question of the legal tendency of the false entries to defraud is one “ of law for the court ” to decide and cite the Lotono, Cunningham and other cases in support of that proposition.\nIf the court would have been justified in refusing to submit the question to the jury as one of fact under either the first or the second counts of the indictment, there can be no possibility of complaint that he did submit it on one count.\nIf a question of law is so submitted to a jury and decided as it should have been by the court, the defendant is not prejudiced by the error. (Ming v. Corbin, 142 N. Y. 334, 343; Williamson v. American Foil Co., 156 App. Div. 329, 335.\nWe have donsidered the point of defendant that he was prejudiced by the charge with respect to the testimony concerning the persons known as King and Mann, and we cannot agree with his contention that there was aught of unfairness in any of the instructions or refusals to instruct thereon. The district attorney brought out that there was a -discrepancy between defendant’s statement to- the board of directors of the league and his testimony upon the trial as to the sources from which he received the money for which he claimed reimbursement.\nThe court referred to this testimony in his charge to the jury, and, among other things, said: “ Now, gentlemen, collateral matters have heen referred to. Cross-examination of the witnesses on both sides has brought out many matters that are not directly involved or material. They are what we call collateral matters. For instance, the subjects of the cross-examination of the witness Phillips, and the cross-examination of the witness Potter, and the cross-examination of the defendant with respect to matters that were not directly concerned with this charge — and they are to be considered, gentlemen, by you only on the question of the credibility, the truthfulness of these witnesses, Phillips and Potter and this defendant.\n“ This defendant here cannot be convicted because of any testimony he gave respecting King or Mann, or because of any discrepancy between his testimony here and his statement to the Board of Directors of the League, whether they seem reasonable or unreasonable, whether you believe them to be true or false. - This defendant cannot he convicted here for any such thing, and these matters are only to be considered by you in passing upon his credibility as a witness, and also upon his motive and intent in doing the things and making the alterations in the books with which he is charged.”\nWe think by this charge that the jury were instructed that they should not convict the defendant because of anything brought out on his cross-examination, but should consider such matters as bearing upon his credibility as a witness, and, incidentally, in passing upon the question of his general criminal intent, as related to the transaction in question, and that the court refused to charge the defendant’s specific request on this matter, because it asked for an instruction which might have had the effect of directing that these matters should be entirely disregarded.\nThe charge, therefore, properly limited the application of this testimony to its proper sphere and it was not error to refuse the request.\nThe record discloses a trial whereupon scrupulous regard was had for the rights of defendant in the admission and exclusion of evidence and in the full, clear and painstaking charge of the learned trial court covering the facts and the law relating to the crime set out in the indictment, and since no substantial errors are found, we think the judgment ought to be affirmed.\nClarke, P. J., Dowling, Merrell and Finch, JJ., concur.\nJudgment affirmed.\nSee Rex v. Pinney (5 Car. & P. 266). — [Rep.]",
        "type": "majority",
        "author": "McAvoy, J.:"
      }
    ],
    "attorneys": [
      "Colley E. Williams (Charles S. Whitman of counsel), for the appellant.",
      "Joab H. Banton, District Attorney (Ferdinand Pecora, Chief Assistant District Attorney, of counsel; Felix C. Benvenga, Assistant District Attorney, and Charles Henry, Deputy Assistant District Attorney, with him on the brief), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nJuly 2, 1924.\nTHE PEOPLE v. WILLIAM ANDERSON.\n(210 App. Div. 59.)\nForgery, third degree, under Penal Law, § 889 — First count is based ON SECOND PART OF PENAL LAW, § 889, AND SECOND COUNT ON FIRST PART OF SECTION — DEFENDANT, EMPLOYEE OF CORPORATION, HAD AGREEMENT WITH ANOTHER EMPLOYEE THAT LATTER WOULD DIVIDE COMMISSIONS IN EXCESS OF CERTAIN AMOUNT-OTHER EMPLOYEE’S TOTAL COM-\nMISSIONS WERE FIRST CHARGED TO HIS ACCOUNT THOUGH HE HAD DIVIDED EXCESS OVER AMOUNT STATED WITH DEFENDANT — DEFENDANT DIRECTED BOOKS TO BE CHANGED SO THAT HIS SHARE SHOULD BE CHARGED TO OTHER EMPLOYEE AS EXPENSES — -EVIDENCE SUPPORTS FINDING THAT ENTRY IN CORPORATION BOOKS WAS FALSELY MADE BY DEFENDANT’S DIRECTION WITH INTENT TO DEFRAUD AND THAT BOOKS WERE ALTERED WITH FRAUDULENT PURPOSE WHEREBY BIGHT OF CORPORATION MIGHT BE JEOPARDIZED-NOT NECESSARY TO PROVE INTENT TO DEFRAUD UNDER 'SECOND COUNT AND CHARGE WAS CORRECT-INTENT TO DEFRAUD SOME ONE MUST BE SHOWN UNDER FIRST COUNT AND CHARGE WAS CORRECT-NOT NECESSARY THAT INTENT BE TO DEFRAUD OWNER OF BOOKS — NOT ERROR TO REFUSE TO CHARGE EXCEPT AS TO SECOND COUNT THAT BURDEN WAS UPON PROSECUTION TO SHOW THAT FALSE ENTRIES WERE CAPABLE OF BEING USED TO DEFRAUD —Said question is one of law — Not error to make said charge as TO FIRST COUNT SINCE COURT COULD HAVE REFUSED AS TO BOTH — NOT ERROR TO CHARGE THAT TESTIMONY AS TO COLLATERAL MATTERS COULD BE USED ON CREDIBILITY OF DEFENDANT AND ALSO AS SHOWING MOTIVE AND INTENT OF DEFENDANT.\nOn a prosecution for forgery in the third degree under section 889 of the Penal Law, in which the first count of the indictment is based on the second part of said section which provides that a person who, with intent to defraud, makes a false entry in an account or books of account belonging to or appertaining to the business of a corporation is guilty of forgery in the third degree, and the second count of the indictment is based on the first part of said section which provides that an oflicer or employee of a corporation who falsifies any account or book of accounts belonging to or appertaining to the business of the corporation is guilty of forgery in the third degree, a verdict of guilty is supported by the evidence which shows that the defendant who, at the time of the alleged crime, was state superintendent of the Anti-Saloon League, made an agreement with an employee engaged in soliciting subscriptions whereby that employee would divide his. commissions in excess o£ $10,000 per year with the defendant; that for the year in which the crime was committed said employee earned more than $18,000 in commissions and the full amount thereof was charged against him as salary and commissions on the books of the corporation, although approximately one-half of the excess over $10,000 was given by the employee to the defendant; that the bookkeeper made a report for the purposes of the federal and state income tax showing that said employee had received the full amount of salary, but after the employee complained, the defendant directed the bookkeeper to charge the amount that he had received from the employee to the employee’s account as expenses, and the report for federal and state income tax purposes was subsequently changed to conform to the change made in the books; that the defendant received his share of the commissions under the agreement directly from the Anti-Saloon League and stated to the bookkeeper that the amount so received was in repayment of a loan made by him to the employee and that the defendant although he received approximately $4,400 under the agreement with the employee and deposited same to his personal account, paid no' income tax either to the federal or state government on such sum and contended that the amount so received was credited to the Anti-Saloon League in part payment of money alleged to have been loaned by the defendant to the league.\nIt was not necessary for the prosecution to prove in support of the second count of the indictment a specific intent to defraud, for intent is not an element of the crime specified.under the first part of section 889. of the Penal Law and, therefore, the court correctly charged that to constitute the crime set forth in the second count an intent to defraud is not necessary, but that an intentional and willful falsification is necessary and that it is sufficient if the fale entry might be used to the ■prejudice of the rights of the corporation, although it is not shown that the corporation ever actually suffered by reason of the false entry.\nIt was necessary to prove in order to sustain a conviction under the first count of the indictment, which is based on the second part of section 889 of the Penal Law, that there was an intent to defraud, and the court properly instructed the jury that under that count an intent to defraud was essential, but that it was not necessary to prove an intent to defraud any particular person or corporation and that an intent to defraud any person or corporation, including the state or federal governments, would constitute the crime.\nIt was not error for the court to refuse to charge at defendant’s request, except as to the second count of the indictment, that the burden is upon the prosecution to prove that the entries were capable of being used to defraud, for the question whether or not the alleged false entries could be used to defraud was a question of law and not of fact, and since the court might have refused to make that charge as to both counts, it was not error for the court to grant the request as to the second count, for if a question of law is submitted to a jury and decided as it should have been decided by the court, the defendant is not prejudiced by the error.\nIt was not error for the court to charge that certain testimony by the defendant showing a discrepancy between a statement made by the defendant to the board of directors as to the source of the money which he claimed to have used for the benefit of the Anti-Saloon League, and in part payment of which he claimed to have given credit on the receipt of one-half of the commissions under his agreement with the employee, which concerned collateral matters only, might be considered by the jury in passing upon the credibility of the defendant as a witness, and also upon his motive and intent in doing the things and making the alterations in the books with which he is changed, for the charge properly limited the application of this testimony to its proper sphere, and it was not error to refuse a request which, if granted, might have had the effect of directing that this testimony should be entirely disregarded.\nAppeal by the defendant, William H. Anderson, from a judgment of the Supreme Court, rendered on the 8th day of February, 1924, convicting him of the crime of forgery in the third degree.\nUpon a motion or a certificate of reasonable doubt, the Special Term rendered an opinion which is reported in People v. Anderson (122 Mise. Pep. 801.)\nColley E. Williams (Charles S. Whitman of counsel), for the appellant.\nJoab H. Banton, District Attorney (Ferdinand Pecora, Chief Assistant District Attorney, of counsel; Felix C. Benvenga, Assistant District Attorney, and Charles Henry, Deputy Assistant District Attorney, with him on the brief), for the respondent."
  },
  "file_name": "0451-01",
  "first_page_order": 467,
  "last_page_order": 496
}