{
"id": 1855454,
  "name": "WISNASKI v. AFMAN",
  "name_abbreviation": "Wisnaski v. Afman",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 48, Calendar No. 46,291",
  "first_page": "453",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "164 ALR 8",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "331 Mich 197",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0197-01"
      ]
    },
    {
      "cite": "329 Mich 516",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1903035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0516-01"
      ]
    },
    {
      "cite": "299 Mich 38",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1828571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/299/0038-01"
      ]
    },
    {
      "cite": "183 Mich 303",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1646901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/183/0303-01"
      ]
    },
    {
      "cite": "275 Mich 393",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1871958
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/275/0393-01"
      ]
    },
    {
      "cite": "334 Mich 30",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1831138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/334/0030-01"
      ]
    },
    {
      "cite": "320 Mich 647",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1921766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/320/0647-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 13678,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.3841868154858335e-07,
      "percentile": 0.6411485766158568
    },
    "sha256": "6667cfa4bf182d0b80d4ad3b402d122da3b74a7ac84ce1e2ce96366f915f82b1",
    "simhash": "1:1e233ea1cd994468",
    "word_count": 2394
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Bushnell, Sharpe, Boyles, Beid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "WISNASKI v. AFMAN."
    ],
    "opinions": [
      {
        "text": "Carr, J.\nThis case has resulted from a traffic accident occurring in the village of Way land on December 19, 1951, shortly after 7 o’clock in the evening. Plaintiff, while crossing Superior street, was struck and injured by an automobile driven by defendant Robert Afman and owned by the other defendant. It is conceded that the car was being driven at the time of the accident with the knowledge and consent of the latter. For convenience, Robert is herein referred to as the defendant.\nOn the trial in circuit court defendants, at the close of plaintiff’s proofs, moved for a directed verdict on the ground that she was guilty of contributory negligence as a matter of law. Said motion was taken under advisement, was renewed at the conclusion of the testimony, and again decision was reserved. The jury returned a verdict in plaintiff’s favor. A motion for judgment notwithstanding such verdict was made and denied. Defendants have appealed, asserting that the trial court was in error in refusing to rule that plaintiff was precluded from recovering damages because of failure on her part to exercise due and proper care for her own safety.\nIn determining the question at issue it must be borne in mind that it is the duty of the Court to construe the testimony as strongly in plaintiff’s favor as is reasonably possible. Shortly prior to the accident she came into the village of Wayland with her son, who drove north on Main street until he reached Superior. He then turned west, stopping with the back of his car in proximity to the crosswalk. Plaintiff got out of the automobile and proceeded behind it to the left-rear corner. At that point she paused and looked to the west on Superior for possible traffic. She noticed defendant’s car approaching at a slow rate of speed. She then started across. In proximity to the center line of Superior she looked again to the west, and noted that defendant’s car was still approaching slowfy and was then distant between 3 and 5 car lengths. Plaintiff testified that when she started to cross, and again when she made her subsequent observations, the overhead traffic light at the intersection was green in her favor and red against traffic coming from the west. As she neared the curb on the south side of Superior she observed that the traffic light was still in her favor. She then noted that defendant’s car was within a few feet of her. She was struck as she was about to step on the curb.\nThe following excerpt from the testimony of plaintiff fairly indicates her claim as to her manner of crossing the street and her observations of the traffic light and of defendant’s automobile:\n“Q. Did you make any further observations after you left your car ?\n“A. Yes, after I made about 8 steps I looked to the right and the light was red and this car was, oh, from 3 to 5 lengths away from me.\n“Q. Where would it he with reference to an alley that is shown on plaintiff’s exhibit 1?\n“A. Well, it was just on—just east of the alley, I would say.\n“Q. And did you form any judgment as to the speed of this car in terms of movement of any kind ?\n“A. Well, he was still coming at a slow pace and I thought—\n“Q. Slow pace, did you say?\n“A. Yes, a slow motion. He wasn’t going fast.\n“Q. What was the color of the light when you looked the second time?\n“A. Red.\n“Q. Was there anything in the movement of this car that would indicate that he would not be able to stop it?\nA. No, I don’t think so.\n“Q. Did you form a judgment then you could continue on in safety?\n“A. Yes, I did.\n“Q. When was the first time that you thought you might be hit?\n“A. Well, after I made the second observation and started on, I just got—then I got so near to the curb I looked I know and I see he was so close and I was ready to step up on the curb and he struck me.\n“Q. When you looked this time at him how far was he away from you then?\n“A. Oh, I would say about a half to 3/4 of a car’s length.\n“Q. Now, when he struck you this time—I mean— Strike that out. When you looked this last time just before he struck you, did you look at the light at that time?\n“A. Yes, I did.\n“Q. The last time?\n“A. Yes.\n“Q. Were you looking at the light at the time he struck you?\n“A. No, not exactly.\n“Q. Do you know what color the light was at the moment he struck you?\n“A. Yes.\n“Q. I snj, at the moment he struck you?\n“A. No. I wouldn’t know just at the moment he struck me.\n“Q. What was the color of the light the last time you looked?\n“A. Red.\n“Q. When you got to the curb did you take a look at the light, when you got near the curb did you make an observation?\n“A. Yes.\n“Q. Of the light? '\n“A. The light was still red.\n“Q. It was red for Superior street?\n“A. Superior street.\n“Q. And whether it changed after that then you don’t know?\n“A. No, I don’t know what happened after I got hit.”\nThat defendant was driving slowly is not in dispute. As a witness in his own behalf he stated that as he approached the intersection of Main street and Superior he was traveling from 5 to 7 miles an hour, that he slowed up somewhat when he came to the light, and that he was turning to his right on Main street when he struck plaintiff. He claimed also that he did not see her until he had struck and injured her. It may be noted that the parties did not agree with reference to the traffic signal, defendant claiming that it was green in his favor while plaintiff insisted that while she was crossing, and at the time of her last observation immediately before she was struck by defendant’s car, it was red against traffic on Superior.\nAppellants direct attention to certain contradictory statements made by plaintiff in the course of her testimony and on a previous occasion in a deposition. However, it rested with the jury to determine from all the testimony what the facts actually were. Inconsistencies in plaintiff’s statements do not prevent the application of the rule that the Court, in determining whether a motion for a directed verdict for defendants should have been granted, is bound to place on the testimony the interpretation most favorable to plaintiff. Yampolsky v. Smith, 320 Mich 647; Knoor v. Borr, 334 Mich 30.\nThis Court, in numerous prior decisions, has considered the duties resting on a pedestrian crossing a public street or highway to exercise proper care for his own safety. In Guina v. Harrod, 275 Mich 393, 395, it was said:\n“Pedestrians have the right to cross the street at street crossings even on a through street. They are not required to anticipate that drivers will violate ordinances, statutes or rules of safety. Drivers must anticipate the presence of pedestrians at street crossings and, when they so drive that they cannot see whether the crossing is clear, they must have their cars under such control as to meet conditions which may be reasonably expected. Defendant was negligent in approaching the crossing without proper control of the car in view of his inability to see conditions at the crossing.\n“The facts do not indicate that plaintiff and her companions were negligent in failing to see defendant’s car nor, when they passed the Plymouth automobile, did there arise in them a duty to anticipate the presence of a car proceeding in violation of the ordinance. We agree with the circuit court that the accident was due solely to defendant’s negligence.”\nThe Court has also recognized that the pedestrian is not bound to anticipate negligent or unlawful acts by the operator of a motor vehicle in advance of conduct indicating disregard of a duty imposed by ordinance, statute, or common law. Winckowski v. Dodge, 183 Mich 303; Suarez v. Katon, 299 Mich 38. If, as claimed by plaintiff, defendant proceeded toward the intersection with the traffic light red against him, at a slow rate of speed, it may not be said that plaintiff was charged with notice that he did not intend to stop.\nThe issue in the case must be decided on the basis of the facts. Plaintiff did not fail to exercise care for her own safety. She looked to the west for traffic before starting across Superior, again near the center line of said street, and made a third observation as she approached the curb on the south side. The first 2 observations disclosed, as she claimed, that defendant was driving slowly and that the light was against him. Under the circumstances we think that a reasonably-minded person might well have concluded that defendant intended to stop before reaching the crosswalk on the' west side of Main street. Neither was there anything in the situation to charge plaintiff with notice that he intended to turn on Main'street, and that he would drive close to the curb in doing so. It may not be said on this record that she was guilty of contributory negligence as a matter of law. Staunton v. City of Detroit, 329 Mich 516; Knoellinger v. Hensler, 331 Mich 197.\nCounsel for appellants have cited in support of their argument prior decisions of this Court in which recovery of damages was denied because of the failure to establish freedom from contributory negligence. An examination of such cases discloses that each differs materially from the case at bar on the basis of the factual situation involved. In each such case there was a clear and obvious failure on the part of the person or persons injured to exercise reasonable care and precautions for his or their safety. Detailed discussion of the decisions cited by counsel would serve no useful purpose. In view of the record in the instant case such decisions are not controlling. The trial court did not err in submitting the issues of fact to the determination of the jury or in denying the motion for judgment notwithstanding- the verdict.\nThe judgment of the trial court is affirmed. Plaintiff may have costs.\nButzel, C. J., and Bushnell, Sharpe, Boyles, Beid, Dethmers, and Kelly, JJ., concurred.\nSee CL 1948, § 691.691 et seq. (Stat Ann and Stat Ann 1953 Cum Supp § 27.1461 et seq.).—Reporter.",
        "type": "majority",
        "author": "Carr, J."
      }
    ],
    "attorneys": [
      "Rex W. Orton, for plaintiff.",
      "Alexander, Gholette, Buchanan, Perkins & Conklin (Edward D. Wells, of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "WISNASKI v. AFMAN.\n1. Appeal and Error—Motion for Directed Verdict—Evidence.\nThe testimony must be construed as strongly in plaintiff’s favor as is reasonably possible on appeal from denial of defendants’ motions for directed verdict.\n2. Same—Motion por Directed Verdict—Inconsistencies in Plaintiff’s Statements.\nInconsistencies in plaintiff’s statements do not prevent the application of the rule that the Supreme Court, in determining whether a motion for a directed verdict for defendants should have been granted, is bound to place on the testimony the interpretation most favorable to plaintiff.\n3. Automobiles—Pedestrians—Street Crossings—-Violation op Ordinances or Statutes.\nPedestrians have the right to cross the street at street crossings and are not required to anticipate that drivers will violate ordinances, statutes or rules of safety.\nReferences for Points in Headnotes\n[1, 2] 3 Am Jur, Appeal and Error § 853.\n[3, 5] 5 Am Jur, Automobiles §§ 447, 452.\n[4] 5 Am Jur, Automobiles § 168.\n[6-8] 5 Am Jur, Automobiles §§ 308, 453, 705, 720.\n[6-8] Liability for accident at street or highway intersection as affeeted by reliance upon or disregard of traffic sign, signal, or marking. 164 ALR 8.\n4. Same—Pedestrians—Street Crossings.\nDrivers must anticipate the presence of pedestrians at street crossings and, when they so drive that they cannot see whether the crossing is clear, they must have their ears under such control as to meet conditions which may be reasonably expected.\n5. Same—Pedestrians—Anticipation of Negligence or Unlawful Conduct.\nA pedestrian is not bound to anticipate negligent or unlawful acts by a motorist in advance of conduct indicating disregard of a duty imposed by ordinance, statute or common law.\n6. Same—Pedestrians—Speed—Stopping.\nA southbound pedestrian crossing street at street crossing and who sees eastbound ear approaching slowly against red traffic light was not charged with notice that motorist did not intend to stop.\n7. Same—Pedestrians—Contributory Negligence—Question for Trier of Pacts—Crossing Street—Intersections—Traffic Light.\n.Southbound pedestrians who first looked to west before starting aeross street intersection with traffic light in her favor both then and at time when she was near the center line of the street and who had seen eastbound defendant motorist approaching at slow speed both times with the traffic light against him was not guilty of contributory negligence as a matter of law in proceeding on across the street to point near south curb where she was hit by defendant, since a reasonably-minded person might well have concluded that defendant intended to stop and there was nothing to indicate that he intended to turn to the right or that he would drive close to the curb in doing so.\n8. Same—Negligence—Contributory Negligence—Questions for Jury—Evidence.\nIssues as to contributory 'negligence of southbound pedestrian and negligence of eastbound motorist were properly submitted to jury, where it appears plaintiff was crossing west side of intersection with traffic light in her favor while in north half of street, notwithstanding eastbound defendant motorist was observed slowly approaching from the west and gave no indication he would turn to right and strike plaintiff as she was about to step up on south curb.\nAppeal from Allegan; Smith (Raymond L.), J.\nSubmitted October 7, 1954.\n(Docket No. 48, Calendar No. 46,291.)\nDecided December 29, 1954.\nCase by Mary A. Wisnaski against Jelte Afman and Robert Afman for damages sustained when, as a pedestrian, she was struck by automobile. Verdict and judgment for plaintiff. Defendants appeal.\nAffirmed.\nRex W. Orton, for plaintiff.\nAlexander, Gholette, Buchanan, Perkins & Conklin (Edward D. Wells, of counsel), for defendants."
  },
  "file_name": "0453-01",
  "first_page_order": 493,
  "last_page_order": 501
}