{
"id": 1224743,
  "name": "THE PEOPLE v. JOHN BOTH AND ANDREW WESTON",
  "name_abbreviation": "People v. Both",
  "decision_date": "1922-04",
  "docket_number": "",
  "first_page": "466",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 466"
    },
    {
      "type": "parallel",
      "cite": "118 Misc. 414"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "35 Misc. Rep. 3",
      "category": "reporters:state",
      "reporter": "Misc.",
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "193 App. Div. 203",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1222167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/38/0518-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 25657,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.045809234437992334
    },
    "sha256": "44bf48f4591a5784a83425997b6a056519376bf6e5db619d008efe75bb300ae6",
    "simhash": "1:a6f52c90f5da30c9",
    "word_count": 4357
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. JOHN BOTH AND ANDREW WESTON."
    ],
    "opinions": [
      {
        "text": "Callaghan, J.:\nThis motion is to dismiss an indictment recently found by the grand jury of Nassau county charging these defendants with presenting a false bill for audit to the county of Nassau in violation of section 1872 of the Penal Law. The indictment was returned on the 22d day of March, 1922, by the grand jury duly impaneled for the December, 1921, term of the Supreme Court. The justice who was duly assigned to hold the December term of the Supreme Court in and for Nassau county issued on the 29th day of December, 1921, subpoenas to each of the defendants commanding them to appear before him on the 29th day of December, 1921, at two o’clock in the afternoon, to testify and give evidence in a matter then pending before him entitled “ People of the State of New York v. John Doe and Others.” The defendants were required to produce at the time and place mentioned in the subpoenas certain books, papers, vouchers, time sheets, etc., dealing with or affecting contracts for work, labor or services on public contracts or public works between the 1st day of January, 1910, and December 15, 1921, “ as agents of the firm of Both and Weston.” The subpoenas were served by State troopers. The books and papers of the defendants were loaded into an automobile and taken before the justice, sitting as a committing magistrate, and the defendants appeared pursuant to the subpoenas served upon them. The district attorney of Nassau county prepared and presented to the justice, sitting as a committing magistrate, waivers of immunity, which were duly signed by the defendants, who were then examined under oath. On January 10, 1922, a communication was directed to the foreman of the grand jury on behalf of both of these defendants and signed by one of them, in which they requested an opportunity to appear before the grand jury and give certain evidence, stating that they had been advised that the grand jury was investigating the charge against them. Thereafter, as is shown by the grand jury minutes, the grand jury heard testimony in a proceeding entitled “ People of the State of New York v. John Doe (Both and Weston Matter),” when a number of witnesses were examined. They heard further testimony on the 23d day of January, 1922, in a proceeding entitled “ People of the State of New York v. John Doe, Both & Weston ” (the names Both and Weston having been stricken out), and on that date the minutes show that “ upon the evidence submitted the grand jury failed to find a true bill against the defendants.” On the same day, and presumably after the grand jury had failed to find an indictment against these defendants, it was called before the court and the justice there presiding instructed the jury as follows: “ I understand that there is some question in the minds of some of you as to some facts being brought out. There was an investigation in the John Doe proceeding before me as committing magistrate. During that investigation certain facts were brought out which, in my judgment, were sufficient to warrant the finding of an indictment. I do not advise any grand jury to indict. Having those facts in mind, I submit the case to the grand jury. I do not know what was brought out before your body, but I know what facts were brought out before me. I am going to define an indictment.\n“ An indictment is an accusation in writing presented by a grand jury to a competent court charging a person with crime. That is, gentlemen, if you find evidence sufficient in your judgment to point toward anybody committing a crime it is cause for an indictment. In a proceeding that I had before me one of the accused admitted that he had charged more to the county than he should have charged. I do not know whether that evidence came out before you. I am going to send this matter back to you for further investigation. The clerk will enter an order on the minutes sending the matter back to the grand jury for further investigation. You will investigate, gentlemen, as I believe you should, whether the crime of presenting a false claim was committed; also whether grand larceny, in obtaining money under false pretenses, was committed.\n“ If you want any further information all the testimony which came before me as committing magistrate is available and you can have it all.\n“ You may retire.”\nThereafter and on the 1st day of February, 1922, an assistant district attorney of Nassau county made an affidavit in an action entitled “ People of the State of New York v. John Doe,” which is as follows: “ Charles I. Wood, being duly sworn, deposes and says that he is an assistant district attorney of the county of Nassau; that the above-entitled matter was considered by the grand jury of the Supreme Court, Nassau County, N. Y., for the December, 1921, term, and after such consideration the charge against the persons accused was dismissed on the ground of insufficient evidence; that deponent is informed by the court and believes that there is further evidence to be produced and further witnesses to be examined before said grand jury in support of the charge in the above-entitled action.”\nThereafter an order entered in a matter entitled “ The People of the State of New York v. John Doe,” as follows: “ Ordered that the above-entitled matter and the charge therein be, and the same hereby is, resubmitted to the December, 1921, grand jury of the Supreme Court, Nassau county, N. Y., for a further consideration and action.”\nIn a proceeding entitled “ The People of the State of New York v. John Doe” (the names Both and Weston being first inserted in the title and later stricken out and the name John Doe substituted therefor) the grand jury made a return, in which it said: “ Upon the evidence submitted the grand jury on February 1, 1922, failed to find an indictment against the defendants as charged.”\nThe record on this motion does not show whether the order entered upon the affidavit of the assistant district attorney was signed before or after the grand jury made its return on February first, in which it stated that it failed to find an indictment against the defendant. For the sake of regularity of the proceeding, however, it will be presumed that the order was entered after the grand jury made its return showing that it failed to find a true bill against these defendants.\nThereafter, and on the 22d day of March, 1922, the grand jury, in a proceeding entitled “ The People of the State of New York v. John Doe,” returned an indictment reciting “ Upon the evidence submitted, the grand jury found a true bill of indictment against Both and Weston charged with presenting a fraudulent bill against the county.”\nThe defendants attempt to show that the requisite number of grand jurymen did not hear the evidence produced upon the investigation and, therefore, that the indictment is illegal. The stenographer’s minutes of the testimony have not been produced or examined. There is, therefore, nothing to indicate which of the grand jurymen was present when various of the witnesses were examined, and no irregularity in that respect has been proven.'\nUpon the investigation the grand jury had recourse to and used certain books belonging to defendants which had been procured through the agency of the subpoenas duces tecum issued by the justice sitting as a committing magistrate, these books being a part of a number of books and documents taken by the State troopers from the defendants.\nAfter the grand jury had twice reported its refusal to find an indictment against these defendants and during the month of February, 1922, an application was made to the Appellate Division, second department, in a proceeding entitled “ In the Matter, of the Application of John Both and Andrew Weston for the Return of Certain Books, Papers, Check Books and Memoranda.” The application was to compel the justice who had sat as a committing magistrate to return to the petitioners the books, papers, writings, memorandums, etc., taken from their possession pursuant to the subpoenas issued by the justice sitting as a committing magistrate. The Appellate Division directed the return of all papers seized, except those which had been turned over to the district attorney, and held in an opinion rendered on the motion for leave to appeal to the Court of Appeals and for a stay pending the appeal, that “ the subpœnas were issued without jurisdiction and that the private books of the petitioners Avere seized without warrant of law and in violation of section 8, article' 2, of the Civil Eights Law.” (Matter of Both & Weston, 200 App. Div.----.)\nThe defendants urge as reasons for dismissing the indictment: (1) That the charge made to the grand jury on the 23d day of January, 1922, was contrary to law and prejudicial to the defendants and of such a character as to unduly influence the grand jury in its deliberations; (2) that the books, papers and documents used by the grand jury were illegally seized and taken from the defendants in violation of the defendants’ constitutional rights; (3) that the order of February 1, 1922, resubmitting the charge against these defendants to the grand jury was illegal and void and that- there were not sufficient facts set forth in the affidavit of the assistant district attorney to warrant a resubmission of the investigation to the grand jury.\nThis motino does not present the question of the guilt or innocence of the defendants. We are concerned only with the regularity of the proceeding which resulted in the indictment. It is the right of one charged with a crime to have all proceedings leading to his indictment and conviction considered according to the well-settled principles of law and in accordance with the statute, so that the constitutional rights of the individual will not be invaded. It is significant here that the grand jury reported its refusal to find an indictment against the defendants and thereafter, upon practically the same testimony, it having in the meantime been charged by the court, came to the conclusion that the testimony warranted it in presenting an indictment. Only two witnesses were called before the grand jury after February 1st, i.e., the comptroller and the county treasurer. Their testimony was necessarily formal and could not from the very nature of things of itself furnish a basis for an indictment. Mo request was made by the grand jury for further instructions. The presiding justice requested the district attorney to call the grand jury together, stating that he “ wished to have certain evidence presented to them which he thought was sufficient for an indictment in certain matters that he had been investigating in a John Doe inquiry.”\nIn the charge made to the grand jury upon its being convened reference was made by the presiding justice to the inquiry held before him as a committing magistrate concerning the same matter which the grand jury had been investigating, and it is that part of the charge of which the defendants specifically complain. The statement “ that there was an investigation in a John Doe proceeding before me as a committing magistrate, during which investigation certain facts were brought out which, in my judgment, were sufficient to warrant the finding of an indictment,” took from the grand jury the determination of the question whether a crime had been committed. The legal effect of that portion of the charge was that as a matter of law there was sufficient evidence against these defendants to warrant their indictment. The right to determine the question as to whether there was sufficient evidence to warrant an indictment was by that portion of the charge taken from the jury. That statement no doubt implanted in the minds of the jurors the impression that the justice had formed an opinion as to the guilt of these defendants. It is a matter of common knowledge among judges and lawyers that jurors in many instances regard suggestions by the trial justice as commands. The greatest care is required ordinarily to conceal from jurors the opinion entertained by a trial judge on questions of fact, lest such an indication might have undue influence upon the jurors. There was a further statement made by the presiding justice to the jury that “ I do not advise any grand jury to indict,” but the effect of the damaging portion of the charge was not cured by that statement. The opinion had already been expressed by him that there was sufficient evidence to warrant the finding of an indictment and that the justice was led to that conclusion from an investigation made by him into the matter then pending before the grand jury. The effect of the opinion so expressed could not ordinarily be dislodged by the suggestion that the grand jury was not advised to indict.\nA question somewhat similar to that presented here was before the court in People v. Brown (193 App. Div. 203), and while the court there held that the charge was not sufficient to invalidate the indictment, yet the discussion showed that the ground for so holding was that there was no opinion expressed in the charge as to the guilt of the defendant and consequently the determination of that question was not taken from the grand jury. The charge here complained of states in no uncertain language that the justice was of the opinion that there was sufficient evidence to warrant the indictment, and ordinary laymen sitting as grand jurors will not disregard a statement so positively made. The grand jury was kept in session from the beginning of December until the 22d day of March and was discharged upon this indictment being returned. The minutes of the grand jury furnished by the clerk of the court upon this motion show that no matter was considered by the grand jury after the 20th day of January except the charge against these defendants; and while the court had the unquestioned right to keep the grand jury together as long as was necessary for the proper conduct of such matters as would properly come before it, the suggestion is here made, with some force, I think, that the grand jury was kept together for the sole purpose of procuring an indictment against these defendants. I conclude, therefore, that the charge of the court so far invaded the province of the jury in determining whether a crime had been committed by these defendants as to invalidate the indictment.\nA further question is presented as to the propriety and legal effect of the use of the defendants’ books and papers before the grand jury after they had been taken illegally from the possession of the defendants. The seizure of these books and papers belonging to .the defendants has already been condemned by the Appellate Division (Matter of Both & Weston, 200 App. Div. —), and that question would call for no further discussion were it not for the contention of the district attorney that the waivers of immunity signed by these defendants at the time of their appearance before the grand jury and their request to be heard by the grand jury operated as tacit consents to the use of the books and papers by the grand jury upon the charge then being investigated. The waiver of immunity did not specifically give to the grand jury the right to examine and inspect the defendants’ books and papers; and, although the defendants in this proceeding have waived any claim of immunity which might arise from their appearance and testimony before the grand jury, they at no time expressly or impliedly consented to the grand jury using books which had been illegally taken from their possession; and while the Appellate Division did not expressly direct the return of the books in the possession of the district attorney, it is fairly inferable from the opinion rendered by that court that no application was made to it to direct the return of such books.\nThere is a further claim made here as a ground for-a dismissal of the indictment, namely, that the affidavit which formed a basis for the order resubmitting the charge to the grand jury was insufficient in that no facts were shown to support the order. The Code of Criminal Procedure, section 270, provides: “The dismissal of the charge does not, however, prevent its being again submitted to a grand jury, as often as the court may so direct. But without such direction, it cannot be again submitted.”\nWe are not concerned, I take it, with the question of the propriety of the resubmission of the charges against these defendants by the order directed to be entered by the clerk upon the minutes and contained in the charge made to the grand jury on January 23d, inasmuch as the grand jury after that charge, and on February 1st, made a return in which it refused to find an indictment. We are concerned only with the question of the sufficiency of the affidavit made by the assistant district attorney upon which the order of February 1, 1922, was based. This affidavit is entirely barren of any facts to show that there was any reason to resubmit the charges against these defendants to the grand jury. The affidavit simply states that the affiant had been informed by the court and believes that there was further evidence to be produced and further witnesses to be examined without any statement as to what the proposed evidence was or what testimony the witnesses might be able to give concerning the charge which the grand jury was directed to again investigate.\nAs was stated in People v. Neidhart (35 Misc. Rep. 3 91) : “ While the court has power to permit the charges to be again submitted to the grand jury (Code Crim. Proc., § 270), such power should be sparingly and discriminately used. It is a practice that ought not to be encouraged, nor granted pro forma. The court should act judicially, and permit such resubmission only when facts are presented which justify such action.”\nThere is not the slightest suggestion in the affidavit of the assistant district attorney that any additional evidence could or would be presented to the grand jury. That body had been in session for two months and had considered the charge against these defendants and examined about twenty-seven witnesses in determining whether the charge against these defendants warranted an indictment. If the testimony of those witnesses did not satisfy the grand jury that there was sufficient evidence against these defendants to justify a prosecution the matter should have there ended without further consideration unless facts were presented which would authorize an order resubmitting the question to the grand jury.\nI am satisfied, therefore, that the affidavit upon which the order resubmitting the questions to the grand jury was made was not sufficient in itself to warrant the order of February 1st.\nThe questions here presented are important from the standpoint of the proper administration of the law. The life and liberty of the individual depend largely upon the citizens who-are called from all walks of life to act as jurors. They are in every instance the sole judges of the facts, and, when called as grand jurors, they are the judges of the law as well as of the facts. The administration of the criminal law lies largely with grand and petit juries. It is through the jury system alone that the people have a part in the administration of the law. It is important, therefore, that no undue influence or coercion he exerted at any stage of a prosecution to influence unduly the judgment of a juror. A defendant is entitled to the opinion uninfluenced and unbiased of a juror. This record shows a gross invasion upon the province of the jury by exerting upon them an influence calculated to affect their judgment and their opinion. That influence was here exercised in disregard of well-settled principles of law and against the rights of the individual. Such a course would logically lead to disregard for the law and strike at the very root of the jury system and the proper administration of the law.\nThe motion is granted.",
        "type": "majority",
        "author": "Callaghan, J.:"
      }
    ],
    "attorneys": [
      "Charles R. Weeks, District Attorney, for plaintiff.",
      "O’Leary & Morris (William J. Morris, Jr., of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT —NASSAU COUNTY.\nApril, 1922.\nTHE PEOPLE v. JOHN BOTH AND ANDREW WESTON.\n(118 Misc. 414.)\nGrand jury — Proceedings before — Court mAy not express an opinion AS TO SUFFICIENCY OF EVIDENCE TO JUSTIFY AN INDICTMENT — WHEN INDICTMENT SO FOUND WILL BE DISMISSED.\nIn order to prevent an invasion of Ms constitutional rights one charged with having committed a crime is entitled to have all proceedings leading to his indictment and Ms conviction considered according to well settled principles of law and in accordance with the statute in such ease made and provided.\nIn a “John Doe” proceeding defendants under subpoenas duces tecum produced certain books, papers, vouchers, time sheets, etc., dealing with or affecting work, labor or services performed under public contracts or on public work between specified dates. Defendants signed waivers of, immunity and were examined under oath in this proceeding. Later defendants in a communication to the foreman of the grand jury stated that they had been advised that the grand jury was investigating a charge that they had presented a false bill of audit to the county of Nassau in violation of section 1872 of the Penal Law and requested an opportunity to appear before that body and give certain evidence. The grand jury heard the testimony taken in the “John Doe” proceeding affecting the defendants when a number of witnesses were examined and heard further testimony in a “John Doe” proceeding in which the names of both of said defendants wore stricken out. The grand jury having failed to find an indictment against the defendants was called before the court and instructed as follows: “I understand that there is some question in the minds of some of you as to some facts being brought out. There was an investigation in the John Doe proceeding before me as committing magistrate. During that investigation certain facts were brought out which, in my judgment, were sufficient to warrant the finding of an indictment. I do not advise any grand jury to indict. Having those facts in mind, I submit the case to the grand jury. I do not know what was brought out before your body, but I know what facts were brought out before me,” and after defining an indictment the court continued, “In a proceeding that I had before me one of the accused admitted that he had charged more to the county than he should have charged. I do not know whether that evidence came out before you. I am going to send this matter back to you for further investigation. The clerk will enter an order on the minutes sending the matter back to the grand jury for further investigation. You will investigate, gentlemen, as I believe you should, whether the crime of presenting a false claim was committed; also whether grand larceny, in obtaining money under false pretenses, was committed. If you want any further information all the testimony which came before me as committing magistrate is available and you can have it all. You may retire.” After the grand jury had again refused to find an indictment, the Appellate Division, on defendants’ motion to compel the justice to return to defendants the books, papers, etc., taken from their possession pursuant to the subpoenas duces teoiom, granted an order directing the return of all papers seized, except such as had been turned over to the district attorney, and in an opinion handed down granting a motion fqr leave to appeal to the Court of Appeals and denying a motion for a stay, held that the subpoenas were issued without jurisdiction and that the private books of defendants were seized without warrant of law and in violation of section 8, article 2, of the Civil Bights Law.\nThe order for the resubmission of the charge to the grand jury was based upon an affidavit of an assistant district attorney which contained not the slightest suggestion that any additional evidence could or would be presented to the grand jury but simply stated that the affiant had been informed by the court and believed that there was further evidence to be produced and further witnesses to be examined without any statement as to what the proposed evidence was or what testimony the witnesses might be able to give concerning the charge under examination. Seld, that the affidavit was not suffipient in and of itself to warrant the order of resubmission.\nThe statement made by the court to the grand jury that ‘ ‘ there was an investigation in a John Doe proceeding before me as a committing magistrate, during which investigation certain facts were brought out which, in my judgment, were sufficient to warrant the finding of an indictment, ’ ’ was in legal effect a charge that as matter of law there was sufficient evidence against the defendants to warrant their indictment, thereby taking from the grand jury the determination of the question whether a crime had been committed. The effect of this charge was not cured by a further statement of the court that “I do not advise any grand jury to indict.”\nThereafter said grand jury returned an indictment against defendants upon practically the same testimony and the formal testimony of the comptroller and county treasurer which could not of itself furnish the basis of an indictment. Seld, that the record disclosing a gross invasion upon the province of the jury by the court in exerting upon them an influence calculated to affect their judgment and opinion, which influence was exercised in disregard of well-settled principles of law and against the rights of the individual, defendants’ motion to dismiss the indictment will be granted.\nMotion to dismiss an indictment.\nCharles R. Weeks, District Attorney, for plaintiff.\nO’Leary & Morris (William J. Morris, Jr., of counsel), for defendants."
  },
  "file_name": "0466-01",
  "first_page_order": 486,
  "last_page_order": 498
}