{
"id": 156036,
  "name": "M. A. Dillard v. The State",
  "name_abbreviation": "Dillard v. State",
  "decision_date": "1893-01-21",
  "docket_number": "No. 11",
  "first_page": "470",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 421,
    "char_count": 9506,
    "ocr_confidence": 0.587,
    "pagerank": {
      "raw": 3.490194596921024e-07,
      "percentile": 0.8822234423705784
    },
    "sha256": "b45f96db6ca90535e9704f46fc8226a39b0b49bdd9eb182c267e4246272ced23",
    "simhash": "1:6e493437d0fde7c8",
    "word_count": 1562
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M. A. Dillard v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was indicted for a violation of the local option law in Justice Precinct No. 6 of Ellis County, convicted and fined in the sum of $25 and costs of court, from which judgment he appeals.\n1. Appellant contends that the petition, though signed by fifty voters, did not pray for a local option election, and can not be a basis for the action of the County Commissioners Court. The petition states that there now exists in said precinct what purports to be local option, by reason of certain orders made by this court more than four years ago; that they are desirous of another election in Precinct No. 6, to determine whether said orders should be set aside by the court under the law, and therefore ask the court to order an election in said Precinct No. 6, to be held by the qualified voters, in all things in conformity with law. It was evidently the object and purpose of the petitioners to have an election to enable them to vote out the local option then existing, and it was so understood by the County Commissioners Court. In Ex Parte Lynn, 19 Texas Court of Appeals, 297, this court holds: “There is no provision of the statute which prescribes the requisites of such a petition. No particular allegations or statements are required to be made in it. If it expresses in an intelligible manner the desire of petitioners that a local option election shall be held to determine whether local option shall be originally adopted or continued in force, it will be sufficient.” But even if the petition was insufficient, the order of the Commissioners Court would be sustained upon their inherent right to order an election. We adhere to the doctrine announced in the Ezzell case, 29 Texas Court of Appeals, 525. In that case it was urged that the petition was signed by less than fifty qualified voters, and the commissioners had no right-to consider it; but the court held that the fact that the petition was not such as required by statute would not affect the election; the court had the right to make the order, and the court would not go behind the order.\n2. The appellant attacks both the order of the County Commissioners Court which ordered the election and the order declaring the result of the election, upon the ground that the election was ordered to determine whether or not the sale of intoxicating liquors and medicated bitters pro» ducing intoxication should be prohibited, etc.; and in announcing the result the court ordered that the sale of intoxicating liquors and medicated bitters producing intoxication should be prohibited, etc. It is contended that this presented a false issue to the voters, and probably induced many to vote for local option who would not otherwise have done so, as suggested in the Steele case, 19 Texas Court of Appeals, 429. The proposition was most ably presented. Under the local option act of April 24, 1876, the petition prayed for an election to determine whether the sale of intoxicating liquors and medicated bitters producing intoxication should be prohibited (Revised Statutes, article 3227); and the court was required to order an election specifying the object of the election. Taking these sections by themselves, it would seem that the statute clearly distinguishes between intoxicating liquors and medicated bitters producing intoxication. Art. 3229.\nBut article 3231 declares, that “at said election those who favor the prohibition of the sale of intoxicating liquors within the proposed limits shall have written or printed on their ticket the words, ‘ For prohibition,’ ” etc. Again, in article 3233, after the counting of the votes, “ said court shall immediately make an order declaring the result of said vote, and absolutely prohibiting the sale of intoxicating liquors within the prescribed limits,” etc.\nArticle 3234 declares, that the order of the court declaring the result of the election and prohibiting the sale of intoxicating liquors shall be published.\nArticle 3239 declares, that when an election is held, and results in favor of prohibition, and notice is given, any person who shall sell, exchange, or give away any intoxicating liquors whatever shall be punished, etc.\nIt thus appears, that while there was a distinction apparently drawn between “ intoxicating liquors” and “medicated bitters producing intoxication” in the first section of the act, they are considered as one in casting the votes by the people, in the entry of the order declaring the result, in the publication, and in the definition of the crime. It would certainly seem that “ medicated bitters producing intoxication,” though named in the statute, was regarded by the Legislature as being an intoxicating liquor; and when under the Act of 1887 the Legislature struck out the words “medicated bitters producing intoxication” from the first section, they were led to do so because that character of bitters, to-wit, producing intoxication, was intoxicating liquor and included in the general term, and therefore useless in the statute.\nIn the James case, 21 Texas Court of Appeals, 355, which was tried prior to the statute of 1887, the validity of the local option law in Precinct 2 of Lamar County was attacked, upon the ground that article 16, section 20, of the Constitution, authorized the Legislature to enact local option laws “ to prohibit the sale of intoxicating liquors,” and the petitian for local option prayed for an election to prohibit the sale of intoxicating liquors and medicated bitters producing intoxication. But this court, Judge Hurt delivering the opinion, correctly held that medicated bitters producing intoxication are intoxicating liquors, within the meaning of the Constitution, and that to hold otherwise would flood local option districts with intoxicating liquors more or less medicated. Courts have repeatedly endeavored to draw a line between medicine and liquor, but we think it is a question of fact which generally can be safely submitted to a jury. Under the foregoing views, we do not think the order void because it contained “ medicated bitters producing intoxication.” Conceding that some persons were induced to vote for local option because they thought they were voting out medicated bitters producing intoxication, this they had the right to do under the law and the order, because such “ bitters,” as we have seen, are legitimately embraced in the terms, “ intoxicating liquors.” The court did not err in admitting the order.\n3. We think there was sufficient evidence to support the verdict. There is but little question that the sale was made, and the money received in payment of the whisky, in violation of law. The judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "Skinner & Hawkins and M. B. Templeton, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "M. A. Dillard v. The State.\nNo. 11.\nDecided January 21.\n1. Local Option—Sufficiency of Petition for.—There is no provision of statute which prescribes the requisites of a petition for local option. If it expresses in an intelligible manner the desire of petitioners that a local option election shall be held to determine whether local option shall be adopted or continued in force in the particular locality, it will be sufficient. Ezzell’s case, 29 Texas Court of Appeals, 525, adhered to.\n2. Same.—The Commissioners Court having the right to order the election upon a petition presented to them for that purpose, in a subsequent contest over the validity of such election the court will not go behind the order to inquire as to whether or not the petition was such in every particular as required by the statute.\n3. Same — “Medicated Bitters Producing Intoxication.”—Where the order for a local option election, and the order declaring the result of the election, each recited that the election was with regard to the prohibition of the sale of both intoxicating liquors and “medicated bitters producing intoxication,” held, that notwithstanding the fact that in the local option act of 1887 the Legislature struck out the words, “medicated bitters producing intoxication,” the use of these words, as above stated, would in no manner affect the legality and validity of said election, inasmuch as it was manifest that the legislative action was induced by the fact that such bitters were included in the general term, “intoxicating liquors,” and therefore useless in the statute.\nAppeal from the County Court of Ellis. Tried below before Hon. B. McDaniel, County Judge.\nThis is an appeal from a judgment of conviction, under an indictment charging a violation of the local option law in Justice Precinct No. 6, Ellis County, Texas.\nThe contention on appeal was, that the amendment of 1887 to the local option law, having left out or omitted the words, “ and medicated bitters producing intoxication,” which words were contained in the old law, or law amended by said act, showed that it was not the legislative intent to include medicated bitters thereafter in the prohibition, and that medicated bitters producing intoxication and intoxicating liquors are not synonymous, nor do they mean one and the same thing. That for the reasons above stated, the order for the election, and the order declaring the result of the election, were illegal and invalid, because they each declared that the election was held for the purpose of prohibiting the sale of both intoxicating liquors and medicated bitters producing intoxication.\nIt is unnecessary to state the facts adduced in evidence.\nSkinner & Hawkins and M. B. Templeton, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0470-01",
  "first_page_order": 490,
  "last_page_order": 493
}