{
  "id": 807215,
  "name": "MATTER OF MAYNARD N. CLEMENT, IN RE WILLIAM J. CARROLL",
  "name_abbreviation": "In re Clement",
  "decision_date": "1907-01",
  "docket_number": "",
  "first_page": "471",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 471"
    },
    {
      "type": "parallel",
      "cite": "52 Misc. 325"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "165 N. Y. 188",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2285267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/165/0188-01"
      ]
    },
    {
      "cite": "179 N. Y. 93",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2318486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/179/0093-01"
      ]
    },
    {
      "cite": "32 Misc. Rep. 293",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        7760941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/66/0546-01"
      ]
    },
    {
      "cite": "32 Misc. Rep. 295",
      "category": "reporters:state",
      "reporter": "Misc.",
      "opinion_index": 0
    },
    {
      "cite": "53 App. Div. 587",
      "category": "reporters:state",
      "reporter": "A.D.",
      "opinion_index": 0
    },
    {
      "cite": "18 Misc. Rep. 343",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        5679948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/40/1107-01"
      ]
    },
    {
      "cite": "36 App. Div. 535",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        7742919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/57/0166-01"
      ]
    },
    {
      "cite": "165 N. Y. 192",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 8157,
    "ocr_confidence": 0.573,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.028929678911782115
    },
    "sha256": "87eeba2e8de5925dbc4d6b567a02099f801e6b26db81658cb00939d1857d424c",
    "simhash": "1:d1fe2ab781fc98bd",
    "word_count": 1427
  },
  "last_updated": "2024-02-27T20:27:53.368575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MATTER OF MAYNARD N. CLEMENT, IN RE WILLIAM J. CARROLL."
    ],
    "opinions": [
      {
        "text": "Wheeler, J.\nThis proceeding is brought to cancel a liquor tax certificate, on the ground that the licensee falsely stated in his application that the premises had been continuously occupied for traffic in liquors since the year 1883, and also that said premises had been continuously occupied as a hotel since 1883. It was further alleged that the consent of the owner of a dwelling within 200 feet of the premises had not been first-obtained prior to the granting of the license.\nThe evidence appears uncontradicted that a hotel had stood ' on the premises in question from the year 1883 until its destruction by fire on November 14, 1903, and that, from that time down to August, 1906, no business had been conducted on the premises. It appears that, at the time of the fire, the premises were incumbered by a mortgage, and that the insurance moneys received went to the mortgagee by way of reduction of the mortgage claim. Immediately after the fire the liquor tax certificate was surrendered and the unearned fee returned. In August, 1904, the hotel site was deeded by John H. Carroll, the owner, to his brother, William J. Carroll, under a verbal understanding and agreement that, when John IT. Carroll could repay his brother Williám what he (William) had put into the property, he (John) should have it back; that both parties expected to open a place in this hotel site for the sale of liquor as soon as they, or either of them, could make the financial arrangements, and that, from February 18, 1905, to August 11, 1905, an action to foreclose the mortgage on the hotel property in question was pending, and, on the sale, the property was bid in by the said William J. Carroll. In the spring or summer of 1906, the respondent moved onto the premises an old ice-house, and fitted up the same as a saloon and applied for and obtained the liquor tax license in question. It was further made to appear that the brother, John IT. Carroll, in 1904, went to Fillmore, N. Y., and in connection with his wife began running a hotel at that place, but soon was compelled to discontinue that business. Both William and John Carroll testified before the referee that it was never their intention to abandon the property in question for saloon or hotel purposes, but, so soon as circumstances permitted, expected to rebuild and continue the same business conducted on the premises for many years prior to the destruction of the hotel by fire.\nI am unable to discover anything in the testimony inconsistent with this claim on the part of the respondent. The property had been used for years as a hotel prior to the fire. It probably was better adapted for that use than for any other. Since the fire it was never used for any other purpose, and the delay in rebuilding seems to be pretty fully explained by the straitened financial situation of the parties. Subdivision 8 of section 17 of the Liquor Tax Law provides that the consent of owners of dwellings within two hundred feet shall not be required “ where such traffic in liquor was actually carried on in said premises so described in said statement on the twenty-third day of March, eighteen hundred and ninety-six, nor shall such consent be required for any place described in said statement which was occupied as a hotel on said last mentioned date, notwithstanding such traffic in liquors was not then carried on thereat.”\nOn that date the proof shows that the premises were occupied as a hotel and the liquor traffic was carried on thereat.\nThis privilege conferred by the statute, which secures to the property owner a right to a license without consents, may nevertheless be lost or abandoned by the intentional act of the owner of the property. Matter of Hawkins, 165 N. Y. 192; Matter of Bridge, 36 App. Div. 535; People v. Lammerts, 18 Misc. Rep. 343; Matter of Loper, 53 App. Div. 587; Matter of Pierson, 32 Misc. Rep. 295.\nProvided the abandonment actually takes place, it is a matter of little consequence whether the abandonment is for a short or long time, but there must be an abandonment.\nThe fact that for a considerable period the property is not used for the sale of liquor has great probative force of an intention to abandon; but that circumstance is subject to explanation, and mere lapse of time is not conclusive against the owner.\nIn the Pierson case, 32 Misc. Rep. 293, a hotel burned, the premises were sold and at the expiration of two years from the fire a new hotel was erected by the purchaser; and it was held that the right secured by the statute was not lost. So too where, by the vote of the town electors of a town under the local option provisions of the statute, the sale of liquors was suspended thereby for two years, it was held that, on the termination of that period, the owner had the right to a certificate under the provisions of the section quoted. People ex rel. Sandman v. Brush, 179 N. Y. 93.\nPerhaps the very best evidence of an intention to abandon premises for the sale of liquor would be the fact that the premises were actually used for other purposes. In the case now under consideration, however, there is no claim that the premises were at any .time devoted to any other use; and, on the whole evidence, we cannot discover proof of any actual abandonment.\nIf there was no abandonment, then the consent of adjoining owners was unnecessary.\nWe are, therefore, of the opinion that the certificate of the respondent cannot be revoked for the reason that the consent .of adjoining owners was not obtained; and the application to revoke must be denied, unless it should be revoked for the reason that the respondent made a false answer in his application for his certificate, wherein he stated that the premises had been continuously used for hotel purposes since 1883. This statement was not true, for, since the destruction of the hotel by fire in ¡November, 1903, down to August, 1906, the premises had not been used for hotel purposes.\nWe are, however, of the opinion that the certificate cannot be revoked on those grounds, for the reason that this false statement was not a material statement. Subdivision 2 of section 28 of the Liquor Tax Law provides that a certificate may be “ revoked and cancelled if material statements in the application of the holder of such certificate were false.”\nSubdivision 8 of section 17 of the same law entitled the owner of property used as a hotel on the 28th of March, 1896, to a license (provided such use has not been abandoned), irrespective of the question of continuous use. The word continuous is not employed in the statute, and it was wholly immaterial to the applicant’s right to his certificate whether there had been a continuous use or not. Consequently, the statement in question, although false, was not a false statement as to a material fact. This is distinctly held in the recent case of Matter of Hawkins, 165 N. Y. 188.\nWe are, therefore, of the opinion that the application to revoke must be denied.\nLet an order he entered accordingly.",
        "type": "majority",
        "author": "Wheeler, J."
      }
    ],
    "attorneys": [
      "Daniel A. Reed, for petitioner.",
      "Ransom L. Richardson, opposed."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—SPECIAL TERM—ERIE COUNTY.\nJanuary, 1907.\nMATTER OF MAYNARD N. CLEMENT, IN RE WILLIAM J. CARROLL.\n(52 Misc. 325.)\nLiquor Tax Law—License—Abandonment of Business.\nWhere a building, long used as a hotel and for the sale of liquors, burns down and the land remains, for between two and three years, unoccupied, during which time the owner conveys it to his brother as security for an indebtedness, a mortgage thereon is foreclosed and the brother buys it at the foreclosure sale and afterwards moves on to it an old building, which he fits up as a saloon, and obtains a liquor tax certificate, under which he proceeds to traffic in liquors; and both brothers testify that they did not intend to abandon the traffic on the premises but to open a hotel on the site as soon as they could make financial arrangements, an abandonment of the business should not be inferred from the circumstances; and an application to cancel the liquor tax certificate on that ground should be denied.\nProceeding under the Liquor Tax Law for the revocation and cancellation of a liquor tax certificate.\nDaniel A. Reed, for petitioner.\nRansom L. Richardson, opposed."
  },
  "file_name": "0471-01",
  "first_page_order": 493,
  "last_page_order": 497
}
