{
  "id": 1933599,
  "name": "Wisner vs. Farnham et al.",
  "name_abbreviation": "Wisner v. Farnham",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "472",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 486,
    "char_count": 10127,
    "ocr_confidence": 0.337,
    "pagerank": {
      "raw": 4.5707590807349265e-07,
      "percentile": 0.9250813464414335
    },
    "sha256": "90c7745b57dff7df0e40c3c315510331cf099e72554db9ab99f6ca21e827fbc1",
    "simhash": "1:488fbdc4928c742f",
    "word_count": 1798
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wisner vs. Farnham et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Pratt, J.\nIn this cause there is no real ground upon which the decree in the Court below, can be reversed or altered.\nIt is true,'that the bill is not as full and particular in every respect, as bills usually are in this class of cases; still, it is sufficiently so in matters of substance, to make a case that authorized the Court below to' grant the relief sought under it.\nTn view of the facts in the case, it is entirely immaterial whether the conveyance of Joseph S., to his brother James L., was, for the reason assigned by them in their answer, void or not, as the premises were re-conveyed to him, by deed, executed by James L. and wife, before they filed their answer. That the conveyance from Joseph S. to James L., was fraudulent and void, as against the complainant, is evident. On this point, the admission of the defendants in their answer, that there was no passing consideration for the conveyance — that the grantee took no p'ossession of the premises — and that the grantor continued to receive the rents, furnishes at least, prima facie evidence, that the conveyance was in fact fraudulent. But the testimony of Johnson and Jewell is conclusive. ■ They both testify that the deed was executed for the avow- . ed purpose of preventing the collection of the notes upon which the complainant recovered his judgment. That on the application of one of these witnesses, to purchase the farm, in presence of the other, both .of the defendants admitted that such was the object of the conveyance, . and that there was no other consideration for it. Neither of the witnesses are in any manner impeached, or their testimony controverted. That deed, therefore,” upon this ground alone, must be adjudged fraudulent and void.\nBy the answer, a special defense is interposed by Joseph S., as to forty ■ acres of the land. It becomes necessary, therefore, to examine and determine the merits of this question. He alleges that he removed from Genesee county upon the premises with his family, designated forty acres of the farm as a homestead, and gave the sheriff' notice of such designation, and that he claimed\" so much of the land levied on, to be exempt from sale under the execution. These, allegations are not responsive to anything contained in bill, and ño proofs appear by the transcript to have been taken in support of them. But, by a single glance at the pleadings and proofs, suspicion is at once thrown over the whole ground of this special defense. There is an appearance of dishonesty upon the very face of it. The facts are, as presented by the case, that after the levy of the execution and filing the bill, the defendant, Joseph 8., procures the re-conveyance, moves upon the premises, designates the forty acres, gives the sheriff notice, and then answers the bill, setting up 'these facts as his special defense. From them, it may fairly be inferred that he became satisfied that his conveyance of the premises to James L,, would not stand before a legal investigation; hence, conceived the idea of protecting, if possible, forty acres of the land from sale, under the statute exempting homesteads, and therefore resorted to these rapid and successive movements for that purpose, before answering the bill, which appear more like movements in continuation of his original fraudulent intent, than they do like those of honesty and fair dealing. But independent of this view of the subject, is he legally entitled to the exemption claimed? The statute provides, “that a homestead, consisting of any quantity of land not exceeding forty acres, and the dwelling house thereon, &c., owned and occupied by any resident of this State, shall not be subject to forced sale on execution,” &c. (S. L. 1848, p. 124, § 1.) At the time of the levy, and for some time after the bill was filed, Joseph S., the defendant in the execution, was not the owner or occupant of the premises. He had conveyed them to James L., and was a resident of another county, and by. the provision of the statute, which is clear and express, he cannot legally claim such exemption, unless he was both owner and occupant; such being the express condition upon which the law protects a debtor, in the enjoyment of his homestead. On the argument of the cause, it was contended on the part of the defendants, that Joseph S. was legally entitled to the exemption sought, under the provision of the third section of the act referred to. This position, however, is untenable. By no legitimate construction of the language of this section, independently, or in «connection with the other sections of the act, does it provide for a different class of exemptions than those provided for jn the first section ; but provides merely, that where the homestead has not been selected and set apart before the levy, it may be designated by notifying the officer at the time of making the levy, of what he regards his homestead, clearly having reference to the homesteads exempted by the first section. It was also contended that it was the intent of the Legislature by the. act, to protect the wife, especially, in the use and enjoyment of a homestead; that the conveyance of Joseph S., not having been executed by his wife, was ■void, and therefore, she still entitled to protection in this case. This position again, is unsound. The conveyance being void by reason of not having been executed by the wife,' cannot have the effect to change the provision of the statute,' or the'facts in the case. It is the homestead owned and occupied by the citizen,, that is protected; and neither at the time of the levy or at the time of filing the bill, were Joseph S. and wife, or either of them, the owners and occupants of the premises in question. But if the facts were otherwise, and the wife had an equitable interest in a homestead, selected, or to be selected from the premises, it could not be adjudicated and settled here, in this cause. The wife is not a party in this - suit; and if in fact, she has such an interest, which does not appear by any evidence in this cause, she should have joined, with her husband, and brought it up before the Court by a cross bid.\nAs to the deed of conveyance executed by Joseph S. to James L., being ipso jwre void, on the ground of not having been executed by the wife, it is a question which it is not necessary to determine in this case.\nNo errors appearing in the case, the decree of the Court below must be affirmed with costs.",
        "type": "majority",
        "author": "By the Court, Pratt, J."
      }
    ],
    "attorneys": [
      "M. Wisner, complainant, in person.",
      "Ciofoot é Drake, defendants."
    ],
    "corrections": "",
    "head_matter": "Wisner vs. Farnham et al.\nTo entitle a party to hold 40 acres of land exempt from execution as provided by the homestead law, (Sess. L. 1848, 124,) he must both own and occupy the premises sought to he exompted.\nA. conveyed to B. certain premises, to enable B. to purchase goods for the joint benefit of both, who, if B. succeeded in the purchase, were to become partners. B. foiled to purchase the goods, and a judgment creditor of A., who had sued his claim before A. conveyed, levied upon the premises: Held, that the conveyance was fraudulent and void as against the judgment creditor.\nThe defendant conveyed certain premises without liis wife’s signature. A judgment creditor of the defendant levied upon the premises, and filed a bil in aid of his execution. It was contended that as the wife did not join in the conveyance, the deed was void, under the homestead law of 3848, and that she was entitled to be protected in the enjoyment of 40 acres of the land, tinder that law. But it was held, that if she had any equitable interest in a homestead to be selected from the premises, it could not be adjudicated in that suit, but that she must join her husband in a cross bill, and so bring her claim before the Court.\nAppeal from the Oakland Circuit Court in Chancery.\nThe bill in this cause was filed in aid of an execution at law, in which the complainant states that on the 8th day of August, 1850, he recovered in the Genesee Comity Court, a judgment against defendant, Joseph S. Farnham, for 8525 21, damages and costs; that the same was rendered on two certain promissory notes, &c.; and that on the 4th day of September, thereafter, an execution was issued and delivered to the sheriff, who, for want of goods and chattels, levied the same on certain real estate, &c. m\nThe complainant then charges that the said Joseph S., was the owner of said real estete, and that on the 6th day of June, 1849, he conveyed the same without any consideration, to the defendant James L. Farnham, by deed, which was acknowledged and recorded, with the intent to defraud, &c.; concluding with the usual prayer for relief in this class of cases, &c.\nThe answer is joint and several, and by which the defendants admit the rendition of the judgment, &c., — the execution of the conveyance without any passing consideration, but allege that they had entered into an arrangement, by which the said James L. was to go to New York, and if possible, purchase a stock of goods; that in case he succeeded, they were to enter into a co-partnership in trade; and that the conveyance was executed in order that the said James L. might* if necessary, use the real estate as security in the purchase of goods. But that the goods were not purchased, and consequently no partnership was entered into, and that therefore, on the 27th day of September, 1850, the real estate was by the said James L., re-conveyed to the said Joseph S., by deed, executed by the said James L. and wife, admitting that the said premises were occupied during the time by a tenant, who paid rent therefor to the said Joseph S. It is then alleged by the said Joseph S., that he had moved with his family, upon the premises, and had given the sheriff notice that he claimed forty, acres of the same, which he designated as a homestead exemption, under the provision of the statute; aid that the deed executed by himself to the said James L., was void, on the ground that it was not executed by his wife.\nA replication to this answer was filed, and proofs taken in the cause, and a decree granted for the complainant, from which the defendants appealed.\nM. Wisner, complainant, in person.\nCiofoot é Drake, defendants."
  },
  "file_name": "0472-01",
  "first_page_order": 480,
  "last_page_order": 484
}
