{
"id": 156121,
  "name": "G. E. Attaway v. The State",
  "name_abbreviation": "Attaway v. State",
  "decision_date": "1893-01-25",
  "docket_number": "No. 50",
  "first_page": "475",
  "last_page": "477",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 377,
    "char_count": 6946,
    "ocr_confidence": 0.581,
    "pagerank": {
      "raw": 9.949196730888424e-07,
      "percentile": 0.9825526507529976
    },
    "sha256": "fc1bacfaf85a03d44fe62c4e118b947dde19036933f30819a12a4c3af307d672",
    "simhash": "1:3527933f3b604f26",
    "word_count": 1174
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "G. E. Attaway v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nThis conviction was for aggravated assault and battery.\nWhen the cause was called for trial, appellant sought a continuance for the testimony of J. F. Stivers, which was overruled, and a bill of exceptions reserved. Whether it was a first or a subsequent application is not stated in the application itself, nor shown in the bill of exceptions. This should have been shown. The statutory requisites of a first are not the same as those prescribed for a second or subsequent application, and in considering motions for new trial, based upon the refusal to grant such continuances, the rules applicable thereto are also different. This court will not supply omissions in bills of exceptions, nor aid such bills by inference or presumption. It must be made to appear in such cases that in being refused a continuance injury resulted to the appellant, in order to entitle him to a reversal of the judgment.\nWhere the alleged absent testimony is supplied from other sources, as was done in this case, and such testimony is sought to be utilized as cumulative testimony, it must be made to appear that the desired continuance was the first application. The information in this case was filed July 7, 1891, and the continuance incorporated in the record was filed October 10, 1892. There had been at least one former trial of the cause. As presented to us by the record, the court did not err in overruling the application for a continuance.\nThe county attorney was permitted to prove by the witness Richardson that on a former trial said Stivers testified, he “ saw the difficulty between defendant and Taylor, and that he was about sixty feet away,” and the county attorney stated the “ object of such testimony was to meet the evidence of Stivers as set out in defendant’s motion for a new trial.” The court qualified the bill of exceptions by stating the evidence was offered “to meet the alleged testimony of said Stivers as set up in defendant’s motion for a continuance.” The bill does not disclose whether this testimony was offered at the time the continuance was sought, or pending the trial before the jury, or when the motion for new trial was under consideration. As original testimony for the consideration of the jury, it was clearly inadmissible. If admitted in contesting the application for continuance, the evidence of Richardson should not have been considered by the trial court, and it would not be considered in that relation by this court. If adduced in connection with the motion for a new trial, the court might have considered it in determining the probable truth of the application. Felsenthal v. The State, 30 Texas Ct. App., 675.\nThe materiality and truthfulness of the alleged absent testimony often becomes very important in considering the motion for new trial based upon the action of the court overruling an application for a continuance. In a contest over the motion for a continuance the statute authorizes affidavits controverting diligence, but does not permit an inquiry into the truthfulness or materiality of the alleged absent testimony. Code Crim. Proc., arts. 564, 565. But when the new trial is sought because of the supposed error of the court in overruling such application, the materiality and truthfulness of such absent testimony may become matters of first importance, and we see no valid reason why the State should not be permitted to contest these questions. Willson’s Crim. Stats., secs. 2553, 2554. As presented, the bill of exceptions discloses no error requiring a reversal. The verdict is sufficiently intelligent to form the basis of the judgment, and the evidence fully supports the conviction. The judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "King, Connor & King, for appellant,",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "G. E. Attaway v. The State.\nNo. 50.\nDecided January 25.\n1. Practice—Coni inuance—Difference Between First and Second Application.—The bill of exceptions to the overruling of an application for continuance should show whether it is the first or second application, because the statutory requisites for the two applications are different, as are also the rules which govern in their consideration on motion for new trial.\n2. Same — Sufficiency of Bills of Exception. — On appeal, the court will not supply omissions in bills of exception, nor aid such bills by inference or presumption. They must show injury to appellant in order to entitle him to a reversal.\n3. Same—Cumulative Testimony.—It must be made to appear that the application for continuance was a first application, where the absent testimony desired is cumulative.\n4. Same—Contest over Application for Continuance.—The materiality and truthfulness of the alleged absent testimony is not matter admissible for the consideration of the jury, and is not matter of contest before the court, a contest for continuance being limited by statute alone to affidavits controverting diligence. Code Crim. Proc., arts. 564, 565. Such contest before the court is only permissible on motion for new trial, when the court is determining the probable truth of the application.\n5. Verdict.—See a verdict held sufficiently intelligent to form the basis of the judgment.\nAppeal from the County Court of Wood. Tried below before Hon. B. B. Harris, County Judge.\nAppellant was tried in the court below upon an information charging him with aggravated assault and battery, committed upon one John M. Taylor, with a handsaw, the same being then and there, as used, a deadly weapon, and with which he inflicted serious bodily injury upon the said Taylor. At the trial the jury returned the following verdict:\n“We, the jurre, find defendant giltey, and assess find one hundred dollars.\n“E. Q. Martin, Form.”\nJudgment was entered accordingly.\nThe testimony shows that the difficulty between defendant and Taylor was about some language or threat which defendant had heard that Taylor had used or made concerning one of his children. Taylor denied having made use of the language imputed to him, and defendant called him an infernal liar, or a damned old liar, and advanced upon him with a handsaw. In his testimony, Taylor says: “When I saw he was coming on me with a handsaw, I got myself in shape and raised a chair, and as he came I tried to hit him with it. I can not say which of us struck first. He chopped me on the head with the handsaw, and I fell senseless, and do not know anything more that transpired for about a month. When he struck me with the handsaw he cut a gash in my head three or four inches long, and my leg was broken. I can not account for how my leg was broken, but it was broken in the scuffle, somehow.” This testimony as to the difficulty is, in the main, supported by the other testimony in the case.\nThe evidence for the defense was to the effect that Taylor struck the defendant first with a chair.\nKing, Connor & King, for appellant,\nfiled an able and interesting brief in the case.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0475-01",
  "first_page_order": 495,
  "last_page_order": 497
}