{
"id": 1855472,
  "name": "McINERNEY'S, INC., v. DUNFORD",
  "name_abbreviation": "McInerney's, Inc. v. Dunford",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 70, Calendar No. 46,172",
  "first_page": "477",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "281 Mich 175",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1780896
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/281/0175-01"
      ]
    },
    {
      "cite": "257 Mich 289",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1865778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/257/0289-01"
      ]
    },
    {
      "cite": "267 Mich 547",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1883746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/267/0547-01"
      ]
    },
    {
      "cite": "277 Mich 212",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1869107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/277/0212-01"
      ]
    },
    {
      "cite": "326 Mich 420",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1908663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/326/0420-01"
      ]
    },
    {
      "cite": "331 Mich 687",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0687-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 10373,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 6.715115666064303e-08,
      "percentile": 0.407771843068843
    },
    "sha256": "9e36a1a11d005990d0a82cf598af18cf05f68cdf02ad8fe56076a8becf925501",
    "simhash": "1:8b3098375c84940b",
    "word_count": 1782
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "McINERNEY’S, INC., v. DUNFORD."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nThis action was begun by filing of declaration and notice to plead, with affidavit of account stated, on March 27, 1952. From a judgment for plaintiff taken after entry of defendants’ default, defendant Edna Dunford takes an appeal.\nThough not so described in the declaration nor in any pleading on the part of plaintiff, the defendants William C. Dunford and Edna Dunford were,, at the time of service upon them, as defendants of a copy of the declaration and rule to plead on March 27, 1952, actually husband and wife. A divorce cause was then pending between the 2 parties. Defendant William C. Dunford had filed a bill for divorce on May 18, 1951, in which the attorney J. Harold Steffes appeared as the attorney for William C. Dunford as plaintiff.\nOn July 3, 1952, the calendar entry in the instant case shows, “Affidavit of failure of defendants to appear and plead filed.” And further, “Order of default of defendants for failure to appear and plead filed.” The proceeding to take the default and the default itself were due and regular. The order of default entered July 3, 1952, contains the following:\n“It is ordered that defendants William C. Dun-ford and Edna Dunford, and each of them be and they hereby are defaulted for failure to appear and plead, and that said cause be referred to the court for assessment of plaintiff’s damages.”\nOn July 8, 1952, five days after the order of default, J. Harold Steffes appeared in the instant case as the attorney for defendants. Apparently he then was still the attorney for the husband, William C. Dunford, in the divorce action. On July 21, 1952, the attorney for plaintiff mailed to Mr. Steffes a copy of the praecipe for entry of default judgment. Plaintiff says the mailing to Mr. Steffes was “as a matter of courtesy.”\nDefendant Edna Dunford claims that the entry of appearance of Mr. Steffes, as attorney for both defendants, was irregular as to her and without her consent or knowledge, Mr. Steffes being then the attorney for her husband. (The parties have since been divorced, November 30, 1953.) Defendant Edna Dunford states that Mr. Steffes is now deceased.\nIf Mr. Steffes was in nowise authorized by defendant Edna Dunford to appear for her, then she did not cause any appearance to be made on her behalf in this lawsuit until January 29, 1954, when she appeared by her present attorney, Carl A. Braun.\nJudgment on default was taken by plaintiff, July 28, 1952. No step was taken nor motion made by defendant Edna Dunford on July 3, 1952, when her default was duly and regularly entered, nor at any time thereafter, to set aside the default. On January 29, 1954, as heretofore recited, she appeared by her present attorney, Carl A. Braun. On February 9, 1954, by her present attorney, she gave notice to plaintiff of motion to set aside the judgment and for a new trial but did not include in said motion a prayer to set aside the default. In the motion, she prayed that the default judgment be set aside and claimed that it was without notice to her, that the judgment was a miscarriage of justice, that the evidence offered upon the hearing of the praecipe for default judgment was inadequate, incompetent and that the proof did not create a joint liability against Edna Dunford as the wife of William C. Dunford.\nRule No 28, § 4, of the Michigan court rules (1945) contains the following:\n“In all cases where personal service shall have been made upon a defendant, and proceedings taken after default on the strength thereof, his default shall not be set aside unless the application shall be made within 4 months after such default is regularly filed or entered.”\nCL 1948, §620.1 (Stat Ann § 27.1351), is in part as follows:\n“Upon due proof of service of any declaration or process requiring an appearance, answer or plea, or upon due proof of publication of an order for defendant’s appearance, or of the personal service of such order, a default may be filed or entered against the defendant for want of such appearance, answer or plea, within the time provided by law, or by rule of court, and the same proceedings may be had against said defendant in all respects as if he had appeared, answered or plead thereto.”\nHonigman, Michigan Court Rules Annotated, states, p 274,\n“There is no conflict between the rule and the statutory provision for taking of default.”\nThis statement of Honigman is correct as far as is applicable to the issues in the instant case.\nPlaintiff seeks in her motion, made by attorney Braun, to assert her rights as a married woman but took no steps to assert such rights prior to the above noted appearance by attorney Braun for her, about 18 months after the default judgment was entered. Coverture is an affirmative defense and must be pleaded.\n“Ordinarily the defense of coverture must be specially pleaded particularly where plaintiff’s pleading does not show that defendant is a married woman. The sufficiency of the plea depends on the extent of the disabilities existing in the various jurisdictions.” 41 CJS, Husband and Wife, § 436b, p 931. See cases there cited. .\nWhere plaintiff secured default judgment in action for breach of purchase contract, and on defendant’s motion that default be set aside and new trial be granted, defendant relied on invalidity of process rather than on fraud, but process was determined valid and no timely appeal was taken, the default judgment was res judicata and defendant could not attack validity of the judgment on grounds of fraud in execution of the purchase contract, in plaintiff’s proceeding for relief by bill in aid of execution. Floyd v. Roberts, 331 Mich 687. See, also, Zirkalos v. Zirkalos, 326 Mich 420.\nIn Vozbut v. Pomputis, 277 Mich 212, we say at page 215:\n“Notwithstanding Court Rule No 28, § 4 (1933), after plaintiff had completed his proofs and rested his case, defendants Stanks’ motion to set aside their default was granted by the court December 4, 1935, almost 1 year and 7 months after the default was regularly entered. The rule cited states:\n“ 'In all cases where personal service shall have been made upon a defendant and proceedings taken after default on the strength thereof, his default shall not be set aside unless the application shall be made within 4 months after such default is regularly filed or entered.’\n“The default for failure to plead was regularly enterd after personal service and appearance; the default should not have been set aside. Michigan Trust Co. v. Luton, 267 Mich 547.”\nSee, also, First National Bank of Boyne City v. Pine Shores Realty Co., 257 Mich 289.\n“Personal service on defendant having been made, proceeding’s taken after default on the strength thereof, and the motion to set aside the default and judgment not having been made within 4 months after the default was regularly entered, the order setting aside the judgment was void.” Domzalski v. Guzynski, 281 Mich 175, 176.\nTo escape the consequences of the 4-months rule set forth in Court Rule No 28, § 4 (1945), defendant Edna Dunford seeks protection ^ under Court Rule No 47, § 1 (1945), which, in part, is as follows:\n“Motions for new trials and motions in arrest of judgment, with the reasons on which they are founded, shall be filed and a copy thereof be served on the opposite party as follows: the former within 20 days after the filing with the clerk of the court proof of service on opposing counsel of notice of the entry of judgment.”\nThis rule has no applicability to the present case. The matters provided for in Court Rule No 47, § 1, are new trials and motions in arrest of judgment. In the instant case defendant is barred by the default.\nCourt Rule No 28, § 4 (1945), bars defendant from the relief she seeks in this case. Defendant’s motion for a new trial and to set aside judgment cannot- be entertained while she is defaulted. The order of the trial court denied the motion of defendant Edna Dunford for leave to file motion to set aside judgment and for a new trial. That order of the trial court is affirmed. Costs to plaintiff.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred.\nThe quoted part is included in Court Rule No 28, §4 (1945).— Reporter.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "Bartlette E. Nutter and Beer, Osgood, Bowston & Cur rah, for plaintiff.",
      "Carl A. Braun, for defendant."
    ],
    "corrections": "",
    "head_matter": "McINERNEY’S, INC., v. DUNFORD.\n1. Judgment—Default—Court Rule—Statutes—Time.\nCourt rule providing that where personal service has been had upon a defendant and proceedings have been taken after default and on the strength thereof the default may not be set aside unless application to do so shall have been made within 4 months after such default has been regularly filed and entered is not in conflict with statute providing for the taking of default for want of appearance, answer or plea insofar as married woman is concerned who had been served with declaration and rule to plead and, some 18 months after entry of default, sought to set aside judgment based thereon (CL 1948, § 620.1; Court Rule No 28, §4 [1945])..\n2. Pleading—Affirmative Defenses—Coverture.\nCoverture is an affirmative defense and must be pleaded.\n3. Husband and Wife—Sufficiency of Plea of Coverture.\nThe sufficiency of the plea of coverture depends on the extent of the disability existing in the jurisdiction where the plea is raised.\n4. Judgment—Setting Aside Default—Time.\nA defendant married woman’s motion for leave to file a motion to set aside judgment and for a new trial was properly denied, where such defendant had been duly served, had been defaulted for failure to appear and plead, the default had been regularly entered and filed and judgment entered against her thereafter and no motion to set aside the default made within 4 months from the entry thereof (CL 1948, § 620.1; Court Rule No 28, §4 [1945]).\nReferences for Points in Headnotes\n[1, 4] See, generally, 31 Am Jur, Judgments § § 505, 511.\n[2,3] See, generally, 41 Am Jur, Pleading §§ 155, 157, 159.\nAppeal from Oakland; Doty (Frank L.), J.\nSubmitted October 12, 1954.\n(Docket No. 70, Calendar No. 46,172.)\nDecided December 29, 1954.\nAssumpsit by Mclnerney’s, Inc., a Michigan corporation, against William C. Dunford and Edna Dunford for merchandise sold and delivered. Default judgment for plaintiff. Defendant Edna Dun-ford moved for leave to file motion to set aside judgment. Denied. Defendant Edna Dunford appeals.\nAffirmed.\nBartlette E. Nutter and Beer, Osgood, Bowston & Cur rah, for plaintiff.\nCarl A. Braun, for defendant."
  },
  "file_name": "0477-01",
  "first_page_order": 517,
  "last_page_order": 523
}