{
"id": 156115,
  "name": "Ben Ashton v. The State",
  "name_abbreviation": "Ashton v. State",
  "decision_date": "1893-01-28",
  "docket_number": "No. 87",
  "first_page": "479",
  "last_page": "481",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "20 S. W. Rep., 1103",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 8747,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 7.269930661556278e-07,
      "percentile": 0.9681514250444717
    },
    "sha256": "3db9ab71300cdc73458fd2059ced4789e3ade3c5cb29031ef4ecdfc73fe6d0f8",
    "simhash": "1:671a926a9607cee3",
    "word_count": 1558
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ben Ashton v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\n1. The appellant complains that the court erred in compelling him to accept the juror Lilly. The juror, on his voir dire, stated he had no prejudice or bias against the defendant, nor had he established in his mind such a conclusion as to the guilt or innocence of the defendant as would influence his action in finding a verdict, but that he had formed an opinion which it would require evidence to remove, which opinion was based entirely on newspaper accounts; still his opinion would not prevent his giving defendant a fair and impartial trial. The court was satisfied from the examination that the juror was fair and impartial, and overruled the objection of defendant, whose peremptory challenges were exhausted, and the juror was empanelled in the case.\nWhile it may be true, as was well said in an early case (Rothschild’s case, 7 Texas Court of Appeals, 519), that “no uniform rule can possibly be deduced from the conflicting decisions of the several States as to the competency of a juror who has formed an opinion in a case,” we think the law is admirably settled by the amendment of March 31, 1885, to the Penal Code, which declares, that after a juror admits that he has formed an opinion as to the guilt or innocence of the defendant, but states it will not influence his verdict, the court shall then examine into the sources of information upon which he based his opinion, and the extent to which it will affect his action, and if the opinion appears to be formed by reading newspaper accounts, statements, etc., and the juror states on oath that he feels able, notwithstanding such an opinion, to render an impartial verdict on the law and evidence, the court, if satisfied that he is impartial, and will render such a verdict, may, in his discretion, admit him as a juror, or if not satisfied, may reject him. Code Crim. Proc., art. 636, subdiv. 13.\nA careful examination of this amendment shows that a large discretion is vested in the district judge, and there must be an abuse of that discretion before the revising power Of this court can be invoked. It is no longer the law of Texas that we must seek men to sit on juries who have never read newspapers or heard statements of the crime. The contrary ruling has often disqualified the most intelligent class of a community. With the present means of information, the facts of atrocious crimes are in a few hours spread over a large area, and learned by every intelligent or reading man within the district from which the jurors are drawn, and if a formed opinion would disqualify, the courts are driven to seek jurors among the less intelligent, or to those who, from various causes, may be unable to appreciate the responsibility of a juror.\nThe defendant is entitled to an impartial juror, but not one who is impartial because of ignorance or incompetency. Hence a juror who reads newspapers may be competent, even though he has formed an opinion therefrom, if that opinion is not fixed, or if it'will not influence his verdict, and the court, by further examination, is satisfied that it will not. We see no abuse of discretion on the part of the court in seating the juror Lilly on the jury. Kennedy v. The State, 19 Texas Ct. App., 629; Johnson’s case, 21 Texas Ct. App., 379; Steagald’s case, 22 Texas Ct. App., 464; Suit’s case, 30 Texas Ct. App., 322; Miller’s case, 20 S. W. Rep., 1103.\n2. Appellant claims that the court erred in permitting the witness, over the objection of defendant, to testify, that if he had been armed with the iron poker with which he had been struck, he would not be afraid to tackle Sullivan or any man. The object of this testimony was to prove the deadly character of the weapon. Without such testimony, the character of the weapon was conclusively shown, both from the descriptions given and its effects upon the parties struck, and the fact that witness, if armed with it, would not have been afraid of any person, could have added nothing to the testimony or increased its force, and we do not think the error reversible.\n3. We see no error in the charge. The substance of the special charges asked for was given.\n4. The motion for a continuance was correctly overruled; and besides, the witness for whose absence a continuance was sought testified at the trial. Judgment affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "No briefs on file in this case."
    ],
    "corrections": "",
    "head_matter": "Ben Ashton v. The State.\nNo. 87.\nDecided January 28.\n1. Juror—Disqualification of, on Account of Opinion from Newspaper Report.—Subdivision 13 of article 636 of the Code of Criminal Procedure, as amended by Act of March 31, 1885, with regard to challenges for cause to a particular juror on account of opinion formed by him as to the guilt or innocence of defendant, provides, that “if it appears to have been formed from newspaper accounts, communications, statements, or reports, or from mere rumor or hearsay, and the juror states on oath that he feels able, notwithstanding such opinion, to render an impartial verdict upon the law and the evidence, the court, if satisfied that he is impartial and will render such verdict, may in its discretion admit him as competent to serve in such case; but if the court in its discretion is not satisfied that he is impartial, the juror shall be discharged.” Held, that where a juror upon his voir dire examination stated that he had formed an opinion which it would require evidence to remove, which opinion was based entirely upon newspaper accounts, and would not prevent his giving defendant a fair and impartial trial, the court did not abuse its discretion in holding the juror competent.\n2. Same — Defendant’s Right to Impartial Juror.—A defendant is entitled to an impartial juror, but not one who is impartial from ignorance or incompetency. Hence a juror who reads newspapers may be competent, even though he has formed an opinion therefrom, if that opinion is not fixed, or if it will not influence his verdict.\n3. Assault with Intent to Murder—Evidence—Deadly Weapon. On a trial for assault with intent to murder, where the character of the weapon used was conclusively shown, both from the descriptions given and its effects upon the parties struck with it, and in admitting the injured party to testify, over objection of defendant, that if he had been armed with the instrument with which defendant struck him, “ he would not be afraid to tackle Sullivan, or any man,” held, not to add anything to the force of the testimony nor constitute reversible error.\nAppeal from the District Court of Dallas. Tried below before Hon. Charles Fred Tucker.\nAppellant was indicted for assault to murder one J. R Brown, and upon his trial was convicted of that offense and given four years in the penitentiary as his punishment.\nThe difficulty out of which the prosecution arose occurred at the Santa Fe depot in the city of Dallas, where the injured party, Brown, had gone to take the train. Before procuring his ticket, Mrs. Pipes and Mr. Batchelor, who resided in Dallas, came in to see him on business, which prevented him from getting off on that train. After the train had left some minutes, and while they were still sitting there, alone, in the depot, defendant, a negro man, came in with a broom in his hand, and asked if they were waiting for a train. He was told that they were not, when he said that he was going to sweep up and lock the doors. Mr. Batchelor asked him if this was not a public place, when he seemed to get mad, and in a very insulting manner said, “ Damn you, get out, or I will sweep you out.” Brown and Batchelor both picked up pieces of brick lying on the floor, when the defendant ran out of the door. After a very few minutes the three parties stepped out upon the platform, when the defendant struck Brown with an iron rod, or poker, across the head, knocking him down. Batchelor grabbed at the iron rod, when defendant struck him across the head with it and knocked him to his knees. As defendant struck him a second time, he .grabbed hold of the poker and they struggled with it for sometime, when other parties came up and took it from them, and defendant went off. The weapon used was a wrought iron bar, possibly two and a half feet long and about three-quarters of an inch in diameter, and was used for a poker for the stove. The wound inflicted upon Brown’s head was several inches long, and he was laid up in bed from the effects of it for eight or ten days. This witness, in answer to the question whether or not that weapon in the hands of a man of the strength of this defendant would be capable of inflicting death, answered, “ If I had such a weapon I do not think I would fear any man, don’t care who he was.” Other testimony showed that Brown was seriously hurt.\nNo briefs on file in this case."
  },
  "file_name": "0479-01",
  "first_page_order": 499,
  "last_page_order": 501
}