{
"id": 4381919,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. NATIONAL AUTOMOBILE AND CASUALTY COMPANY et al., Defendants and Appellants",
  "name_abbreviation": "People v. Nat'l Auto. & Cas. Co.",
  "decision_date": "1969-09-29",
  "docket_number": "Civ. No. 25931",
  "first_page": "480",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 480"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "12 P.2d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 Cal.App. 559",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2252087
      ],
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/124/0559-01"
      ]
    },
    {
      "cite": "33 Cal. Rptr. 564",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "220 Cal.App.2d 105",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2130903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/220/0105-01"
      ]
    },
    {
      "cite": "38 Cal.Rptr. 713",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "227 Cal.App.2d 428",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2138581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/227/0428-01"
      ]
    },
    {
      "cite": "31 Cal. Rptr. 208",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "216 Cal.App.2d 380",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2112519
      ],
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/216/0380-01"
      ]
    },
    {
      "cite": "44 Cal.Rptr. 430",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "234 Cal.App.2d 404",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2147861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/234/0404-01"
      ]
    },
    {
      "cite": "51 Cal.Rptr. 212",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "242 Cal.App.2d 150",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2168497
      ],
      "pin_cites": [
        {
          "page": "153-154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/242/0150-01"
      ]
    },
    {
      "cite": "60 Cal.Rptr. 804",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "252 Cal.App.2d 754",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2174492
      ],
      "pin_cites": [
        {
          "page": "759-760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/252/0754-01"
      ]
    },
    {
      "cite": "432 P.2d 972",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "63 Cal.Rptr. 284",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "67 Cal.2d 620",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2328485
      ],
      "pin_cites": [
        {
          "page": "622-625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/67/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 11864,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 8.192020646343026e-08,
      "percentile": 0.4757522542820064
    },
    "sha256": "79f0a10f53ff3b6727b70320bb4c8d1d20ac15501c41fd9f3f43e8dad8b38435",
    "simhash": "1:b407ee30744f3805",
    "word_count": 2031
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. NATIONAL AUTOMOBILE AND CASUALTY COMPANY et al., Defendants and Appellants."
    ],
    "opinions": [
      {
        "text": "pany and its agents from an order dated June 7, 1967, denying a motion to vacate a summary judgment entered pursuant to Penal Code section 1306, the contentions are that: 1) on the failure of the defendant in the criminal action to appear on September 29, 1966, the court was required to declare the bail forfeited; 2) the clerk’s failure to notify the surety at that time relieved it of all obligations; and 3) the order of October 26, 1966, setting aside the forfeiture, exonerated the surety in any event. For reasons set forth below, we have concluded that there is no merit in these contentions.\nThe record reveals the following facts: On June 30, 1966, an information was filed in the Alameda County Superior Court charging Clinton Aldrich and Bobin Halvorsen with possession of marijuana in violation of Health and Safety Code section 11530. Bail in the sum of $3,300 was posted by appellants, John Ballestrasse of Atlas Bail Bond Agency, the agents for appellant, National Automobile and Casualty Company, a California corporation..\nOn July 14, 1966, Aldrich entered a plea of not guilty to the charge and the matter was continued. When, on September 29, 1966, the time set for trial, Aldrich failed to appear for the scheduled proceedings, a bench warrant was issued, but service was withheld at the request of his counsel, and the matter continued to October 10,1966.\nAldrich appeared in court on October 10, 1966, and the bench warrant was withdrawn. The matter was continued to October 24, 1966, for setting of the trial date. On that date, Aldrich again failed to appear. A bench warrant was issued, but service of the warrant was withheld for one day at the request of his counsel. The trial was set for December 5, 1966, and the matter continued until the next day, October 25, 1966.\nOn October 25, 1966, when Aldrich again failed to appear, the court ordered the bench warrant to issue. In response to the clerk’s question concerning bail, the court declared that bail was forfeited and the matter was continued to April 24 for disposition of the bond. The surety Was again notified. However, the next day, October 26,1966, at 4:45 p.m., Aldrich appeared before the court and stated that he had not appeared in court the day before because his car had broken down. He stated that he had phoned to explain his absence and the- bailiff verified that he had spoken to Aldrich the day before. After admonishing Aldrich to appear for trial, the court recalled the bench warrant, and the order of October 25 forfeiting bail was set aside. The surety was again notified of this action taken, and the matter continued for trial.\nOn December 5, 1966, the dáy scheduled for trial, Aldrich did not appear. The court issued a bench warrant and ordered that bail be forfeited. The reporter’s transcript indicates that the matter was continued to June 5 for disposition of the bond, while the clerk’s transcript states the date as June 6, 1967. The surety was notified of the forfeiture and of the June 6 date.\nOn June 5, 1967, the time scheduled by the court for disposition of the bond, upon motion of the district attorney, summary judgment against the surety was granted, pursuant to Penal Code section 1306.\nOn June 7, 1967, 184-days after the forfeiture was entered on the court’s minutes on December 5, appellants moved to set aside the summary judgment. Although this motion was denied by the court the same day, a motion to set aside the summary judgment was set for hearing for June 26,1967, and appellants notified. The motion was opposed by the county counsel. On June 26, the matter was continued to July 17, 1967, and the district attorney’s motion to dismiss the criminal action on the ground that Aldrich was in state prison was granted. Following argument of the matter on July 25, 1967, the court on July 27, 1967, denied the motion to set aside the summary judgment. On July 31,. 1967, the county counsel filed a “Demand for Payment and Notice of Entry of Summary Judgment.” On August 3, 1967, this appeal from the order of June 7 was filed.\nWe regard the appeal from the order of June 7 as a premature-appeal from the order of July 27 and we treat the latter as an order refusing to set aside the b,ail forfeiture and, therefore, appealable (Newman v. Superior Court, 67 Cal.2d 620, 622-625 [63 Cal.Rptr. 284, 432 P.2d 972]). An appeal from such an order will not lie, however, unless the motion for relief has been timely made, namely (in the instant ease), within 180 days after the forfeiture has been declared (Pen: Code, §1305; Bean v. County of Los Angeles, 252 Cal.App.2d 754, 759-760 [60 Cal.Rptr. 804]; People v. National Auto. & Cas. Co., 242 Cal.App.2d 150, 153-154 [51 Cal.Rptr. 212]; People v. Smith, 234 Cal.App.2d 404 [44 Cal.Rptr. 430]; People v. Stuyvesant Ins. Co., 216 Cal.App.2d 380, 382 [31 Cal. Rptr. 208]).\nIn the instant case, the surety received notice that Aldrich failed to appear for trial on December 5, and bail was forfeited on that date. Thus, the 180-day period expired on June 4. The motion here was not made until June 7. As appellants have not been able to show that the original order of forfeiture was void (County of Los Angeles v. Stuyvesant Ins. Co., 227 Cal.App.2d 428 [38 Cal.Rptr. 713]), we could dispose of the appeal on the ground of the lateness of the request for relief.\nHowever, we deem it our duty to briefly discuss the merits of the particular issues raised. Appellants’ first and chief contention is that on September 29, 1966, when Aldrich first failed to appear, the court was required to forfeit bail under the statute, and not having done so, bail became forfeited by operation of law on that date. Appellants thus conclude that the summary judgment was not entered against them within the time prescribed by Penal Code section 1306, and that the bail is exonerated.\nThe statute does not require that bail must be forfeited each time a defendant does not appear in court. At the time here pertinent, section 1305 of the Penal Code read as set forth in the footnote below. The statute recites two necessary prerequisites before a court must order forfeiture: (1) that the nonappearauce of the defendant be “without sufficient excuse,” and (2) that the nonappearance must be “for arraignment or for trial and judgment, or upon any other occasion when his presence in court is lawfully required. . . .” (Italics added.)\nAlthough it does not appear from the record what excuse was given by defense counsel for his client’s failure to appear on September 29, the fact remains that, presumably on counsel’s reassurances, the bench warrant was withheld, no forfeiture of bail was ordered, and the hearing was continued until October 10. We conclude that the court acted within its broad discretion under the “without sufficient excuse” requirement of the statute. Certainly, there is no automatic forfeiture by operation of law.\nThus, since bail was not forfeited on September 29, the notice requirements of Penal Code sections 1305 and 1306 did not come into effect on that date and appellants’ second contention concerning the clerk’s failure to notify is without merit.\nFinally, appellants argue that the order of October 26, 1966, setting aside the bail forfeiture of October 25 was erroneous because the bail did not also appear with Aldrich and was, therefore, exonerated. Although the language of the statute and People v. Meidell, 220 Cal.App.2d 105 [33 Cal. Rptr. 564], support the view that both defendant and his bail should be present when a forfeiture is set aside, appellants have not indicated any prejudice from the action of the trial court. The surety received notice of the forfeiture and the subsequent order setting it aside, but did not take advantage of its opportunity to have Aldrich surrendered. Appellants also did not avail themselves of their second opportunity for relief after the subsequent forfeiture on December 5. As noted above, no motion for relief was made until after the expiration of the statutory period. We conclude that the court’s order setting aside the bail forfeiture of October 25 was proper and well within its discretion.\nThe order appealed from is affirmed.\nShoemaker, P. J., and Agee, J., concurred.\nBoth transcripts indicate that the matter was .continued until the 25th; however, the clerk’s transcript states that the court ordered that bail be forfeited, and the surety was notified to that effect, while the reporter’s transcript does not indicate that bail was forfeited but shows that the court gave Aldrich 24 hours to appear.\nAccording to the reporter’s .transcript, the court informed Aldrich that trial was set for December 3, 1966, but the clerk’s transcript and another page of the reporter’s transcript states the trial date as December 5, 1966.\nUnder the usual rule of excluding the first day and including the last, unless a holiday (Civ. Code, § 10), the 180-day period of Penal Code section 1305 expired on June 3, 1967. Thus, both dates were beyond the statutory period.\nThe summary judgment ensuing on an order of bail forfeiture is a consent judgment and is not itself appealable (People v. Deletorre, 124 Cal.App. 559, 564 [12 P.2d 1068]).\nPenal Code section 1305 (Stats. 1965, eh. 1926,. §1); “If, without sufficient excuse, the defendant neglects to appear for arraignment or for trial or judgment, or upon any other occasion when his presence in court is lawfully required, or to surrender himself in execution of the judgment, the court must direct the fact to be entered upon its minutes and the undertaking of bail; or the money deposited instead of bail, as the case may be, must thereupon be declared forfeited, and, if the amount of the forfeiture exceeds fifty dollars (§50), the clerk of the court shall, promptly upon entering the fact of such failure to appear in the minutes, mail notice of the forfeiture to the surety on the bond or depositor of money instead of a bond. If the clerk fails to promptly mail such notice or post a copy of the order, the surety or depositor shall be released from all obligations under the bond. But if at any time within 180 days after such entry in the minutes, the defendant and his bail appear, and satisfactorily excuse the defendant’s neglect or show to the satisfaction of the court that the absence of the defendant was not with the connivance of the bail, the court shall direct the forfeiture of the undertaking or the deposit to be discharged upon such terms as may be just. If within said 180 days after such entry in the minutes, it be made to appear to the satisfaction of the court that the defendant is dead or is physically unable, by reason of illness or insanity, or by reason of detention by civil or military authorities, to appear in court at any time during said 180 days, and that the absence of the defendant was not with the connivance of the bail, the court shall direct the forfeiture of the undertaking or the deposit to be discharged upon such terms as may be just. If at any time within said 180 days after such entry in the minutes, the bail with the defendant in his custody should appear, the bail may surrender the defendant to the court, may make a motion to set aside the forfeiture, and may request the court not to reinstate the bail. ’ ’\nAs the facts of this ease and the order appealed from occurred prior to November 8, 1967, the 1967 amendment to section 1305 is not here applicable.\nSubsequently, at the hearing of October 10, Aldrich indicated to the court he had overslept.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Civ. No. 25931.\nFirst Dist., Div. Two.\nSept. 29,1969.\nTHE PEOPLE, Plaintiff and Respondent, v. NATIONAL AUTOMOBILE AND CASUALTY COMPANY et al., Defendants and Appellants.\nJames T. Heavey for Defendants and Appellants.\nThomas C. Lynch, Attorney General, Robert R. Granueci and Louise H. Renne, Deputy Attorneys General, for Plaintiff and Respondent."
  },
  "file_name": "0480-01",
  "first_page_order": 502,
  "last_page_order": 507
}