{
"id": 156105,
  "name": "Ben Ashton v. The State",
  "name_abbreviation": "Ashton v. State",
  "decision_date": "1893-01-28",
  "docket_number": "No. 88",
  "first_page": "482",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 482"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [
    {
      "cite": "7 Cold., 508",
      "category": "reporters:state",
      "reporter": "Cold.",
      "case_ids": [
        11265775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/47/0508-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 275,
    "char_count": 4675,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 2.5676160738812615e-07,
      "percentile": 0.8159433233366116
    },
    "sha256": "2790c1414b21f30bbd8c889c19f8aea8b038e919b979676004265ee9d13ebff2",
    "simhash": "1:4fff2b77646b16ae",
    "word_count": 829
  },
  "last_updated": "2024-02-27T17:11:38.849644+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ben Ashton v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nThere is but one question that need be considered.\nThe court ruled out appellant’s plea of former jeopardy, but upon trial of the case appellant was allowed to offer evidence, without objection on the part of the State, to prove that appellant had been convicted of an assaujt with intent to murder one J. R. Brown, and that the offense for which he was being tried at this time, to-wit, an assault with intent to murder one Henry Batchelor, was one and the same transaction as the one for which he had been already convicted, and was to be sustained by the same testimony. After the testimony was introduced, the trial judge-declined to submit the plea of jeopardy to the jury, and this refusal is assigned as error.\nWe do not think there was any error in the ruling of the court. The evidence shows that Brown and Batchelor were in the depot, talking to a lady, when the defendant, who was a porter, and whose business it was to sweep out the room after departure of trains, came in to discharge his duty, and got into an altercation with them, and left the room; that arming himself with an iron poker, he (defendant) waited outside, and, as Brown stepped out, he was stricken down senseless by a blow from the poker, in the hands of defendant. Batchelor then advanced on defendant, and was stricken by defendant to his knees by a blow on the head;, and defendant again striking at his head, Batchelor received the blow on his arm, severely injuring it; but he managed to catch the poker in his right hand, and held on until further help arrived, defendant in the meantime striking Batchelor with his fist. We think, then, there is no former jeopardy in this case. In Samuel’s case, 25 Texas Court of Appeals, 538, this court held that a number of assaults may grow out of or result from the same difficulty, and still be separate and distinct transactions, for each of which parties thereto may be prosecuted to conviction. The true test in such cases must be, that if the intent to kill the one is an intention formed and existing distinct from and independent of the intention to-kill the other, the two acts can not constitute a single offense. Womack v. The State, 7 Cold., 508; The State v. Parish, 8 Rich. Law., 323. In the ease at bar appellant evidently intended to kill Brown, and tried to-do so after he emerged from the depot, and when Batchelor came to his rescue he attempted to kill him also. There were two separate assaults to-murder, with distinct intents. We find no other error in this cause, and the cause is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "No briefs have come to the hands of the Reporter, for either party."
    ],
    "corrections": "",
    "head_matter": "Ben Ashton v. The State.\nNo. 88.\nDecided January 28.\n1. Assault with Intent to Murder—Plea of Former Jeopardy.— On a trial for assault with intent to murder, defendant pleaded former jeopardy, in that he had already been tried and convicted for an assault with intent to murder another party, and that his previous conviction grew out of and was a part of the same transaction. Held, that the court properly declined to consider and refused to submit the plea of former jeopardy to the jury, the evidence showing separate and distinct offenses.\n2. Same —Two or More Assaults During Same Difficulty. —A number of assaults may arise and grow out of the same difficulty, and still be separate and distinct transactions, and for each of which parties thereto may be prosecuted to conviction; the true test being the distinctiveness of intention with which the assaults were made. If there are two separate assaults with distinct intents, then the two acts can not constitute a single transaction.\nAppeal from the District Court of Dallas. Tried below before Hon. Charles Fred Tucker.\nThis appeal is from a conviction for assault with intent to murder one Henry Batchelor, the punishment being assessed at three years in the penitentiary. This is a companion case to the case of Ashton v. The State, ante, p. 479, wherein the same appellant was convicted for an assault with intent to murder one J. R. Brown, and the essential facts in this case are the same as those stated in the former case.\nIn addition to his plea of “ not guilty,” appellant specially pleaded former jeopardy, in that he had already been tried and convicted for an assault with intent to murder J. R. Brown, and that the two offenses, grew out of and were parts of one and the same transaction.\nThe court allowed him to introduce evidence upon his plea of former jeopardy, but declined to submit that question as an issue to be found by the jury. The question of former jeopardy is the only one discussed in the opinion on this appeal.\nNo briefs have come to the hands of the Reporter, for either party."
  },
  "file_name": "0482-01",
  "first_page_order": 502,
  "last_page_order": 503
}