{
"id": 1855438,
  "name": "PURLO CORPORATION v. 3925 WOODWARD AVENUE, INC.",
  "name_abbreviation": "Purlo Corp. v. 3925 Woodward Avenue, Inc.",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 30, Calendar No. 46,227",
  "first_page": "483",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 483"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "110 ALR 583",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "87 F2d 135",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        971591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/87/0135-01"
      ]
    },
    {
      "cite": "273 Mich 309",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1874720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/273/0309-01"
      ]
    },
    {
      "cite": "330 Mich 1",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1837856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/330/0001-01"
      ]
    },
    {
      "cite": "114 Mich 533",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1485631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/114/0533-01"
      ]
    },
    {
      "cite": "71 Mich 633",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1366381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/71/0633-01"
      ]
    },
    {
      "cite": "334 Mich 163",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1831113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/334/0163-01"
      ]
    },
    {
      "cite": "6 ALR2d 815",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "323 Mich 607",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1915410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/323/0607-01"
      ]
    },
    {
      "cite": "325 Mich 99",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1910846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/325/0099-01"
      ]
    },
    {
      "cite": "309 Mich 700",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1899531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/309/0700-01"
      ]
    },
    {
      "cite": "301 Mich 491",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1825158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/301/0491-01"
      ]
    },
    {
      "cite": "304 Mich 397",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1819713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/304/0397-01"
      ]
    },
    {
      "cite": "275 Mich 35",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1871969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/275/0035-01"
      ]
    },
    {
      "cite": "62 Mich 614",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1462568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/62/0614-01"
      ]
    },
    {
      "cite": "55 Mich 420",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1432529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/55/0420-01"
      ]
    },
    {
      "cite": "37 Mich 264",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1341695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/37/0264-01"
      ]
    },
    {
      "cite": "308 Mich 672",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1901103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/308/0672-01"
      ]
    },
    {
      "cite": "94 Mich 596",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1487562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/94/0596-01"
      ]
    },
    {
      "cite": "9 Mich 262",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1922353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/9/0262-01"
      ]
    },
    {
      "cite": "1 Mich 421",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1173556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/1/0421-01"
      ]
    },
    {
      "cite": "211 Mich 103",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1741632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/211/0103-01"
      ]
    },
    {
      "cite": "102 Mich 267",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1518907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/102/0267-01"
      ]
    },
    {
      "cite": "18 Am St Rep 404",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "77 Mich 338",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1355131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/77/0338-01"
      ]
    },
    {
      "cite": "333 Mich 435",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1833243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/333/0435-01"
      ]
    },
    {
      "cite": "67 ALR 522",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "247 Mich 674",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1849084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/247/0674-01"
      ]
    },
    {
      "cite": "333 Mich 179",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1833219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/333/0179-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 661,
    "char_count": 14301,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.120743730615098e-07,
      "percentile": 0.5733722313540287
    },
    "sha256": "8a10aaf5f85877f7a9408a69d14b7e77beb2aa822429ec1e8a86d7f8550116b7",
    "simhash": "1:bbd0c2923bcdbd2e",
    "word_count": 2365
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, arid Kelly, JJ., concurred."
    ],
    "parties": [
      "PURLO CORPORATION v. 3925 WOODWARD AVENUE, INC."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nAre the individual defendants, Schreiber and Foreman, hereinafter called defendants, liable for rent due after a certain date under a lease, in which they were named lessees, or a subsequent modification agreement ? The lease was for a term of 10 years and contained a covenant by defendants to pay the specified rental therefor and to refrain from assigning without lessor’s written consent, except that:\n“Lessees may assign to a corporation, of which they are principal stockholders, but shall remain individually liable for the performance of terms hereof during the first 3 years hereof.”\nPlaintiff acquired lessor’s interest and entered into the modification agreement with defendants, which provided for reduction of monthly rental payments for a limited period and that the lease, as “specifically modified and amended shall continue in full force and effect and each of the parties hereto does hereby agree to carry out and perform the covenants and obligations thereof.” Later, when the lease had fun 28 months, defendants assigned their interest to defendant corporation, of which they were principal stockholders, and it assumed the lessees’ obligations under the lease. When the lease had run for 3 years defendants contended that, under the quotéd provision of the lease (“Lessees may assign * * * but shall remain individually liable * * * during the first 3 years hereof.”), they were no longer individually liable for rent thereafter falling due.\nPlaintiff contends that defendants’ construction of the 3-year provision of the lease is violative of CL 1948,' § 565.5 (Stat Ann 1953 Rev § 26.524), that:\n“No covenant shall be implied in any conveyance of real estate.”\nResort to inference or covenant by implication is not necessary to defendants’ position. The quoted language of the lease expressed not only the extent of, but also the limit upon, the liability imposed upon defendants. In prescribing the period during which liability should continue it fixed the time when liability should end. The lease’s express permission of the assignment as here made, coupled with its equally express limitation that defendants should, despite such assignment, remain individually liable during the first 3' years of the lease, constituted an express provision that, upon such assignment, defendants should not be individually liable after the first 3 years of the lease. The words “remain liable the first 3 years” mean precisely what they say. The addition of words “and no longer” or other words of similar import, to emphasize the meaning already expressed, would have amounted to utter redundancy. Defendants’ position does not run afoul of thé statute.\nPlaintiff says that adoption of defendants’ theory, giving effect to the 3-year provision, would result in a lack of mutuality of obligation after the 3-year period, causing the lease to fail. If plaintiff discerns therein an infirmity fatal to the lease, it scarcely affords comfort to an attempt to hold defendants liable under the lease.\nPlaintiff urges that the 3-year provision of the lease, as interpreted by defendants, is repugnant to its preceding habendum clause fixing the .term of the lease at 10 years, and, in that connection, directs attention to the rules of construction that: (1) when an instrument contains 2 conflicting provisions the first controls; Klever v. Klever, 333 Mich 179; (2) the habendum clause in a lease dominates the period for which it shall run unless it is. properly modified by other provisions; J. J. Fagan & Co. v. Burns, 247 Mich 674 (67 ALR 522); and (3) courts will not make a contract for parties nor change the terms of an agreement; Bonney v. Citizens’ Mutual Automobile Insurance Co., 333 Mich 435. In view of the-fact that plaintiff’s construction of the lease admittedly requires reading out the 3-year provision as meaningless, consideration ought likewise to he given to the following rules of construction: (1) In construing a deed of conveyance the first and fundamental inquiry must be the intent of the .parties as expressed in the language thereof; Bassett v. Budlong, 77 Mich 338 (18 Am St Rep 404); Martin v. Cook, 102 Mich 267; Sprunger v. Ensley, 211 Mich 103; (2) in arriving at the intent of parties as expressed in the instrument, consideration must be given to the whole and to each and every part of it; Paddack v. Pardee, 1 Mich 421; Ryan v. Wilson, 9 Mich 262; Munro v. Meech, 94 Mich 596; Curran v. Maple Island Resort Ass’n, 308 Mich 672; (3) no language in the instrument may be needlessly rejected as meaningless, hut, if possible, all . the language of a deed must be harmonized and construed so as to make all of it meaningful; Thatcher v. St. Andrew’s Church of Ann Arbor, 37 Mich 264; Waldron v. Toledo, A. A. & G. T. R. Co., 55 Mich 420; Jones v. Pashby, 62 Mich 614 (in this connection see, also, Carlson v. Johnson, 275 Mich 35; Duval v. Aetna Casualty & Surety Co., 304 Mich 397; Galperin v. Michelson, 301 Mich 491; City of Detroit v. A. W. Kutsche & Co., 309 Mich 700; Bolger v. Rose, 325 Mich 99; Laevin v. St. Vincent de Paul Society of Grand Rapids, 323 Mich 607 [6 ALR2d 815]; Singer v. Goff, 334 Mich 163); (4) the only purpose of rules of construction of conveyances is to enable the court to reach the probable intent of the parties when it is not otherwise ascertainable; Curran v. Maple Island Resort Ass’n, supra. Accordingly, the rule of construction that in case of repugnancy in a deed between its granting and habendum clauses the former controls (Smith v. Smith, 71 Mich 633) yields to a contrary holding if the habendum clause appears, from all the language of the instrument, to be in accord with the intention of the grantor. Powers v. Hibbard, 114 Mich 533; Thompson v. Thompson, 330 Mich 1. The language of the lease does not leave the intent of the parties obscure. Lessees were to be entitled to the use and enjoyment of the premises for the term of 10 years and to pay a monthly rental therefor during- such term, unless they should assign their interest in the manner provided, in which case their liability for rent was not to continue beyond the first 3 years of the term. This gives effect to all the provisions of the lease while plaintiff’s contention renders the 3-year provision meaningless. ’\nPlaintiff further contends that the modification agreement signed by defendants constituted a new and separate undertaking by them, rendering them liable for rent for the entire remainder of the 10-year term, regardless of the 3-year provision of the lease, citing Detroit Trust Co. v. Howenstein, 273 Mich 309. In that case an agreement between lessor and assignees of lessee that the lease be modified in certain respects, that the assignees would pay a certain sum as .additional rent and that in all other respects the lease was to remain in full force and effect, was held to make the obligations of the lease binding on the assignees, rendering them liable for rent under the lease as modified even after they, in turn, had assigned the lessee’s interest to another. The lessor in that case did not contend, as here, that the- obligation of the lessee’s assignees should be determined solely from the provisions of the modification agreement, without regard to the provisions of the lease. Rather, the lessor contended and the court held that the assignees had assumed the obligations of the lease. Similarly, at bar, the modification agreement provides that defendants agree to perform the obligations of the lease. To ascertain what those obligations are, recourse must necessarily be had to the terms of the lease as modified. Such is the clear meaning of Howenstein. The modification agreement does not provide that defendants shall be liable for a term other or greater than provided in the lease. It follows that under the modification agreement, as under the lease, defendants’ liability for rent ended at the expiration of the 3-year period.\nThere is no support for plaintiff’s position in S. S. Kresge Co. v. Sears (CCA), 87 F2d 135 (110 ALR 583), in which the lease prohibited assignment by lessee without lessor’s written consent until after completion of a first-class building which the lessee agreed to erect, after which it might so assign, and a modification agreement provided that lessee might erect, instead, a second-class building, but, as provided in the lease, that lessee might not assign without such consent until it had constructed a first-class building. The court there gave expression to the well-known common-law rule that a lessee is not discharged from liability under the lease by assignment in the absence of an express or implied agreement to that effect. There was no such express agreement in that case. The court held that the fact that the lease permitted lessee to assign without consent, after construction of a first-class building, did not give rise to an implied agreement that, upon such assignment, the lessee should be discharged from liability for future rent. There was no provision in the lease there involved, as here, limiting the lessee’s liability, upon assignment, to the first 3 years of the lease. Kresge has application to the case at bar only in the respect that it was there held, contrary to plaintiff’s suggestion here that we hold the 3-year provision of the lease meaningless, that the intentions of the parties must govern and that in arriving at those intentions all parts of the instrument must be considered together and each word and phrase given its ordinary meaning, if possible. That we do here.\nSuit was begun July 3, 1953, and trial was had on September 23d. The rent having been paid up to June 15th, the end of the 3-year period, judgment of no cause for action was entered in- favor of the individual defendants, and judgment for $325, representing unpaid rent for the last half of the month of June, plus interest of $12.48, was entered in favor of plaintiff against the corporate defendant. Plaintiff’s right to recover, in this suit, against the corporate defendant for rent for the months of July, August and September is not seriously urged here nor is the question properly before us; decision below was without prejudice to plaintiff’s right to maintain an action therefor against the corporate defendant.\nAffirmed, with costs to defendants.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, arid Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "Moll, Desenberg, Purdy & Glover, for plaintiff.",
      "Shapero & Shapero, for defendants:"
    ],
    "corrections": "",
    "head_matter": "PURLO CORPORATION v. 3925 WOODWARD AVENUE, INC.\n1. Landlord and Tenant—Construction op Lease.\nProvision of 10-year lease that “lessee may assign * * * but shall remain individually liable * * * during the first 3 years hereof” expressed and did not imply the extent of, and the limit of liability upon, the lessees, hence, after they had assigned the lease to corporation of which they were principal stockholders and after first 3 years had expired, the original lessees wore no longer individually liable (CL 1948, § 565.5).\n2. Same—Mutuality op Obligation.\nLessor would be unable to hold original lessees liable under 10-year lease, if provision releasing them from individual liability after expiration of 3 years in the event they had assigned the lease within such period to corporation of which they were principal stockholders resulted in a lack of mutuality of obligation.\nReferences por Points in Headnotes\n'1, 4, 8] 32 Am Jur, Landlord and Tenant §§ 127, 131, 356.'\n[2] See, generally, 32 Am Jur, Landlord and Tenant §§ 356, 386.\n[3, 6] 16 Am Jur, Deeds §§ 160, 168.\n[5] 16 Am Jur, Deeds §§ 170,171.\n[7] 16 Am Jur. Deeds § 237.\n[9] 32 Am Jur, Landlord and Tenant § 147.\n3. Deeds—Construction—Intent.\nThe first and fundamental inquiry in construing a deed of conveyance is to ascertain the intent of the parties as expressed in the language thereof.\n4. Landlord and Tenant—Construction of Lease-Intent.\nConsideration must be given to the whole and to each and every part of a lease in arriving at the intent of the parties as expressed in the instrument.\n5. Deeds—All Language Construed.\nNo language in a deed of coveyance may be needlessly rejected as meaningless, but, if possible, all the language must be harmonized and construed so as to make all of it meaningful.\n6. Same—Purpose of Rules of Construction.\nThe only purpose of rules of construction of conveyances is to enable the court to reach the probable intent of the parties when it is not otherwise ascertainable.\n7. Same — Repugnancy Between Granting and Habendum Clauses.\nThe rule of construction, that in case of repugnancy in a deed between its granting and habendum clauses the former controls, yields to a contrary holding if the habendum clause appears, from all the language of the instrument, to be in accord with the intention of the grantor.\n8. Landlord and Tenant—Construction oe Lease.\nProvisions of 10-yoar lease that “lessees may assign to. a corporation, of which they are principal stockholders, but shall remain individually liable for the performance of terms hereof during the first 3 years hereof” do not leave the intent of the parties obscure and upon expiration of 3-year period during which lease had been assigned to their corporation, they were no longer individually liable for the rent.\n9. Same—Construction of Lease—Modification Agreement.\nRecourse must be had to the terms of underlying 10-year lease, where after it had been entered into the parties executed a modification agreement in which the parties agreed to perform the provisions of the le.ase as. modified, and where the modification agreement did not provide for liability for a term other or greater than provided in the lease, their liability ended at expiration of 3-year term provided in the lease.\nAppeal from Wayne; Brennan (John Y.), J.\nSubmitted October 6, 1954.\n(Docket No. 30, Calendar No. 46,227.)\nDecided December 29, 1954.\nAssumpsit by Purlo Corporation, a Michigan corporation, against 3925 Woodward Avenue, Inc., a Michigan corporation, Raymond Schreiber and Sidney W. Foreman, for rent under terms of lease. Suit instituted in common pleas court for city of Detroit and appealed by plaintiff to circuit court. Judgment against defendant corporation, but no cause of action as to individual defendants. Plaintiff appeals'.\nAffirmed.\nMoll, Desenberg, Purdy & Glover, for plaintiff.\nShapero & Shapero, for defendants:"
  },
  "file_name": "0483-01",
  "first_page_order": 523,
  "last_page_order": 531
}