{
  "id": 1933597,
  "name": "Sibley vs. Smith et al.",
  "name_abbreviation": "Sibley v. Smith",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "486",
  "last_page": "504",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "21 Pick. 64",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2047983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/38/0064-01"
      ]
    },
    {
      "cite": "24 Pick., 12",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "14 Mass. R., 20",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2072977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/14/0024-01"
      ]
    },
    {
      "cite": "5 Cow., 267",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/5/0267-01"
      ]
    },
    {
      "cite": "21 Pick., 82",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend., 241",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/20/0241-01"
      ]
    },
    {
      "cite": "6 Wheat., 119",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11729282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/19/0119-01"
      ]
    },
    {
      "cite": "7 Cow., 88",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/7/0088-01"
      ]
    },
    {
      "cite": "4 Wheat., 77",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0077-01"
      ]
    },
    {
      "cite": "2 Barb., 115",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend., 561",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "1 Doug., 119",
      "category": "reporters:state",
      "reporter": "Doug.",
      "case_ids": [
        228860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/doug/1/0119-01"
      ]
    },
    {
      "cite": "1 Blackf., 336",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1389421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/blackf/1/0336-01"
      ]
    },
    {
      "cite": "2 Dal. 216",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "2 Cow. 199",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "233-5"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1460,
    "char_count": 44188,
    "ocr_confidence": 0.346,
    "pagerank": {
      "raw": 1.1506844951723437e-06,
      "percentile": 0.9866899575998446
    },
    "sha256": "5eaca55c68160d82b61b8ca7ab42a577bf50e2e53f3f8cd7f43144ef3ccf3ccf",
    "simhash": "1:80266ce242477fc6",
    "word_count": 7806
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sibley vs. Smith et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Wing, P. J.\nAn action of ejectment was commenced in the Circuit Court for the county of Calhoun, to recover the possession of the east half of the. south west quarter of section twenty-four, township three south, of range seven west. •\nAt the term at which the canse was to have been tried, the parties agreed upon a case, which was to be reserved for the opinion of this Court, and which was done by the Circuit Judge.\nThe case supposes the plaintiff to have.offered in evidence, the record of a deed, in the register’s office in the county of Calhoun, of the lands described in the declaration, executed by the Auditor General to the grantor of the plaintiff.\nTo this the defendants made three objections, as follows:\n1. A proper foundation for this evidence has not been laid — the plaintiff should prove all the prior proceedings-up to, and including the sale; without which, the deed|s not evidence;\n2. The deed does not recite any such proceedings;\n3. The deed on its face, shows that the sale was void, as no mom than forty acres could be sold, to satisfy the tax.\nIt appears from the proceedings and deed, that the taxes, for the nonpayment of which, the land described in the deed was sold, were assessed -in the year 1841, under the provisions of title five of the R. S. of 1838, and the amendments thereto, enacted in 1839, 1840, and 1841. The tax was returned to the Auditor General’s office, as delinquent, between the months of February and April, of 1842.\nOn the 16th of April, 1842, an act was passed, which changed the previously existing system for the assessment and collection of taxes. The 66 th section of that act repeals chapters two, three, four, and five of part first, title five of the R. S. of 1838, leaving chapter six of that title to remain in force; but tbenew law, (Seel 67, page 101,) expressly provides that the same proceedings shall be had on taxes then returned to the Auditor General, and which should remain unpaid, as though the chapters above named had not been repealed. The repealing clause provides that it shall not affect any act done, or right accrued, &c., before the act takes effect.\nOn the 18th of March, 1843, a new system, similar in some respects to that contained in the revised statutes of 1838, was enacted by the Legislature, and took effect, providing for the assessment, collection, return, advertisement, and sale of delinquent taxes.\nBy the 74th section of that act, provision is made for returns to the Auditor General by the county treasurers, of taxes for the year 1841 remaining unpaid, and which had not been returned in 1842, but that provision is not applicable to taxes of 1841 which were returned in 1842. The 70fch section provides that '“lands which have been or shall be returned as above provided, for taxes of 1841 and 1842, and those now.in tbe office of the Auditor General for taxes of 1841, on which the taxes, interest, and charges shall remain unpaid, or not to he charged back to the proper county, by the first day of June eighteen hundred and forty-four, shall he advertised, and if not paid by the first Monday in October, succeeding, shall be sold at the same time and in the same manner as herein provided for the taxes of eighteen hundred and forty-three, and in all respects with the lihe effect, and shall be subject to redemption and payment of surplus, in hice manner as other lands liable to be sold on the first Monday in October, 1844,. -by the provisions of this act, and the same interest after sale shall be ■charged.\"\nThis law of 1848, with the exception of the four last sections, including those noticed above, is prospective in its terms; it was manifestly designed to creato a new system of taxation, and to cover the whole ground occupied by former statutes. The sections cited take up the tees returned for 1841, (among which are those for Calhoun County,) as they were found in the office of the Auditor General; no further act was required to be done, to enable the Auditor General to proceed to sell under the provisions of section 76, and the sections to which reference is therein made. He was not directed to any former act as his rule of action, but was required to conform to the provisions of that act.\nBut it is insistod that section seventy-six, though it prescribes the proceedings to he had up to and including the sale, does not grant to any officer the power to deed, and unless the provisions of chapter six, section nineteen, of the revised statutes of 1838 are held to he operativo for such purpose, in eouuectiou with the law of 1843, no deed can be given by the Auditor General for lands sold for taxes of 1841.\nBy the eighty-third section of the act of 1848, it is enacted that “all acts and parts of acts inconsistent or concurrent with the provisions of this act are hereby repealed, hut this repeal shall not affect any suit or proceeding,” &c., “nor shall it affect any act done or right accrued before this act shall take effect.” By comparing chapter six, of title five,, of the revised statutes of 1838, with the provisions of this act, it will he seen that this act incorporates (with some few alterations,) all its provisions-; that it was intended to embrace all the law upon the subject, and that chapter six is either inconsistent or concurrent with it,, operating upon the same objects, and contributing to the same event ox effect. But for the provisions of section seventy-four or section seventy-nine, the taxes of 1841 would have remained subject to be disposed of under the provisions of chapter six, which was retained for that purpose' by the law of 1842. Those 'sections expressly provide for the taxes of 1841, and withdraw them from the operation of chapter six, and prescribe the course of procedure to effect a sale, and, consequently, the' repealing clause embraces that chapter.\nIf this construction of the law of 1843 is not obviously correct, it will, J think, appear to be so, if it can be shown (as I think it can be,) that power is given to the Auditor General, by section seventy-six, to • execute deeds to purchaser’s at tax sales of land for delinquent taxes of 1841. That section, as we have seen, provides that the land shall be '■ sold at the same time and in the same manner as is herein provided • for the taxes of 1843, and it was urged by the counsel of the plaintiff that the word sold, as used in that section, imported a power in the offi•cer selling, to give a deed, but in this we think he was incorrect.\nIt is claimed that this power is derived from the well established principle of law, that every grant of power, necessarily carries with it all the usual and necessary means for the exercise of that power, and that, consequently, the power to convey is implied in the authority to sell. (10 Pet. R., 161; 18 John. R., 418; 2 Cow. 199, 233—5.)\nBut this principle is not admitted in the construction of statutes similar to this; such statutes, being in derogation of the common law, and authorizing proceedings, the effect of which is to divest a citizen of 'his title to real estate, though it may be for the good of the public, ■ must be construed strictly, ( Van Horn's Lessees vs. Darrow, 2 Dal. 216; 4 Hill R., 99;) and their piro visions can be enforced no farther than they are clearly expressed. The Auditor General can take no power that is not expressly granted to him; he can assume no power by implication, and when his acts are not clothed with the authority of the statute, they are of no validity.\nIn the case of Doe, on the demise of Lemon vs. Chunn, (1 Blackf., 336,) the plaintiff in ejectment claimed title under a sale, by the collector of a borough tax; the act incorporating the borough of Charlton, authorized the collector to sell lots for the non-payment of taxes, \"but was silent as to the making of conveyances. It was held, that though the previous proceedings were regular, the deed pf the collector vested no title in the purchaser. '\nThe word “sold,” as used in this section, must be held to have the same meaning as it has when used in section sixty-one, to which it refers ; it is used in both sections in reference to the same purpose and object. By a reference to the law of 1848, and to chapter six of title fire, and other laws, it will be found that tíre usual language of the Legislature is, to consider a sale and a conveyance, as distinct and separate acts, which are to be performed at different times, and by different persons. The treasurer who made the sale in this case, is not the deputy of the Auditor General, nor does he derive his power to sell, from him.\nIt will, I think, be conceded, that the word sale, or sold, embraces the bidding at the public sale — the payment of the money by the purchaser, and the giving of the certificate by the county treasurer, to the bidder or purchaser. This seems tq be contemplated by section sixty-four of the act of 1843, which provides that “at the sale aforesaid, the respective county treasurers shall give to the purchasers, on the payment of their bids,' a certificate in writing, describing the land purchased, and the amount paid therefor, '^nd shall endorse thereon the kinds of funds received, &c., and a copy thereof shall be forwarded to the Auditor General,” &c. Without the addition of any other provision, the sale contemplated by sections sixty-one and sixty-two, would embrace all that is specified in those sections, without which the sale could not be made. The bare bidding off the land, would not constitute a sale;the money must be paid, and a certificate given, to perfect the lights of the parties, as intended by those sections. If this is true, then the words following the directions, as to the time and manner of sale, viz: in all res2>ects with the like effect,” were unnecessary to enable the purchaser to obtain his certificate. That clause seems obviously to have been intended to embrace matters not included in the language before used. If this clause does not necessarily import that the acts required to be done by section, sixty-four, are to be the effect of the sale, (rather than the sale itself,) to what can it refer 2 It appears to us to refer to the matter which is stated in immediate connection with the sale, and in the very next section, which provides that “on the presentation of ■ such certificate of sale, to the Auditor General, after the expiration of-the time therein provided for the redemption of lands sold as aforesaid, ' he shall execute to the purchaser, his heirs or assigns, a deed of the lands therein described, unless” &c. This is the immediate effect — not that it is to happen immediately, but it is an immediate effect that the purchaser is entitled to a deed, subject to the redemption provided by law. There are other effects, such as the liability of the lands purchased by the State, to taxation, as stated in section 68 — the authority of the Auditor General to withhold a conveyance, if he shall discover irregularities in the sale, as stated in sections sixty-nine, seventy,, and seventy-one, and the right of persons having liens, to p>ay, as stated in section seventy-two. This clause cannot refer to the original .owner’s right to redeem, or to his right to the surplus on a sale, for those, things are ex-’prcssly provided for in section seventy-six, following the clause we are considering.\nIt will be noticed that the words we arc considering, are not simply, with the like effect — they are, in all respects with the like effect;” and to oiu- minds, they mean what we have supposed them to mean; they are not susceptible of any other interpretation; they are very broad, and appear to have been intended to include diverse matters, resulting from the sale, though not stated in immediate connection with the section providing for the sale, and though they may not be certain, but contingent. We think this is not a forced construction, nor is it a mere implication; the words used seem naturally to point directly to the objects and purposes we have indicated, as plainly as if those objects or purposes were expressly stated. The directions given in section seventy-six, are expressed in concise terms, and by way of reference to greater details expressed in other sections.\n■ But if it be still urged that the words are not explicit — that it is doubtful whether they refer to the proceedings required in section sixty-four, or to the other sections we have named, then we are authorized to collect the intention of the Legislature from the occasion and necessity of the law — from the mischief felt, and the object and the remedy in view; and the intention is to bo taken or presumed, according to what is consonant to reason and good discretion. (1 Kent's Com., 46; Dwarris on Stat., 702; 9 Wheat. R., 189; Smiths Com. on Stat., Sec. 844; 5 Barb. S. C. R., 159.)\nAn examination of the legislation of this Stat% will throw light upon the intention of the Legislature, as manifested by the clause in question.\nThe statute of 1827, page 378, and revised laws of 1833, page 96, section 15, provided that a tax deed “should vest in the purchaser an absolute estate in fee simple; subject to all the claims the Territory of Michigan should have' therein, and should be conclusive evidence that the sale was regular, according to the provisions of the act.”\nThe statute of 1838, page 98, section 20, provided that such deed should be conclusive evidence of title, “ provided such assessment, and all other proceedings in the premises were regular, according to the provisions of that law.” v .\nThe construction put upon the law of 1827, and ’33, was, that a treasurers deed on a sale was “conclusive evidence” only, of the fact that the sale by him was regular, according to the provisions of the act. (Harrington’s Ch. R., 3; Rowland vs. Doty; Scott vs. The Young Men’s Society’s Lessees, 1 Doug., 119; Latimer vs. Lovet, 2 Ib., 204.) The statute of 1838, embodied the previous decisions, thus holding the purchaser to great strictness, in proving the regularity of the proceedings antecedent to. the deed.\nWe have seen that the tax in question was assessed in the year 1841, and returned under the provisions of the law of 1838. That was a period of great depression in the money market; many men had become -bankrupt, and there was very little confidence either in the integrity or ability of town and county officers, or in the laws relating to taxation; the treasury of the State was empty, and the State owed a very large debt; the counties were new, and the town officers were not generally well qualified to transact public business, and particularly such business as making assessment rolls, &c. There existed in the minds of the residents in some counties, a strong prejudice against non-residents, whose ■lands in this State were enhanced in value by the labor of the residents. Eastern men were unwilling to hazard their money in the purchase of tax titles, where the resident had so little interest in aiding them to perpetuate the evidence of their titles. Added to this, the Courts of this State, as well as of other States, had been exceedingly astute in searching out errors in tax sales, and if any, even the most minute, error could be found in the whole corase of proceedings, the sale was declared void. This course of proceeding had prevailed to such an extent, that at length it was pretty generally believed that no valid title could be acquired under a tax sale.\nTo obviate these difficulties which had embarrassed the State in attempting to sell land for taxes, and prevented its being able to raise money to meet its necessities, a new system-was devised in 1842, which was in turn repealed, and another new system adopted in 1843, which was much better calculated to insure a sale of delinquent tax lands, as it provided that the deed to be given to purchasers at tax sales, “should be grima facia evidence of the regularity of all the proceedings to the date of the sale,” and it was the purpose of the Legislature that this provision should apply to delinquent taxes of 1841, and 1842, as well as to prospective taxes.\nThe seventy-ninth section of this last mentioned act provided, that all notices of applications to the Courts for rendition of judgments, and all other notices in relation to the taxes of 1841, and 1842, except such as were required in other cases by that act, should be considered wholly unnecessary and should be discontinued, and no judgments should be entered or deemed necessary on any such delinquent taxes. Take this section in connection with the repealing clause, and it is abundantly manifest that it was intended to get rid of the provisions of the act of 1842, so far as it related to the sale of tax lands by virtue of its provisions, and but for sections 74, 75, and 76, of the act of 1843, the taxes for 1842 could not be levied or sold, for they rested solely upon the provisions of the law of 1842. To sell the lands upon which these taxes as well as those of 1841, were delinquent, under the general provisions of the act of 1843, was the object of section 7 6. That it was also the intention of the Legislature that the law should provide a complete remedy, we think is manifest, without a special reference to the clause in question. Then let us apply the principle of construction we have cited from Kent’s Commentaries, and we think there can be no doubt that the construction we have put upon the clause in section 76 is the true one. It consists with what is said to be the duty of a judge, viz: to make such a construction as shall repress the mischief and advance the remedy, (1 Kent's Com., 466;^) and this is held to be the case, in an especial manner, in respect to statutes of public utility. (11 Co., 71 b,, Magdalene College case.)\nThe last clause of section 65 (of the act of 1843,) provides that the-deed “shall be prima facia evidence of the regularity of all the proceedings to the date of the deed\"\nIt is urged in view of the great technical nicety which has prevailed in the construction of tax laws, that this provision was not intended to-relieve the purchaser having a deed, from proving as facts, the various proceedings required by the statute before the sale,\"and that the deed would be prima facia evidence of the regularity of acts proven to have been done. This wo^i lead to singular results. Either the act proven to have been done, must be shewn to have been in all respects conformable to law, and, therefore, would need no presumption in its favor, and would derive no support from the law, or the act done, however defective, if it in some degree conformed to the law, but not sufficiently so to confer jurisdiction, must be held to be prima facia evidence: but under what circumstances ? The moment it is brought to light, and is to be examined, and where only it needs any presumption in its favor, it is overthrown with all the presumptions in its favor.\nIt seems to be taken for granted, that the long course of decisions-requiring strict proof of the regularity of the proceedings antecedent to the deed, should induce this Court to give to this clause (which in its-ordinary meaning seems quite plain) a judicial sense, which will elude the apparent object of the Legislature. We prefer to act upon the rule laid down by Mr. Justice Bronson, (20 Wend., 561,) where he says: “The current of authorities is in favor of reading statutes according to the natural and most obvious import of the language, without resorting to subtle and forced constructions, for the purpose of either-limiting or extending their operation.” (See 1 Kent Com., 462, 6th Ed.)\nIn the case of Sharpe vs. Spier, (4 Hill R., 86,) Mr. Justice Bronson, in remarking upon a statute of New York, says, “ as the statute has . not made the conveyance prima facia evidence of the regularity of the proceedings, Has, fact that they were regular must be proved, and .the onus rests upon the purchaser.” This clearly implies that the- . Judge thought if the statute before him contained the words in our statute, the production of the deed would have cast the onus on the other party; and see (2 Barb., 115; Gorick vs. Tollman, per Gridley, Judge.)\nThis provision has abrogated the rule of strict construction of the common law, which requires that a party claiming title under special proceedings, authorized by statute, and by which the estate of one man may be transferred to another, shall prove that all the material requirements of tho statute have been complied with, or he acquires no title. (1 Cowper, 15; 1 East., 64; 4 Wheat., 77; 7 Cow., 88; 6 Wheat., 119; 20 Wend., 241.)\nIt was competent for the Legislature to cast tho burthen of proof upon either party, and it is not our duty to resijfr the manifest intent of the Legislature, because the statute is in derogation of the common law, or because tbe rule established by it is supposed to operate oppressively upon land owners; they can escapo from its effects by paying their taxes. This Court feels bound, (in the language of Burchard, J., 14 Ohio R., 216,) to sustain tax titles which are legal, as well for the interest of the State as for land holders — as well to enable the former to compel each individual to bear his just proportion of the expenses of the government, as to prevent the property of the other from being sacrificed by a sale of many acres to pay a small tax, for want of competition, and on the supposition that the title would he worthless.\nAccording to tho view wo have taken of this ease, by the production of the record of the deed of the Auditor General, the plaintiff made out a prima facia case, under the provisions of section sixty-five of tho act of 1843, unless tho objections founded upon tho deed itself, are valid, and we will now proceed to examine them.\nThe first objection which it is necessary to notice, is, that the deed ■did not recite the prior proceedings.\nThe statute under which tho deed was given, does not prescribe tho form of the deed, nor that it shall contain any recitals; it provides that on the presentation of such certificate of sale to. the Auditor General, after the expiration of the timo provided for the redemption of lands-sold, he shall execute to the purchaser, his heirs or assigns, a deed of the lands therein described.\nThe recitals in the deed, in evidence in this case, are abundantly sufficient; they are enough to show jurisdiction; they aver that the tax of 1841 had remained unpaid a sufficient length of time to subject the land to sale; that the land was sold by the county treasurer, and that the purchaser had presented the treasurer’s certificate for a deed. A collector in giving a deed, need not set forth a compliance with the statute, as to the acts to be done by him or the county treasurer, before giving the deed; it seems to be enough that the character in which he professes to give the deed, appears; and it seems that where no power is recited or referred to, specifically, the deed will be good, if a sufficient power be shown to have existed. (See Cow. and Hills notes, page 1291, note 472.) The recitals are not evidence in any case, unless made so by express provision of statute. (2 Barb. S. C. R., 113.) They need therefore, show no more than the capacity in which the Auditor acted; this would answer every valuable purpose. (4 Hitt, •86.)\nBut it is objected that the deed itself shows that the sale was void. This objection is predicated upon the assumption that the sale and deed were made under the provisions of chapter six of the R. S. of 1838, section 12, which limits a tax sale to tracts not containing more than 40 acres; but that act was repealed by section 49, page 9?, of the laws of 1842; also section 61, page 9?, of the laws of 1843, and section 11, page 162, of the laws of 1844; after the law of 1838 was repealed, there was no specific limitation as to quantity; the land was left “ subject to sale;\" this objection, therefore, is not well taken.\nIt is also objected that it does not appear from the town records that the assessors were sworn. The R. S. of 1838, part 1st, title 4, chapter 1, section 43, page 64, provide that each assessor shall take an oath of office, in the form prescribed in that section; but it is not provided that the town clerk shall keep a record of the oath or of the fact that the assessor's were sworn; he may be sworn before any one competent to administer an oath, and the fact may be proved like any other act in pais. (21 Pick., 82; 5 Cow., 267; 14 Mass. R., 20; 24 Pick., 12.) Therefore, the absence of any record in the town books, of the fact that the assessors were sworn, does not furnish prima facia evidence that they were not sworn, and the defendant must make a prima facia case; he is not required to make plenary proof of a negative averment; it is enough that he introduces such evidence as in the absence of all counter testimony, will afford reasonable ground for presuming that the allegation is trae,' and when this is done, the onus próbandi will be thrown on his adversary. (1 Green. Ev., Sec. 78; 11 Ill. R., Graves vs. Bruen, 441.)\nThe defendant then offered in evidence, an assessment roll found in the office of the town clefk, and which was admitted to be the only assessment roll made up for that year, to which a certificate was attached, purporting to be signed by the 'assessors; to which the defendant raised sundry objections; and\n1. He insisted that the assessment roll should have been signed by the assessors, and this was not done.\nSections seven, eight, nine and ten, of the R. S. of 1838, pages 81 and 82, prescribe the mode in which the assessment roll shall be made. Section eleven provides that when the assessors have completed their assessment they shall sign the same. It also prescribes the form of the certificate which is to be added thereto. Section 12 provides that the roll, being thus certified, shall within a time specified, be delivered by the assessors of each township, to the township clerk, to be retained in the township for the use of the commissioners of highways, until it is delivered to the county commissioners.\nThe counsel for the plaintiff insist that this provision of the statute .that the roll shall be signed by the assessors is directory — that if the roll was made up by the assessors, and this fact appears from the roll, the omission to sign is not fatal, as it sufficiently appears by the certificate that the roll was made by the assessors.\nBut it does not appear that the assessors ever signed the roll, nor that their signatures to the certificate attached to the roll, were admitted. This last suggestion in reference to the certificate is not stated in .the reeord, though it is taken in the brief of defendant.\nThe distinction between such irregularities as affect the validity of an assessment, and those which do not, is considered in the case of Tony vs. Millburry, (21 Pick. 64.) It was an action of assumpsit to recover back the amount of a town tax alleged to have been illegally assessed, the list of valuation and of assessment of polls and estates, did not exhibit, in distinct columns, the “ true value of the real estate,” and the “reduced value” as required by law, but contained a column of value. It was held that the irregularity did not render the valuation and assessment void. Chief Justice Shaw, in delivering the opinion of the Court, said: “In considering the various statutes regulating the assessment of taxes and the measures preliminary thereto, it is not always easy to distinguish which are conditions precedent to the legality and validity of the tax, and which are directory merely and do not constitute conditions. One rule is very plain and well settled, that all'those measures which are intended for the security of the citizen, for ensuring an equality of taxation, and to enable every one to know, with reasonable certainty, for what polls and for what real and personal estate he is taxed, and for what all who are liable with him are taxed, are conditions precedent, and if they are not observed he is not legally taxed— but many regulations are made by statute, designed for the information of assessors and officers, and intended to promote method, system, and uniformity in the mode of proceeding, the compliance or non-compliance with which does ■ in no respect affect the rights of tax-paying citizens, these may be considered directory. Officers may be liable to legal animadversion, perhaps to punishment for not observing them, but yet their observance is not a condition precedent to the validity of the tax.”\nThis subject is again considered (7 Barb. S. C. R, 133;) in the case of Yan Rensselaer vs. McCulloch & Shook, and it has a bearing upon this case in another respect, because it defines the character of the certificate which was attached to the roll in this case, and which, alone, seemed to be signed. It was- an action of trespass for taking and disposing of personal property. The action was brought against the collector, and also the supervisor who had signed the collection warrant. The defendants gave in evidence, the assessment roll, and the warrant of the board of supervisors to the collector for the collection of the taxes mentioned in the roll; to the warrant was annexed a copy of the assessment roll; annexed to the assessment roll was the certificate signed by the assessors; the assessment roll was also signed. Yarious objections were made to the assessment roll, and among others, that the certificate of .the assessors attached to the assessment roll was not either in form or substance such a certificate-as was required by law. In delivering the opinion of the Court, Harris, Justice, after stating the provisions of the law of New York, from which our revised statutes of1838, upon the subject of taxation were taken; and after stating various-provisions of the statute which he considers to he directory, says: “I think the certificate required by the 26th section of the law (the 11th section of our revised statutes of 1838, page 82,) is to be regarded as directory. If the assessors have performed their duty in making the assessment roll, as they may be presumed to have done, the certificate amounts to nothing more than a solemn declaration on the part of the assessors that they have performed such duty. It forms no part of their adjudication upon which the act of the board of supervisors is to be taken. It is but the evidence of what the assessors have done, and, therefore, it seems to me, would not even in a direct proceeding, bringing in question the validity of the assessment, be the subject of review. At any rate, the entire want of such a certificate, much less the omission of the assessors to adopt the form prescribed in the statute, could not invalidate a tax charged by the board of supervisors upon the pereons and property specified in the assessment roll, if the assessment itself was in all respects conformable to law.” How then can any effect be derived in this case from the certificate, supposing it to be signed by the assessors, if they might have omitted the certificate without invalidating the roll? It cannot be considered as taking the place of an essential requisite of the roll, viz: the signatures of the assessors to the roll.\nIn the case of Taylor vs. French, (19 Verm. R., 49,) the action was ejectment. The statute of Vermont-required that the return of the proceedings of the collector should be signed by him. The record showed a return of the sale, then a minute of the adjournment of the vendue, and then a minute that, it being found at the time to which the vendue was adjourned, that all the land was so Id and no mistake made, the vendue was dissolved, and the collector signed the minutes of the adjournment and dissolution only. It was held, that this could not be considered a signing of the anterior proceedings, and that the defect was fatal.\nA private statute of the State of Maine required the assessors of a corporation to make perfect lists of assessments, under their hands, and commit the same to a collector, with a warrant under their hands and seeds. It was held in the case of Colby vs Russel et al., (3 Green., 227,) that the signing of the warrant, though it were on a leaf of the same book which contained the assessment, was no signing of the assessment, and that without a separate signature, the assessment was imperfect and invalid. The Court say: “The assessment is directed to he under the hands of the assess ore, and the warrant under their hands and seals; each should bear on its face the evidence of its official sanction, each being an independent act; the assessment must be recorded, the warrant need not be; the act does not authorize a warrant to be attached until it is a legal assessment; the acts to be performed are Successive and distinct, and both must be of themselves complete.”\nTn a case in (4 Green. R., 72,) a collector received an assessment roll, with no signatures of the assessors, but there was a good warrant attached to it — he collected money upon it. In a suit against his bondsmen for the money collected by him, it was'held they were not responsible, for he coidd not enforce the warrant, and therefore, it was not legal.\nChapter 2, title 5, part 1st, R. S., 1838, points out the duties of the assessors. Section 5 requires that as soon as an assessment roll is completed, the assessors are to give notice to the inhabitants of the town, that they may have an opportunity of having the assessment roll corrected; subsequent sections prescribe the mode of making the roll; but the statute does not suppose the roll to be perfect until the corrections are made; and then (in section 11) the assessors are required to sign the roll. In making the roll, the essential thing to be done by the assessors is, to determine who is to be taxed, and what property is taxable. This isa matter within.their jurisdiction — and in making their determination, they act judicially. They may err — the roll may not be perfect in all respects, as directed by the statute. But if the substantial object of the statute is attained, the assessment would not be void. Many matters are deemed directory, because the substantia] rights of the tax-payer [are not affected by them; but we cannot look upon the provision requiring the roll to be signed, as direetoiy. How-can it be said to be a roll if it has not the sanction of the signatures of the assessors ? The signatures are the evidence required by the statute of the completion of the roll by the assessors — of its being their official act — they are essential and component parts of a complete roll, without, which an assessment roll would have no more validity and effect than a deed would have if drawn up in due form, with a certificate of acknowledgment thereunder written, but the deed itself not executed. It mnw to be admitted that but for the signatures to the certificáte attached, to the roll, it would not be of any validity; but the certificate is no part of the assessment roll; it is not required or authorized to be attached, until the roll is complete in all that is required to give it validity, and make it an authentic exposition of the judgment of the assessors; it is to follow as a distinct act, after the roll is made; to declare on its face by the signatures of the assessors, that it is their finished work. The certificate contains a history of a past transaction. The reasons given for the invalidity of the rolls in the case cited by us, aro equally strong in this case. We are, therefore, of the opinion that the assessment roll exhibited in evidence, has no validity, and consequently could not furnish a legal basis for the proceedings which terminated in the giving of the deed. We do not think it important for the reasons given, to notice the objections to the certificate.\nThe date in the caption of the roll, is sufficient to show that the assessment roll was made for the year 1841,\nIt is further objected that it does not appear by the roll that it has ever been corrected. This would not appear if the roll was not corrected; and this would not be done unless it became necessary to do so; but the objection may have a more extensive bearing, and may point to corrections by equalization. It is provided in section 14 that the county commissioners shall examine the assessment roll, for the propose of ascertaining whether the relative valuations of the real estate in the townships respectively, have been equally and uniformly estimated; and it further provides, that if on such examination they shall deem such valuation relatively disproportionate, they shall equalize the same by adding to or deducting from the assessor’s valuations, &c., such per centum as shall produce equality. Section 15 provides that the commissioners may make alterations in the descriptions of non-residents, &c.; and if the alterations cannot be made, they shall strike out the faulty description. ■ Section 4 of chapter S, requires the commissioners to cause the assessment roll of each town, as corrected by them, to be delivered to the clerk of each township respectively. It is manifest, the alterations, if any, in the description of the lands, must be made in the original roll, after the rolls are equalized, which is not required to appear on-the original roll given to the town clerk; a copy is made, to which the taxes are added; no object is to be attained by making a statement of the equalization, upon the town roll; it need only appear in the records of the commissioners or supervisors; they alone have to deal with the equalized amounts, and make out the taxes, and add them to the copy of the roll, to be placed in the hands of the collector. It does appear from the records of the commissioners in evidence in this case, that the town rolls were equalized.\nIt is further objected that the description of the land and mode of assessment is defective. The name of Clark Lewis is written in the margin, and then the description of the land is given opposite to it in the same line, as follows: E. \\ S. W. \\ section 24, town 3 south of range 7 west, 80 acres, &c. This mode of describing lands in tax rolls and other documents, has prevailed for many years in this State; it is perfectly intelligible and can leave no doubt what is meant; the figures are to be read in connection with the captions. Mr. Webster, in his unabridged, dictionary, page 275, says E as an abbreviation, stands for east, and W for west; (page 1243,) and S stands for south. When used in a proper connection, these abbreviations are plain, and valid in law. The act of 1844, page 161, section 8, provides that it shall be sufficient to describe lands assessed or sold for taxes in the manner heretofore in use, by initial letters, abbreviations, and figures; this shows that the usage had prevailed and that it was perfectly understood; it is a legislativo recognition of the correctness of this mode of describing land. We think this objection untenable.\nThis case was made upon the assumption that the plaintiff was bound to prove the regularity of all the proceedings prior to the deed, and it was presented in this light by the defendants’ counsel, whilst the counsel for the plaintiff insisted that the burthen of proof was thrown upon the defendants after the deed was proved. In the view we took of the case, it became necessary to assume that the defendants were bound to show some illegality in the proceedings to rebut the evidence produced by the plaintiff, and therefore, that all the proof subsequent to the deed, was offered by them as bearing upon the deed; otherwise, vre would have been compelled to assume that the defendants introduced the assessment roll to overcome the plaintiff’s proof, and rested their case there; and that the plaintiff, not conceding to the defendants the effect claimed by tbem for this proof, but to guard against the possible contingency that the defense would prevail, had attempted to strengthen his own ease by evidence which was entirely unnecessary if the defense was of no account, and was useless and irrelevant if the defense had weakened his case and cast the burthen of proof upon him, because it did not bear in the slightest degree upon the point of attack, hut related to matters subsequent to the roll, which were of no importance if the roll was not good. We have, therefore, considered all the proof subsequent to the deed, as offered by the defendants. Our decision that the assessment roll was void, would seem to make it unnecessary to notice the balance of the proof, as having been introduced by the defendants: some of it tends to shew that a portion of the proceedings were regular, and the balance of it is unimportant, because it is not only inconclusive upon the points to which it relates, hut does not raise the presumption that there is not other proof, and of a higher grade, entirely conclusive upon those points, and within the reach of any one who may choose to seek for it.\nLet it he certified to the Circuit Court, as the opinion of this Court, that the assessment roll, offered in evidence in this case, is void, and consequently, as the subsequent proceedings were predicated upon it,, they are also void, and cannot entitle the plaintiff to a judgment.",
        "type": "majority",
        "author": "By the Court, Wing, P. J."
      }
    ],
    "attorneys": [
      "Crary & Hughes, for plaintiff.",
      "J. Van Arman, for defendants."
    ],
    "corrections": "",
    "head_matter": "Sibley vs. Smith et al.\nThe principle that every grant of power carries with it the usual and necessary moans fo? the exercise of that power, and that the power to convey is implied in the power to sell, cannot be admitted in the construction of statutes, which are in derogation of the common law, and the effect of which is to divest a citizen of his real estate. Such statutes, althongh enacted for the public good, must be strictly ponstrued.\nThe Auditor General cannot, therefore, assume the power to convey lands sold for taxes,*on forfeiture, uulessitis expressly conferred upon him by statute.\nBut section 76 of the act relating to taxes, (Sess, L., 1843, p. 83,) providing that lands returned for the taxes of 1841, shall be sold at the same time, and in the same manner, as provided in said act for the taxes of 1843, “and in all respects with like effect” taken in connection with sections 64 and 65 of said act, expressly confer upon the Auditor the power to execute deeds to purchasers, at tax sales, of, and for, delinquent taxes of 18ÍT.\nIll construing statutes of doubtful meaning, Courts aro authorized to collect the intcntion.of •the Legislature from the occasion and necessity of the law — from the mischief felt, and the objects and remedy in view — and the intention is to be tahen, or presumed, according to what is consonant to reason and good discretion.\nThe last clause of section 65 of the act qf 184$, p. 80,^vhich declares that the “ deed shall be prima facie evidence of the regularity of all proceedings to the date of the deed,” relieves thepurchaserhaving the deed, from proving as facts, the proceedings required by statute before the sale, and abrogates the common ‘law rule of strict construction, otherwise applicable to such cases.\nThe Auditor’s deed need not recite the proceedings prior to the sale. The recitals need.shoiv no more than the capacity in which the Auditor acts.\nTinder the laws of 1842 and 1843, there is no limitation of the quantity to he sold, for the taxes of a given parcel,-\nThe absence of any record in the town boohs, showing that the assessors were sworn, does not furnish prima facie evidence that they were not sworn.\nAn assessment roll not signed by the assessors, is void, and can furnish no legal basis for proceedings which terminate in a tax deed.\nThe defect of the want of the signature of the assessors to the roll, is not cured by their signatures to the certificate annexed to it.\nIt seems the act requiring the assessors to annex their certificate to the assessment roll, is directory merely, and a non-compliance with that provision mil not affect the validity of the roll.\nThe description of lands assessed, or sold for taxes, by the use of initial letters, abbreviations ■and figures, is a valid description.\nCase reserved from Calhoun’Circuit Court.\nCrary & Hughes, for plaintiff.\nJ. Van Arman, for defendants."
  },
  "file_name": "0486-01",
  "first_page_order": 494,
  "last_page_order": 512
}
