{
"id": 1855428,
  "name": "In re SPENGER ESTATE. APPEAL OF HERNDON",
  "name_abbreviation": "In re Spenger Estate",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 44, Calendar No. 46,275",
  "first_page": "491",
  "last_page": "494",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "74 Mich 408",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1360871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/74/0408-01"
      ]
    },
    {
      "cite": "42 Mich 49",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1411699
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/42/0049-01"
      ]
    },
    {
      "cite": "154 Mich 676",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1593363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/154/0676-01"
      ]
    },
    {
      "cite": "43 Mich 171",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1409915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/43/0171-01"
      ]
    },
    {
      "cite": "224 Mich 626",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1695729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/224/0626-01"
      ]
    },
    {
      "cite": "217 Mich 147",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1725820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/217/0147-01"
      ]
    },
    {
      "cite": "136 Pa 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820006
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/136/0239-01"
      ]
    },
    {
      "cite": "282 Mich 411",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1778701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/282/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5782,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 9.104393020943099e-08,
      "percentile": 0.5062329888730964
    },
    "sha256": "5c0f047584e1886318507395bcec5e317d91e8e9fe85ff71be7725f2a8e5843c",
    "simhash": "1:4f2cc72fb671f626",
    "word_count": 965
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "In re SPENGER ESTATE. APPEAL OF HERNDON."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nPlaintiff filed a claim in probate court against decedent’s estate, on the theory of implied contract, for the value of services rendered. An order entered disallowing the claim, which, on appeal to the circuit court, was affirmed and from judgment therefor defendant plaintiff appeals to this Court.\nWas the finding of the circuit court that plaintiff had failed to establish an implied contract contrary to the clear preponderance of the evidence? Deeedent was a widow. She and plaintiff were not related. He moved into her home in 1946 and remained there until after her death in 1951, paying room rent. During that period, as stated in plaintiff’s brief, “he performed many varied services for her. These services included house-cleaning, painting, redecorating, laundry, transporting Mrs. Spenger to various places, services similar to those performed by a practical nurse, caring for her cemetery lot and shopping for her.” In 1948 she made a will which named bim sole beneficiary. He knew this. Shortly before her death she executed a codicil, the effect of which was to leave plaintiff nothing. A witness testified that decedent told her that she was going to will her home to plaintiff because he had been so good to her. There is no other testimony to show that plaintiff expected or anticipated payment for his services when they were rendered or that decedent then expected to pay him therefor. In Pierson v. Sanborn, 282 Mich 411, this Court said (p 415):\n“A contract implied in fact arises when services are performed by one who at the time expects compensation from another who expects at the time to pay therefor.”\nSuch facts were not shown here. In the Pierson Case, in denying plaintiffs’ claim for the value of services on implied contract, this Court further said (p 418), on the authority of Estate of Miller, 136 Pa 239 (20 A796):\n“That when one renders personal services to another merely upon the expectation of a legacy promised without a contract obligation, the promisee takes his chances on receiving the legacy, and, if his expectations are disappointed, he can recover nothing.”\nHence, plaintiff’s knowledge of the provisions of decedent’s will benefiting him and even statements by decedent to a third person evidencing a testamentary intent to-leave the home to plaintiff because be had been so good to her are insufficient to serve as the basis for an implied contract. The test is whether payment was understood and intended, Spence v. Sturgis Steel Go-Cart Co., 217 Mich 147; whether it was naturally anticipated, Miller v. Stevens, 224 Mich 626. An agreement to pay cannot be implied from the mere fact that services were rendered. Godfrey v. White, 43 Mich 171; Notley v. First State Bank, 154 Mich 676.\n“No one is bound to pay for volunteered services rendered under circumstances which do not fairly indicate an expectation of reward.” Coe v. Wager, 42 Mich 49, 51.\nWhere the testimony fails, as here, to show that the defendant expected to pay and that the plaintiff expected to charge for the services at the time they were rendered no implied contract to pay arises. Covel v. Turner, 74 Mich 408. The finding of the trial court was not against the clear preponderance of the evidence.\nAffirmed, with costs to defendant.\nBtjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "Willard I. Bowerman, Jr., for plaintiff.",
      "Benjamin F. Watson, for defendant."
    ],
    "corrections": "",
    "head_matter": "In re SPENGER ESTATE. APPEAL OF HERNDON.\n1. Work and Labor—Implied Contracts—Expectation of Payment.\nA contract implied in fact arises when services are performed by one who at the time expects compensation from another who expeets at the time to pay therefor.\n2. Same—Expectation op Legacy.\nOne who renders personal services to another, merely upon the expectation of a legacy promised without a contract obligation, takes his chances on receiving the legacy and can recover nothing if the hope is not realized.\n3. Same—Testamentary Intent—Implied Contract—Payment.\nKnowledge on part of plaintiff, unrelated to decedent woman, that she had made a will whereby he was benefited and statements by decedent to a third person evidencing a testamentary intent to leave her homo to him because he had .been so good to her do not serve as a basis for an implied contract that she would do so, as there is not present an understanding and intention that payment was to be made, an agreement to pay not being impliable from the mere rendition of services. > ,\nReferences for Points in Headnotes\n[1, 4] 58 Am Jur, Work and Labor §§ 3, 4.\n[2, 3] 58,.Am Jur, Work and Labor § 8.\n[5] 58 Am Jur, Work and Labor § 10.\n4. Same—Volunteered Services—Payment.\nNo one is bound to pay for volunteered services rendered under circumstances which, do not fairly indicate an expectation of reward.\n5. Same—Implied Contract—Payment—Evidence.\nFinding of trial court that plaintiff, a paying roomer in decedent’s home during the last 5 years of her life, who performed household maintenance, transportation, practical nurse, shopping and other services for her with a knowledge that she had executed a will naming him sole beneficiary, was not entitled to recover on theory of implied contract for services rendered held, not against the clear preponderance of the- evidence, where the testimony fails to show that decedent expected to pay and that plaintiff expected to charge for the services at the time they were rendered.\nAppeal from Ingham; Coash (Louis E.), J.\nSubmitted October 7, 1954.\n(Docket No. 44, Calendar No. 46,275.)\nDecided December 29, 1954.\nWilliam Herndon filed his claim in the estate of Harriet Spenger, deceased, for compensation for services on implied contract. Claim disallowed in probate court and in circuit court. Plaintiff appeals.\nAffirmed.\nWillard I. Bowerman, Jr., for plaintiff.\nBenjamin F. Watson, for defendant."
  },
  "file_name": "0491-01",
  "first_page_order": 531,
  "last_page_order": 534
}