{
"id": 4380997,
  "name": "LULU MONROY, Plaintiff and Appellant, v. ROMAN CATHOLIC ARCHBISHOP OF LOS ANGELES, Defendant and Respondent",
  "name_abbreviation": "Monroy v. Roman Catholic Archbishop of L.A.",
  "decision_date": "1969-09-29",
  "docket_number": "Civ. No. 33748",
  "first_page": "492",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 492"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "442 P.2d 361",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "69 Cal. Rptr. 305",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 802",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306171
      ],
      "pin_cites": [
        {
          "page": "809"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0802-01"
      ]
    },
    {
      "cite": "77 Cal.Rptr. 152",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "272 Cal. App.2d 32",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2208834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/272/0032-01"
      ]
    },
    {
      "cite": "76 Cal. Rptr. 256",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d 292",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63724
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0292-01"
      ]
    },
    {
      "cite": "76 Cal.Rptr. 526",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d 505",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0505-01"
      ]
    },
    {
      "cite": "71 Cal.Rptr. 344",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "265 Cal.App.2d 501",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2204852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/265/0501-01"
      ]
    },
    {
      "cite": "58 Cal.Rptr. 544",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "250 Cal.App.2d 299",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2193909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/250/0299-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 201",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "256 Cal.App.2d 121",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2199007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/256/0121-01"
      ]
    },
    {
      "cite": "38 Cal.Rptr. 693",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "227 Cal.App.2d 380",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2138574
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/227/0380-01"
      ]
    },
    {
      "cite": "309 P.2d 919",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 1
    },
    {
      "cite": "150 Cal.App.2d 71",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4420304
      ],
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/150/0071-01"
      ]
    },
    {
      "cite": "60 Cal.Rptr. 874",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "252 Cal.App.2d 977",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2174512
      ],
      "pin_cites": [
        {
          "page": "981"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/252/0977-01"
      ]
    },
    {
      "cite": "331 P.2d 705",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 1
    },
    {
      "cite": "165 Cal.App.2d 267",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4404292
      ],
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/165/0267-01"
      ]
    },
    {
      "cite": "50 Cal.Rptr. 181",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "240 Cal.App.2d 935",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2164891
      ],
      "pin_cites": [
        {
          "page": "937"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/240/0935-01"
      ]
    },
    {
      "cite": "69 Cal.Rptr. 305",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "53 Cal.Rptr. 777",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "245 Cal.App.2d 366",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2212155
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/245/0366-01"
      ]
    },
    {
      "cite": "72 Cal.Rptr. 561",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "266 Cal.App.2d 907",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2227549
      ],
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/266/0907-01"
      ]
    },
    {
      "cite": "442 P.2d 361",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 1
    },
    {
      "cite": "68 Cal.2d 802",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306171
      ],
      "pin_cites": [
        {
          "page": "806"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-2d/68/0802-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 201",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "256 Cal.App.2d 121",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2199007
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-app-2d/256/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 13210,
    "ocr_confidence": 0.835,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14945002585092798
    },
    "sha256": "62d6b8d4fc5b2fa2d1750440b3a3914dac6daaf4eab15e0b071ae0134cdb6c3b",
    "simhash": "1:fc6afac1f58999d0",
    "word_count": 2158
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LULU MONROY, Plaintiff and Appellant, v. ROMAN CATHOLIC ARCHBISHOP OF LOS ANGELES, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "complaint for want of prosecution because of her failure to bring her action to trial within two years. (Code Civ. Proc., § 583.) On appeal plaintiff contends that her delay in bringing her action to trial was excused by reason of defendant’s delay in completing its discovery and, therefore, the trial court abused its discretion in dismissing her action.\nThe chronology of the case follows:\n1963\n27 December — plaintiff complained for damages for personal injuries, pleading that on 25 July 1963 as an invitee at defendant’s cemetery she had been injured in a slip and fall caused by defendant’s negligent upkeep of the cemetery.\n1964\n14 January — defendant answered, denying negligence and pleading contributory negligence and assumption of risk.\n16 January — plaintiff filed a memorandum to set the cause for trial as a contested action.\n2 October — the court notified counsel it had set the cause for a pretrial conference on 10 December but would remove the cause from the active list unless a certificate of readiness were filed by 30 November.\n6 November — plaintiff’s counsel requested defense counsel to execute a certificate of readiness.\n12 November — defense counsel refused to execute a certificate of readiness, stating that discovery had not been completed because plaiintiff had cancelled her deposition. Plaintiff did not seek to file a certificate of readiness unilaterally, as permitted by court rule.\n30 November — the case was removed from the civil active list.\nThereafter, the defense very slowly proceeded with discovery, while plaintiff did nothing.\n1965\n15 October — defendant took plaintiff’s deposition.\n1966\n6 January — defendant served plaintiff with written interrogatories. The interrogatories were never answered.\n14 July — defendant took the deposition of plaintiff’s husband.\n31 October — a defense doctor examined plaintiff.\nBy the last date defendant’s discovery was apparently complete, for it took no further action.\n1967\n2 September — plaintiff requested defendant to execute a certificate of readiness and a memorandum to set.\n5 September — defendant executed the certificate of readiness and the memorandum to set.\n1968\n23 February — plaintiff noticed a motion to set the cause for trial.\n11 March — the motion to set came on for hearing and defendant advised the court it had not received answers to its interrogatories of 6 January 1966. The motion was continued.\n22 May — plaintiff’s motion to reconsider the dismissal was denied.\nIn this chronology we find no abuse of discretion by the trial court in dismissing, the action. The burdén of showing excusable delay in bringing a case to trial rests on plaintiff. (Breckenridge v. Mason, 256 Cal.App.2d 121 [64 Cal.Rptr. 201]; Membrila v. Vonett Sales Co., 250 Cal.App.2d 299 [58 Cal.Rptr. 544].) Even if plaintiff’s delay up to the time of defendant’s last discovery proceeding, 31 Octoher 1966, were excusable, plaintiff did nothing for more than 15 months thereafter to bring her action to trial. No reason for that delay or for her lack of diligence was shown.\nPlaintiff contends in effect that defendant’s dilatoriness excused her own, that where both sides dawdle neither should be penalized. In substance she argues that since defendant procrastinated during the earlier years of the ease, she was entitled to do the same during its later years. This argument ignores the fact that the responsibility to bring her action to trial rested on plaintiff. Had plaintiff felt defendant was delaying its discovery, she could have unilaterally moved to set the case for trial. (See rule 210, Rules for Superior Court, in effect in 1964.) Plaintiff knew from defendant’s letter of 12 November 1964 what discovery proceedings the defendant wished to undertake, and she could have made the witnesses and records available. Instead plaintiff did nothing, and herself contributed to defendant’s delay by failing to answer defendant’s interrogatories for a period of two years. We conclude that the trial court acted within its discretion in dismissing the action. (Breckenridge v. Mason, supra; Membrila v. Vonett Sales Co., supra; Black Bros. Co. v. Superior Court, 265 Cal.App.2d 501 [71 Cal.Rptr. 344]; Market-Front v. Superior Court, 271 Cal.App.2d 505 [76 Cal.Rptr. 526]; City of Los Angeles v. Superior Court, 271 Cal.App.2d 292 [76 Cal. Rptr. 256] ; Paul W. Speer, Inc. v. Superior Court, 272 Cal. App.2d 32 [77 Cal.Rptr. 152].)\nThe case of Weeks v. Roberts, 68 Cal.2d 802, 809 [69 Cal. Rptr. 305, 442 P.2d 361], relied on by plaintiff, dealt with an application to set an action for trial before the expiration of the mandatory five-year period within which an action must be brought to trial. In ordering the case to be set for trial the Supreme Court specifically declared that its order was made without prejudice to the exercise of the trial court’s discretionary powers to dismiss an action for want of prosecution within the two-year period of section 583.\nThe order is affirmed.\nWright, J., concurred.",
        "type": "majority",
        "author": null
      },
      {
        "text": "The outline in the majority opinion shows that in less than one month after the action was filed appellant-plaintiff tried to set it for trial and it was set for a pretrial conference for December 10, 1964, a date less than one year after the action was filed.\nOn November. 30, 1964, the ease was removed from the active trial list on motion of the trial court because defendant-respondent failed to execute a certificate of readiness.\nDefendant did nothing between January 14, 1964, (the date it filed its answer) and November 30, 1964, a period of approximately 11 months to initiate discovery, but on that date refused to sign a certificate of readiness presented by plaintiff because it had not completed discovery; it had not even started. Thereafter, one year and ten months after defendant filed its answer and approximately one year after defendant refused to sign a certificate of readiness, defendant on October 15, 1965, took plaintiff’s deposition. On January 6, 1966, almost two years after defendant filed its answer and three months after it had taken plaintiff’s deposition, defendant served upon plaintiff a request for written interrogatories. On July 14, 1966, two years and six months after its answer, defendant took the deposition of plaintiff’s husband and on October 31, 1966, defendant made a physical examination of plaintiff.\nThe defense did indeed, as the majority concede, proceed “very slowly” with discovery which it did not complete until October 31, 1966, two years and ten months after its answer had been filed. There is no showing that plaintiff did not cooperate in all phases of the discovery procedure except as to interrogatories.\nPlaintiff waited until September 2, 1967, a period of 10, months after defendant had apparently completed its discovery, before she again requested defendant to execute a certificate of readiness. Defendant executed it on September 5, 1967, and at the time of such execution, defendant made no point of the fact that the interrogatories served on January 6, 1966, one year and nine months previous, had not been returned to it. A prime reason for the dismissal of an action under Code of Civil Procedure, section 583, is to “‘protect defendants from being subjected to the annoyance of an unmeritorious action remaining undecided for _ an indefinite period of time.’ [Citation.]” (Flamer v. Superior Court, 266 Cal.App.2d 907, 915 [72 Cal.Rptr. 561].) It is clear from the record that until October 31, 1966, respondent was actually preparing its defense. And it is also clear that on September 5, 1967, it did not consider that it had been imposed upon for an indefinite time.\nOn February 23, 1968, approximately five and one-half months later, or a total of approximately one year and three months after defendant had completed discovery, plaintiff again made a motion to set for trial. At the time of the hearing, on March 11, 1968, of the motion to set, defendant opposed the motion on the ground that defendant had not received answers to certain of the written interrogatories even though it did not raise this point when it was requested by plaintiff and it did sign a certificate of readiness five months prior to the date of the hearing on the motion to set. The hearing of the motion to set was continued to April 15. Prior to the hearing date of April 15, defendant in a motion dated March 14, 1968, sought an order to dismiss. The motion to set was denied. The motion to dismiss was granted under section 583 of the Code of Civil Procedure. There is nothing in the order of dismissal, although the motion to dismiss was grounded in the alternative, i.e., under Code of Civil Procedure section 583 or willful failure to answer interrogatories, to suggest that plaintiff's failure to answer interrogatories was of any consequence in the court’s ruling. The order of dismissal clearly reads dismissed under the provisions of Section 583 of the Code of Civil Procedure ...” Plaintiff’s motion to reconsider the order of dismissal was denied.\nPlaintiff is being penalized because she waited ten months after defendant had consumed two years and ten months in preparation to request defendant to execute a certificate of readiness and then took another five to make a motion to set.\nIt is recognized that the burden of showing excusable delay to avoid a dismissal rests on the plaintiff. (Breckenridge v. Mason, 256 Cal.App.2d 121 [64 Cal.Rptr. 201]; General Ins. Co. v. Superior Court, 245 Cal.App.2d 366, 368 [53 Cal.Rptr. 777]), and that an order of dismissal will not be set aside without a showing of abuse of discretion. (Weeks v. Roberts, 68 Cal.2d 802, 806 [69 Cal.Rptr. 305, 442 P.2d 361]; Sprajc v. Scandinavian Airlines System, Inc., 240 Cal.App.2d 935, 937 [50 Cal.Rptr. 181]), and further that the defendant is not required to show that he was prejudiced by delay. (Bonelli v. Chandler, 165 Cal.App.2d 267, 275 [331 P.2d 705]; Kowalski v. Cohen, 252 Cal.App.2d 977, 981 [60 Cal.Rptr. 874].) It is conceded, too, that a plaintiff should pursue his action with reasonable diligence. (Weeks v. Roberts, supra, at p. 806; Breckenridge v. Mason, supra, at p. 126.)\nIn my opinion the record before us does not show delay that requires any accounting to enable a litigant to stay in court.\nBefore an action is dismissed without a hearing on the merits all of the circumstances should be considered. There is a wide distinction between delay and unreasonable delay. (Sprajc v. Scandinavian Airlines System, Inc., supra, at p. 939; Ordway v. Arata, 150 Cal.App.2d 71, 77 [309 P.2d 919].) “Defendant is entitled to the weight of the policy underlying the dismissal statute, which seeks to prevent unreasonable delays in litigation. That policy, however, is less powerful than that which seeks to dispose of litigation on the merits rather than on procedural grounds.” (Daley v. County of Butte, 227 Cal.App.2d 380, 390 [38 Cal.Rptr. 693].)\nIn Weeks, the court said at pages 806, 807:\n“We have recently held that periods of 33, 58, and 104 days prior to the expiration of the statute were, when each of the causes, had completed pretrial, reasonable times within which to commence trial, and that refusals to set for trial within such periods constituted abuses of discretion as a matter of law (Lee v. Superior Court, 2 Civ. 30841 (minute order of August 3, 1966) (33 days); Timineri v. Superior Court, L. A. 29561 (minute order of March 28, 1968) (58 days); Randall v. Superior Court, L. A. 29573 (minute order of June 5, 1968) (104 days).) ”\nOn the record before us the motion to set was made a full 10 months before the expiration of the five-year period.\nIt is clear, too, that if the time consumed by defendant were subtracted from the total time consumed from the date of filing the complaint, to the date the motion to dismiss was granted, that plaintiff brought her case to trial in less than a two-year period.\nThe cases relied on by the defendant are factually distinguishable.\nI would reverse.\nAppellant’s petition for a hearing by the Supreme Court was denied November 26, 1969. Peters, J., and Mosk, J., were of the opinion that the petition should be granted.\nAppellant’s counsel in his affidavit opposing the motion to dismiss, among other things, refers to defendant’s letter of January 6, 1966, enclosing interrogatories. He apparently admits they were not answered. The letter also enclosed medical authorizations. He a.vers in pertinent part: “In a communication on January 9, 1966, defense counsel acknowledged the receipt of the medical authorizations; . . . These authorizations were executed and returned ...”\nIt is fair to assume that defendant had all the information needed to defend the action. In any event, there is no showing of wilful refusal to answer and there is nothing in the record to indicate that the order of dismissal was in any way a sanction because of wilful failure to answer interrogatories.",
        "type": "dissent",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Civ. No. 33748.\nSecond Dist., Div. Two.\nSept. 29,1969.\nLULU MONROY, Plaintiff and Appellant, v. ROMAN CATHOLIC ARCHBISHOP OF LOS ANGELES, Defendant and Respondent.\nDavid C. Marcus for Plaintiff and Appellant.\nBelcher, Henzie & Biegenzahn and David Bernard for Defendant and Respondent."
  },
  "file_name": "0492-01",
  "first_page_order": 514,
  "last_page_order": 521
}