{
"id": 1855505,
  "name": "ROBYNS v. CITY OF DEARBORN",
  "name_abbreviation": "Robyns v. City of Dearborn",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 56, Calendar No. 46,289",
  "first_page": "495",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "278 Mich 518",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1786041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/278/0518-01"
      ]
    },
    {
      "cite": "329 Mich 331",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1902984
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0331-01"
      ]
    },
    {
      "cite": "317 Mich 359",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1886651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/317/0359-01"
      ]
    },
    {
      "cite": "329 Mich 146",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1903052
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0146-01"
      ]
    },
    {
      "cite": "326 Mich 387",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1908655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/326/0387-01"
      ]
    },
    {
      "cite": "336 Mich 490",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1932390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/336/0490-01"
      ]
    },
    {
      "cite": "319 Mich 136",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1923034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/319/0136-01"
      ]
    },
    {
      "cite": "321 Mich 193",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1919981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/321/0193-01"
      ]
    },
    {
      "cite": "331 Mich 551",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0551-01"
      ]
    },
    {
      "cite": "326 Mich 242",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1908755
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/326/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 11101,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.8431705344629525e-07,
      "percentile": 0.8400912562855981
    },
    "sha256": "278af65fa36716b438b5d520d3cf9396f82824059576f723d03d6d30f6a83d46",
    "simhash": "1:e5f430de0ae355f0",
    "word_count": 1799
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "ROBYNS v. CITY OF DEARBORN."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nDefendant appeals from decree enjoining enforcement of a zoning ordinance against plaintiffs’ property because unreasonable and confiscatory as applied thereto.\nEach of plaintiffs owns 1 of 8 lots on the south ■side of Ford road in the city of Dearborn across from the lots in Dearborn township involved in Ritenour v. Township of Dearborn, 326 Mich 242. Seven of the lots have a width of 20 feet and one 24.44 feet, fronting on Ford road, with depths varying from 100 to 110 feet. Some of plaintiffs purchased their lots prior to, and some after, the adoption of the original ordinance which zoned the lots for residence C use and some bought after adoption of an amendment changing the zoning to the present residence A classification. Original building restrictions, since expired, limited use of some of the lots to business purposes and others to business or residential. Lots across the road in the township have been zoned light commercial since onr holding in Ritenour and many are so used. Lots on the south side of Ford road, immediately west of the lots here-involved, are zoned business B and those to the east, running for a considerable distance, are vacant. The ordinance in question provides “there shall be a minimum of 10 feet between residences.”\nPlaintiffs prayed that the ordinance be decreed to be unconstitutional and void as applied to their lots, that they be decreed to be business property, that defendant be enjoined from enforcing the ordinance with respect thereto, and that a building permit for nonresidential purposes be required to issue as relates to 1 of the lots.\nDefendant says the bill is multifarious. . This it. predicates in part on the fact that some plaintiffs acquired lots before, and some after, the ordinance and its subsequent amendment, suggesting that, on the authority of Hammond v. Bloomfield Hills Building Inspector, 331 Mich 551, the rights of those who purchased before the ordinance differ, for that reason, from those who bought thereafter. Hammond does not so hold. Provisions of a zoning ordinance void as relates to a lot because unreasonable and confiscatory are not made valid with respect thereto by the transfer of title from the owner to another. Faucher v. Grosse Ile Township Building Inspector, 321 Mich 193. CL 1948, § 608.1 (Stat Ann § 27.591), permits joining a number of plaintiffs if sufficient grounds appear for uniting the causes of action in order to promote the convenient administration of\" justice. That is the consideration warranting joinder here, particularly because defendant is not thereby prejudiced. Gilmer v. Miller, 319 Mich 136. The fact that 1 plaintiff seeks, in addition to injunctive relief, a provision in the decree requiring issuance to him of a building permit, which might be accomplished by mandamus, does not render the bill multifarious inasmuch as equity, having acquired jurisdiction to restrain defendant as prayed, may retain it to grant complete relief and finally dispose of the controversy even though some of the questions propounded could have been raised and some of the relief sought could have been obtained in a law action. City of Ecorse v. Peoples Community Hospital Authority, 336 Mich 490.\nDefendant contends that plaintiffs had an adequate remedy at law for testing the validity of the ordinance, namely, mandamus to compel issuing of building permits of a character prohibited by the ordinance. As relates to 7 of the plaintiffs, it does not appear that they were ready to build or desired such permits. From the pleadings it does appear that defendant was about to institute condemnation proceedings against the lots in question and others for park and green-belt purposes. Defendant may not, through the device of zoning for a use to which property is not suited, depress its value preliminary to condemning it for public purpose. Grand Trunk Western R. Co. v. City of Detroit, 326 Mich 387; Long v. City of Highland Park, 329 Mich 146. Under such circumstances, equity alone could afford plaintiffs the necessary remedy. Resort was had to equity for the purpose of having zoning ordinances declared invalid and their enforcement enjoined in Ritenour v. Township of Dearborn, supra; Elizabeth Lake Estates v. Township of Waterford, 317 Mich 359; Faucher v. Grosse Ile Township Building Inspector, supra; Long v. City of Highland Park, supra; Hitchman v. Township of Oakland, 329 Mich 331.\nIs the ordinance unreasonable and confiscatory as applied to plaintiffs’ lots ¶ It limits use to residences which, under its provisions, cannot be constructed on these lots at a width of more than 10 feet, comparabie, in this respect, to the situation in Ritenour. Other requirements of the ordinance with respect to area, minimum width of side yards, et cetera, cannot be complied with so as to permit construction of usable residences. Defendant’s answer admits, in effect, plaintiffs’ charge, that the provisions of the ordinance make use of the lots for residential purposes physically impossible, by alleging, in response thereto, that plaintiffs could comply by combining 2 or more lots for the building of residences thereon. We think the decision in Ritenour controlling here. Distinctions between that case and this in the respect that there the plaintiff acquired the property prior to enactment of the ordinance, that the property there involved had once- been zoned for business purposes, and that the action there was brought by plaintiff within a year after adoption of the ordinance while here it was not brought until 22 years later, do not serve to alter the fact that the provisions of the ordinance would render plaintiffs’ property here almost worthless. That the city may not do. Long v. City of Highland Park, supra. Transfer of title, or the lapse of 22 years, after adoption of the ordinance does not relieve the ordinance of its unreasonable and confiscatory character. It is invalid as applied to plaintiffs’ lots.\nFinally, defendant urges that plaintiffs have no standing in a court of equity because they did not first apply to the appeal board created under the ordinance. This point was not raised below nor in the statement of reasons and grounds for appeal and, accordingly, is not entitled to consideration here. At all events, it is without merit. The appeal board could not determine the validity of the ordinance nor afford plaintiffs the necessary relief under the circumstances of this case when building-permits were not desired but redress against measures likely to depress value prior to condemnation. proceedings was sought. Austin v. Older, 278 Mich 518.\nAffirmed, with costs to plaintiffs.\nBtjtzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "John J. Fish, for plaintiffs.",
      "Dale II. Fillmore, Corporation Counsel, and B. Ward Smith, Frederick G. Weideman and James A. Broderick, Assistants Corporation Counsel, for defendant."
    ],
    "corrections": "",
    "head_matter": "ROBYNS v. CITY OF DEARBORN.\n1. Municipal Corporations — Zoning Ordinance — Transper of Title.\nProvisions of a municipal zoning ordinance, yoid as relates to a lot beeause unreasonable and confiscatory, are not made valid with respect thereto by the transfer of title from the owner to another.\n2. Equity—Joinder of Parties—Multifarióusness.\nThe joinder of 8 lot owners in suit to enjoin enforcement of zoning ordinance as to their lots because. unreasonable and confiscatory as applied thereto was .not multifarious because some had purchased their lots after, and some before, ordinance was adopted and because one sought to compel the issuance- of a building permit, since defendant municipality is not prejudiced by such joinder, the validity of the ordinance is unaffected by the time title was transferred, equity will retain jurisdiction to grant complete relief and such joinder promotes the convenient administration of justice (CL 1948, § 608.1).\n3. Parties—Joinder—Equity—Convenient’ Administration op Justice.\nA number of plaintiffs may be joined in a single suit in equity if sufficient grounds appear for uniting the causes of action in order to promote the convenient administration of justice (CL 1948, § 608.1).\nReferences for Points in Headnotes\n[1] See, generally, 58 Am Jur, Zoning §§ 14, 21.\n[2, 3] 39 Am Jur, Parties §§ 24, 27, 33.\n[4] 19 Am Jur, Equity § 127.\n[5] 58 Am Jur, Zoning § 248.\n[6, 7] See, generally, 58 Am Jur, Zoning § 140.\n[8] 58 Am Jur, Zoning § 217.\n[9] 3 Am Jur, Appeal and Error § 820.\n4. Equity—Jurisdiction—Injunction—Adequacy of Remedy at Law.\nEquity may retain jurisdiction, acquired to grant injunctive relief, to grant complete relief and finally dispose of the controversy even though some of the questions propounded could have been raised and some of the relief sought could have been obtained in a law action.\n5. Mandamus—Adequacy of Remedy at Law—Zoning Ordinance —Equity.\nMandamus was not an adequate remedy to test validity of residence restrictions in zoning ordinance, claimed by 7 of plaintiff lot owners to be unreasonable and confiscatory as to their 20- and 24-foot lots, where such 7 do not appear ready to build or to desire such building permits and pleadings disclose that defendant city was about to institute condemnation proceedings that involved lots in question and residential restrictions materially affeeted value of lots, equity alone being capable of affording relief under such circumstances.\n6. Municipal Corporations—Zoning—Value—Condemnation.\nA city may not, through the device of zoning for a use to which property is not suited, depress its value preliminary to condemning it for public purpose.\n7. Same—Zoning Ordinance—Confiscation of Property.\nA city may not render a lot almost worthless by imposing a zoning ordinance in which use for residence restrictions are so applied to lots 20 and 24 feet in width as to preclude construction of usable residences, hence, as applied to such lots it was unreasonable and confiscatory.\n8. Same—Zoning Ordinance—Determination of Validity by Appeal Board.\nAn appeal board may not determine the validity of the zoning ordinance creating the board nor afford plaintiff lot owners relief against city whose ordinance imposed unreasonable and confiscatory provisions as to their lots, especially when they were not desirous of building thereon but were seeking redress against measures likely to depress value of the lots prior to institution of condemnation proceedings by the city.\n9. Appeal and Error—Questions Reviewable—Equity—Zoning Ordinance—Appeal Board.\nClaim that plaintiffs had no standing in equity because they had not first applied to appeal board created by zoning ordinance was not entitled to consideration by Supreme Court, where not raised in trial court nor in statement of reasons and grounds for appeal.\nAppeal from Wayne; Toms (Robert M.), J.\nSubmitted October 8, 1954.\n(Docket No. 56, Calendar No. 46,289.)\nDecided December 29, 1954.\nBill by Frank Robyns and 7 others against City of Dearborn, a municipal corporation, to enjoin enforcement of zoning ordinance and other relief. Decree for plaintiffs. Defendant appeals.\nAffirmed.\nJohn J. Fish, for plaintiffs.\nDale II. Fillmore, Corporation Counsel, and B. Ward Smith, Frederick G. Weideman and James A. Broderick, Assistants Corporation Counsel, for defendant."
  },
  "file_name": "0495-01",
  "first_page_order": 535,
  "last_page_order": 541
}