{
  "id": 4381418,
  "name": "THE PEOPLE, Plaintiff and Appellant, v. MARJORIE ANN BRADLEY et al., Defendants and Respondents",
  "name_abbreviation": "People v. Bradley",
  "decision_date": "1969-09-29",
  "docket_number": "Crim. No. 15926",
  "first_page": "499",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 499"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "290 P.2d 852",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "45 Cal.2d 751",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4390495
      ],
      "pin_cites": [
        {
          "page": "754"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/45/0751-01"
      ]
    },
    {
      "cite": "290 P.2d 855",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "45 Cal.2d 755",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4390733
      ],
      "pin_cites": [
        {
          "page": "761"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/45/0755-01"
      ]
    },
    {
      "cite": "68 Cal.Rptr. 281",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "261 Cal.App. 2d 687",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2223440
      ],
      "pin_cites": [
        {
          "page": "689"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/261/0687-01"
      ]
    },
    {
      "cite": "294 P.2d 23",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "46 Cal.2d 269",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4369462
      ],
      "pin_cites": [
        {
          "page": "271-272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/46/0269-01"
      ]
    },
    {
      "cite": "368 P.2d 529",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "19 Cal.Rptr. 1",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.2d 276",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4375016
      ],
      "pin_cites": [
        {
          "page": "283-284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/57/0276-01"
      ]
    },
    {
      "cite": "72 Cal.Rptr. 374",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "266 Cal.App.2d 747",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2227581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/266/0747-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 8480,
    "ocr_confidence": 0.87,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3279944120294272
    },
    "sha256": "b6e59b25d3373c8250be876280571a8d18e2b2aea04675c91ac081fe69c59f28",
    "simhash": "1:8c7f8da95d8f4876",
    "word_count": 1420
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Appellant, v. MARJORIE ANN BRADLEY et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "Penal Code section 995 setting aside an information which charged various narcotic offenses. The People contend the trial court usurped the fact-finding powers of the committing magistrate in determining that the arresting officers improperly entered the premises where the narcotics were found.\nAt the preliminary hearing officer Harold Feldman of the State Bureau of Narcotics testified he received a report in early July from the-California Highway Patrol of narcotic activity at 6639 Abrego Road, in the County of Santa Barbara. About 10 p.m. on 18 July Officer Feldman and three other officers were in the vicinity of 6639 Abrego Road on other business, and saw lights on in the suspected premises. They determined to investigate the reported narcotic activity by knocking on the door of the premises and seeking to interview its occupants. Officer Feldman testified they did not intend to arrest anyone or search the premises.\nOfficer Feldman knocked on the rear door of the residence, and when respondent Bradley answered, “I identified myself as a peace officer to Miss Bradley, showed her my official badge, and informed her that I’d like to talk to her . . . she told me to come in.” He testified that her invitation was spontaneous, that he neither asserted nor requested a right to enter. Miss Bradley lead him through the kitchen to the living room, and on the kitchen table he observed a pipe whose bowl was lined with tin foil in the manner used in smoking marijuana or hashish. In the living room he noticed a partially smoked hand-rolled cigarette lying on a loud speaker.\nThe officer was an expert in the field of narcotics and had previously seen hundreds of hand-rolled marijuana cigarettes. He arrested Miss Bradley for possession of marijuana (Health & Saf. Code, § 11530) and for possession of narcotic paraphernalia (Health & Saf. Code, § 11555). Subsequently, respondents Woods and- Master were discovered on the -premises, and substantial quantities of heroin, marijuana, and other drugs were seized. Respondents Reinesto and Wilbur arrived on the premises -under the influence of narcotics, and after their arrest additional amounts of heroin were found upon their persons.\nIn support of motions under Penal Code section 995 to set aside the. information respondents urged for the first time that Miss Bradley’s invitation to Officer Feldman to enter the premises might not have been voluntary. The point was argued as if presented at a motion to suppress evidence under Penal Code section 1538.5 in which the trial court could receive, weigh, and reweigh evidence. (Cf. People v. Heard, 266 Cal.App.2d 747, 749 et seq. [72 Cal.Rptr. 374].) That the court accepted respondents’ invitation to assume a fact-finding role is apparent from the following.\n‘ ‘ THE COURT: . . . well, neither side has cited any cases indicating that the officer must state the purpose of this visit. On the other hand, one can’t help in wondering in weighing the type of consent that was obtained whether or not it might not be a pretty important question in the case ... I really think, gentlemen, that it is a case that would be very risky to try on the state of the evidence here. We don’t know what might have been said, if she could have given consent, what she might have said; if the officer stated his intention for being there whether the consent would have been given. It might not have. . . .\n1 ‘ Well, an officer comes and you are satisfied that he is an officer and he makes a request [to talk to you], there isn’t much you could do. You could say, ‘Yes, well, I don’t want to talk to you;’ or you could say, ‘What do you want to talk to me about?’ And you could also . . . close the door behind you and step out and say, ‘All right, now what do you want to talk about?’ But, I am not particularly defending the proposition simply because the person involved is [under 21 years of age]. I mean a minor may be of an age of sophistication to be more sophisticated and more so an adult than adults are. This I can't say as a hard and fast rule, but on the other hand there is nothing in this record to1 show what the age of this girl was. It only shows that she was approached at her abode in the nighttime by a man who identified himself to be an officer and said he wanted to talk to her. She asked him to come in. Now, that is consent that has been obtained, but it is somewhat questionable grounds it seems to me. . . Now, that is where we are and I just think it is a shaky case as far as the evidence right here is concerned. Now, maybe there is more to ’\nThe trial court misconceived its function under Penal Code section 995 when it undertook to evaluate the quality of evidence presented to the magistrate at the preliminary hearing. The rule is stated in Perry v. Superior Court, 57 Cal.2d 276, 283-284 [19 Cal.Rptr. 1, 368 P.2d 529] : “It is axiomatic that in considering the propriety of a motion to set aside an information pursuant to section 995 of the Penal Code, the reviewing court may not substitute its judgment as to the weight of the evidence for that of the committing magistrate And if there is some evidence in support of the information, the court will not inquire into the sufficiency thereof. [Citations.]\n“Although the magistrate, in reaching his decision, may weigh the evidence, resolve conflicts, and give or withhold credence to witnesses, such a balancing is not within the powers .of a tribunal reviewing the magistrate’s order. [Citations.] ” (Italics added.)\nAgain in Badillo v. Superior Court, 46 Cal.2d 269, 271-272 [294 P.2d 23]: “In many cases . . . the evidence before the magistrate bearing on [the potential applicability of the rule excluding illegally obtained evidence] may be in conflict. or susceptible of conflicting inferences or consist only of the testimony of prosecution witnesses, and under these circumstances the court in ruling on a motion to set aside the information will frequently not be in a position to make a final determination as to the admissibility of the evidence. Accordingly the informations should not be set aside on the ground that essential evidence was illegally obtained if there is any substamtial evidence or applicable presumption to support a contrary conclusion [citations] ...” (Italics added.)\nOfficer Feldman testified he went to the premises, to inquire about possible narcotic activity. This he was privileged to do. As said in People v. Superior Court, 261 Cal.App. 2d 687, 689 [68 Cal.Rptr. 281] : “The officers in the instant case unquestionably had the right to investigate the report of criminal activities which they had received by knocking on the door of the described premises and seeking an interview with its occupants. (People v. Martin, 45 Cal.2d 755, 761 [290 P.2d 855]; People v. Michael, 45 Cal.2d 751, 754 [290 P.2d 852].) ” Officer. Feldman further testified that after he had knocked on the door he was invited to enter the premises and that the invitation to enter had been voluntarily extended. On entering the premises he observed what appeared to be narcotic paraphernalia and narcotics in plain sight. Neither Miss Bradley nor any other respondent offered any evidence to contradict his testimony, and in that state of the record no issue of insufficiency of consent could have arisen on the motions.\nOn remand respondents can move to suppress evidence under Penal Code section 1538.5, and at the hearing on those motions offer testimony of their own to contradict that of the officer. The circumstances of the arrests disclose a visitation during the hours of darkness, conducted by four policemen, on a young woman who answered the door alone. If respondents should produce evidence to show that the invitation to enter was coerced, then the court would be required to resolve the factual issue of consent in ruling on the motions to suppress-evidence.\nThe order is reversed.\nRoth, P. J., and Wright, J. concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 15926.\nSecond Dist., Div. Two.\nSept. 29,1969.]\nTHE PEOPLE, Plaintiff and Appellant, v. MARJORIE ANN BRADLEY et al., Defendants and Respondents.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, David D. Minier, District Attorney, A. Barry Cappello and David C. Tardiff, Deputy District Attorneys, for Plaintiff and Appellant.\nStuart Alan Wilbur, in pro. per., James M. Slater and Franklin H. Enlow, under appointments by the Court of Appeal, and Charles A. Kent for Defendants and Respondents."
  },
  "file_name": "0499-01",
  "first_page_order": 521,
  "last_page_order": 525
}
