{
"id": 1855452,
  "name": "WOLBRINK v. SORR",
  "name_abbreviation": "Wolbrink v. Sorr",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 45, Calendar No. 46,273",
  "first_page": "512",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 512"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "37 LRA 593",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "4 ND 219",
      "category": "reporters:state",
      "reporter": "ND",
      "case_ids": [
        194614
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nd/4/0219-01"
      ]
    },
    {
      "cite": "43 LRA NS 373",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "171 Mich 663",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1603626
      ],
      "pin_cites": [
        {
          "page": "667, 668"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/171/0663-01"
      ]
    },
    {
      "cite": "322 Mich 1",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1917285
      ],
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/322/0001-01"
      ]
    },
    {
      "cite": "121 Mich 287",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1550786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/121/0287-01"
      ]
    },
    {
      "cite": "243 Mich 638",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1700932
      ],
      "pin_cites": [
        {
          "page": "643, 644"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/243/0638-01"
      ]
    },
    {
      "cite": "331 Mich 596",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0596-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 801,
    "char_count": 17365,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.1154948996168043e-07,
      "percentile": 0.572118104182908
    },
    "sha256": "2f938758b7908d5d1c96f8b9d23d91ef0f8a7de3710e32fc3beca177f81fea0b",
    "simhash": "1:a36ee4e49b116acc",
    "word_count": 2980
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, • Bushnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred."
    ],
    "parties": [
      "WOLBRINK v. SORR."
    ],
    "opinions": [
      {
        "text": "Kelly, J.\nPrevious to August 1, 1946, defendant and appellant Villa Sorr was the owner of lots 11 and 12, block 2, Coridon Smith’s addition to the village of Sparta. Each of these lots was 33 feet wide (east and Avest) and 132 feet long (north and south). Highway route M-37 runs north and south immediately adjacent to the east boundary line of lot 12.\nThese lots had not been divided previous to August 1, 1946, at which time Prank Lundberg bought the south 1/2, said property being described as: “The south half of lots No. 11 and 12 of Block 2, of Coridon Smith’s Addition to the village of Sparta, Kent county, Michigan, according to the recorded plat thereof.” The Lundberg land contract made no mention of measurements, distances, or metes and bounds.\nAppellee’s first contact with the property was when he leased from appellants a wooden gasoline station located in about the center of lot 12. Appellee operated the station as lessee until April 8, 1947, at which time he entered into a land contract with appellants to purchase the north 1/2 of lots 11 and 12. Appellee contends that before the contract was entered into he requested appellants to establish the south boundary line of the property ‘and that appellants, after using a tape measure, established the fact that appellee would have 82 feet of frontage on route M-37.\nIn pursuance of the above land contract, appellee obtained deed on December 31, 1948. Appellee’s lease, land contract, and deed described the land as the north 1/2 of lots 11 and 12, and at no place in these documents was any mention made of metes and bounds, measurements, distances or areas in the description. Appellants never had the lots surveyed previous to selling to appellee.\nBetween the date appellee purchased on land contract (April 8, 1947) and the second week in May, 1947, the township supervisor divided lots 11 and 12 and assessed the north 82 feet to appellee and the south 50 feet to Frank Lnndberg. The assessments continued in this manner through 1949.\nBefore appellee bought this land he agreed with appellants to move the gasoline pumps to the north and informed appellants that he was going to build a new gasoline station to the north where he could have greasing and washing, a 2-stall garage, storage and office. He started the building in 1947, and completed it at a cost of $5,000. His purchase price for the lots was $3,200. The newly-constructed station has 46 feet frontage on route M-37, the main road between Grand Rapids and Sparta. The north boundary of the station is about 4 feet south of the north line of lot 12. Appellee purchased the 3 gasoline tanks owned by appellants for $1,070.\nOn December 11, 1950, after appellee had finished building his gasoline station, an ejectment suit was filed in Kent county against him by Frank Lundberg. On appeal to this Court Lundberg prevailed (Lundberg v. Wolbrink, 331 Mich 596). By this action it was established that Lundberg was the owner of 16 feet of the property which appellee herein claims was represented by appellants as property he purchased from them.\nPlaintiff brought this suit alleging he was defrauded in that appellant Willard Sorr represented to him prior to purchase that he was buying 82 feet of frontage on route M-37. Defendants denied the allegation. The jury awarded verdict for plaintiff of $8,813.29. Motion for new trial was denied.\nAppellants claim the court erred in admitting the assessment rolls of Sparta township in evidence and in allowing improper examination of Frank Holmquist, the supervisor and assessing officer for Sparta township, who was called to the stand by the appellee.\nIn the Lundberg ejectment suit, Holmquist testified that shortly after appellee herein contracted to purchase the property in question (April-May, 1947), he changed the assessment rolls to show that Lundberg was the owner of the south 50 feet and that Wolbrink was the owner of the north 82 feet, and that he made the change after receiving such im formation from appellant Willard Sorr. Holmquist repudiated that testimony on direct examination and denied he obtained the information for the 1947 change in the assessment from Willard Sorr. Appellee’s attorney then questioned him in regard to his testimony in the Lundberg ejectment suit, and the record discloses that Holmquist gave several answers in explaining this change, such as—that he may have so testified; that if he did so testify it was forced testimony; that what he said at the previous trial was the partial truth; that the village assessor and himself assumed the figures; that he received no definite information from Willard Sorr.\nAfter the above answers were made by Holmquist the court reporter who took the transcript at the ejectment trial was called to the stand and identified the transcript. Over appellants’ objections, appellee’s attorney was allowed to read questions and answers from the transcript which resulted in testimony as follows:\n“Q. But you also there said that you consulted Willard Sorr and got that information from him, and that is correct?\n“A. That’s including all parties concerned.\n“Q. Well, you got also the information from Sorr, didn’t vou, just like that?\n“A. Yes, sir.”\nThe court in instructing the jury commented upon Holmquist’s testimony as follows:\n“The defendants are not responsible for what Mr. Holmquist, as supervisor, did, unless Mr. Sorr was responsible for it, that is, not responsible for anything done in the assessment roll unless Mr. Sorr’s statements to Mr. Holmquist occasioned or contributed to the making of the change.\n“Therefore, unless you find that Mr. Holmquist did consult with the defendant, Mr. Sorr, before he made the change, and he did tell him to make the change to 82 feet and 50 feet, or did approve such division, you will not consider the change' in the assessment rolls, but will entirely disregard it. But if you find that Mr. Holmquist did consult with Mr. Sorr, and Mr. Sorr did indicate to Mr. Holmquist that the division into parcels of 82 feet and 50 feet should be made, then you are entitled to give that evidence such weight as you find it entitled to as being corroborative of plaintiff’s claims that Mr. Sorr made the representations here claimed.\n“In this connection, Mr. Holmquist’s testimony may have been considered somewhat conflicting, and if so, it is for you to determine the credibility of the witness and what the true facts are. The testimony of Mr. Holmquist given upon the trial in the Lundberg ejectment case was not received to prove any facts in this case. Its use and its purpose was permitted only to refresh the memory of the witness. Holmquist, and it was received for that purpose and may be used for that purpose only.”\nIn Bresch v. Wolf, 243 Mich 638, 643, 644, this Court said:\n“Was the method of direct examination of the witness Harold G-rabill, as permitted by the court, improper and prejudicial? Before the trial this witness had signed an affidavit relating to this case. It is evident that because of an unwilling attitude or because of a failing memory the witness did not answer certain questions put to Mm by plaintiff’s counsel as it was expected lie would, in view of the contents of the affidavit. We think the record discloses a condition which justified the circuit judg*e in concluding that the witness was hostile and in permitting leading questions to be asked of him, and also in permitting counsel to confront the witness with his own affidavit for the purpose of refreshing Ms recollection. Such matters rest largely in the discretion of the trial court. McGee v. Baumgartner, 121 Mich 287.”\nThere is no question in regard to the assessment rolls being changed between April and May, 1947, and we do not believe the court erred in allowing the assessment rolls to be introduced in evidence. The court did not abuse discretion in allowing the above-referred-to examination of Holmquist and the court properly protected appellants’ rights in this respect in Ms instruction to the jury.\nAppellants contend that the trial court erred in instructing the jury that the proper measure of damages should be the difference between the value of the property as it actually is and the value it would have had had it been as represented; that in so determining the damages the jury should include the difference between the value of the property as improved with its 66-foot frontage to the east (along route M-37) and the value, with improvements, with an 82-foot frontage. In this regard appellants say:\n“It must be borne in mind that in this State there is a broad distinction between 2 rules for the measurement of damages in a fraud case of this type, either of which is applicable; but the one to be applied depends entirely upon whether the aggrieved party elects to affirm his contract and to áccept what he got, or to rescind his contract and seek .to recover what he had paid or given over of value together with such damages as he suffered as the direct result of the alleged fraud.”\nAs stated above, appellants knew that appellee was purchasing the property for the purpose of operating a gasoline station and with the intention of constructing a new station.\nPlaintiff introduced testimony to the effect that with 82 feet of frontage on route M-37 the property was suitable for a gasoline station, but with only 66 feet of frontage it was not. Mr. McAfee, president of the West Michigan Marathon Oil Company, who had had extensive experience in buying and selling stations and passing upon values of sites for stations, testified that he was familiar with the value of the station of appellee and also other stations in the vicinity of Sparta. He stated that if the 16 feet in question had not been taken away from the property the pump would be more accessible to the public as automobiles would be able to go out on both sides of the pump; that if appellee had this 16 feet to the south a fair market value of the property would be around $15,000, including the land. He further stated: “With the 16 feet to the south eliminated and the line considered to be where it is at the present time from the filling station standpoint, it would not have much market value. If some fellow wanted to put a store or something there, it would probably be worth $5,000, I would say, for the building but it would have to be reconstructed in some way. As a filling station, I would not say it had any market value. I suppose the land would have some value.”\nIn Huler v. Nasser, 322 Mich 1, 8, this Court stated:\n“Defendant seeks recovery, however, not only for this kind of damage, but for more, and the. question is whether the damages which defendant claims are all the direct and proximate result of plaintiff’s sale to him- of meat unfit for human consumption. No general rule can be laid down and each such case must be determined on its own facts.\n“In 15 Am Jur, Damages, § 52, p 454, citing various authorities, the rule is stated as follows:\n“‘It has been said that Hadley v. Baxendale (9 Exch 341, 156 Eng Rep 145, 5 Eng Rul Cas 502) lays down 2 rules: (1) Where there are no special circumstances to-distinguish the contract involved from the great mass of contracts of the same kind, the damages recoverable are such as would naturally and generally result from the breach according to the usual course of things, and (2) where there are special circumstances in the contract and its observance would take the contract out of the natural or usual course of things, damages which result in consequence of those special circumstances are recoverable if, and only if, those special circumstances were Communicated or known to the party breaching the cbntract at the time he entered into the contract.’ ”\nAppellants contend that the measure of damages should be confined to the difference between 82 feet and 66 feet of frontage on route M-37, and that the value must be determined at the time of the transaction and not the difference in values after the gasoline station was built. To sustain their contention appellants cite several Michigan cases. A careful analysis fails to disclose any case similar to the one here before us, where the party defrauded claims that he informed the owner of the land the purpose for which he was going to use the land at the time of purchase and subsequently and before knowledge of the fraud did so improve the land.\nIn Chapman v. Bible, 171 Mich 663, 667, 668 (43 LRA NS 373), this Court quoted with approval 2 Mechem, Sales, § 1843, pp 1469, 1470, as follows:\n“ ‘ “It is obvious,” said the court in a recent case (Fargo Gas & Coke Co. v. Fargo Gas & Electric Co., 4 ND 219 [59 NW 1066, 37 LRA 593]), “that'these 2 rules cannot be reconciled. One gives to the party deceived the full benefit of the bargain. The other does not. We are clear that the best reason is with the doctrine that, where one is deceived and defrauded, he can recover as damages the difference between the value of what he would have obtained had the statement been true, and the value of what he actually received. This represents his actual loss by reason of the fraud of the seller, on the theory that he does not rescind the contract. Of course, if he sees fit to rescind for fraud, he can only recover back what he has paid. But if he desires to stand by the agreement, as he has a perfect right to do, he can logically say to the wrongdoer, ‘If you had told me the truth, the property would have been worth so much. It is not worth so much because it is not as you represented it. I demand that you make good the difference in money.’ ” ’ ”\nWe do not believe the court committed error in instructing the jury in regard to the measure of damages.\nAppellants contend the court erred in refusing to set aside the verdict as being against the great weight of the evidence. There was sharp conflict in the testimony. The trial judge had the opportunity of observing the witnesses and listening to their testimony, and determined that the jury’s verdict was not against the great weight of the evidence. The record is such that we would not feel justified in concluding that the jury’s verdict was erroneous or that the trial court committed reversible error in not setting the verdict aside. Affirmed, costs to appellee.\nButzel, C. J., and Carr, • Bushnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred.",
        "type": "majority",
        "author": "Kelly, J."
      }
    ],
    "attorneys": [
      "Linsey, Shiv el, Phelps S Vander Wal, for plaintiff.",
      "Irving H. Smith and Henry C. Hart, for defendants."
    ],
    "corrections": "",
    "head_matter": "WOLBRINK v. SORR.\n1. Vendor and Purchaser—Fraud—Evidence—Assessment Rolls.\nIt was not error to allow assessment rolls to be introduced in evidence in action by purchaser of part of city lots to show that vendor had misrepresented amount of land sold, where jury was instructed that such rolls might be considered only if the supervisor had consulted with the vendor before malting change in the rolls.\n2. Evidence—Refreshing Recollection—Instructions.\nIt was not an abuse of discretion on the part of the trial court in fraud action to allow supervisor to be examined as to the making of a change in assessment roll as to property sold to plaintiff, where he gave conflicting testimony and court properly protected vendor’s rights by instruction that reception in evidence of such supervisor’s testimony in an earlier ease of ejectment brought against plaintiff was for purposes of refreshing the memory of the witness and not as proof of facts in instant case.\nReferences for Points in I-Ieadnotes\n[1,4] See, generally, 55 Am Jur, Vendor and Purchaser § 569.\n[21 20 Am Jur, Evidence § 946.\n[3] 15 Am Jur, Damages § 53.\n[5] 3 Am Jur, Appeal and Error § 888.\n3. Damages—Special Circumstances—Breach op. Contract.\nDamages 'which result from special circumstances in a contract are recoverable only if such special circumstances were communicated or known to the party breaching the contract at the time he entered into it.\n4. Vendor and Purchaser—Praud-—Damages—Instruction—Improvements.\nInstruction as to measure of damages held, correct, in action for fraud in misrepresenting boundary of portion of city lots sold plaintiff, where latter stated to vendors that he was going to replace existing gasoline station with new station which would also have greasing, washing and storage facilities, a 2-stall garage and office and erected such building before discovering that frontage was only 66 feet instead of 82 feet as represented, and court instructed that proper measure would be the difference between the value of the property as it actually is, with improvements, and the value it would have had had it been as represented, with improvements.\n5. Appeal and Error—Verdicts—Great Weight of Evidence— Praud—Misrepresentation as to Boundary in Sale op Land.\nRecord held, such as not to disclose error in trial court’s refusal to set aside jury’s verdict in action for fraud in misrepresenting boundary in sale of portion of city lots, where the evidence was conflicting and the trial judge had the opportunity of observing the witnesses and listening to their testimony.\nAppeal from Kent; Searl (Fred N.), J.\nSubmitted October 7, 1954.\n(Docket No. 45, Calendar No. 46,273.)\nDecided December 29, 1954.\nCase by Gordon J. Wolbrink against Willard Sorr and Villa Sorr for damages sustained on misrepresentation of boundary of property purchased. Verdict and judgment for plaintiff. Defendant appeals.\nAffirmed.\nLinsey, Shiv el, Phelps S Vander Wal, for plaintiff.\nIrving H. Smith and Henry C. Hart, for defendants."
  },
  "file_name": "0512-01",
  "first_page_order": 552,
  "last_page_order": 561
}