{
  "id": 1933573,
  "name": "Moore vs. Sanborne et al.",
  "name_abbreviation": "Moore v. Sanborne",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "519",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "17 John., 195",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064892
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0163-01"
      ]
    },
    {
      "cite": "5 Ohio, 410",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        579740,
        579804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/5/0373-01",
        "/ohio/5/0373-02"
      ]
    },
    {
      "cite": "3 N. H., 321",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6754675
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nh/3/0321-01"
      ]
    },
    {
      "cite": "10 John., 237",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "1 McLean, 350",
      "category": "reporters:federal",
      "reporter": "McLean",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 991,
    "char_count": 27977,
    "ocr_confidence": 0.328,
    "pagerank": {
      "raw": 1.5199941207020456e-06,
      "percentile": 0.9919545502459796
    },
    "sha256": "2823636f163ae9071afea2a4f3281fc12f257a1d15801cba5aeb5c98f454bc9b",
    "simhash": "1:cea7c969dabf16f3",
    "word_count": 4912
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore vs. Sanborne et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Martin, J.\nThis was an action on the case, to recover damages for an alleged obstruction of Pine River, claimed to be a public highway. From the case presented, we gather that Pine River is a small stream, emptying into the St. Clair. That from its mouth, to a place called the “Deer Licks,” a distance of about six miles, it is navigable at all seasons, for boats, rafts, logs, &c., while above the “deer licks,” and to a point above where the parties used the same, the river was only capable of being used for floatage during the periodical freshets, or at least “not at ordinary times in summer;” and that the usual length of the freshets is from two to three weeks. It appears also, that the river has been used for running logs and lumber for some fifteen or sixteen years; and from the “deer licks” down, over twenty years.\nThe purpose for which it is alleged the parties to this suit were occupying the river at the time of the injury complained of, was floating logs from points above the “ deer licks” (but how far the ease does not disclose,) to its mouth, and it appears that other individuals had, at the same-time, logs in the river, floating upon the current and driven in connection with those in question, and that the logs of all combined, amounting to some 10,000 to 15,000, framed the jams which occasioned the delay and injury complained of.\nAmong the several questions presented by the bill of exceptions, two of considerable interest are embraced.\nThe first is, is Pine River a public highway ?\nUpon the trial below, as appears from the bill of exceptions, the Court charged the jury, that, “if they should find Pine River to have been used as a highway for the purpose of floating mill logs, even though, at times, at low water, it was not so capable of floating them, they would find it a public highway, to the use of which the public had a right;” and from the charge, which is made a part of the bill, it appears that the Court also instructed the jury as follows: “It is asserted, and I have no doubt with truth, that this suit is not brought principally to recover dollars and cents, but to obtain a judicial settlement of the important questions to which I have alluded. Now for the purpose of presenting and having determined the whole question, as to how far the public have a right to use our inland rivers, and for the government of your action, I shall rule that Pine River up to that point where you may find that the parties cut and put into it, and from which point logs are run to market, or to the mouth of the river, is a public highway, in which the whole public have an easement; that, although the soil over which the river runs may be owned by the adjacent proprietors, the riparian owner's, the public have a right to the use of tíre river in floating to a market, logs, rafts, &c., found or produced upon its banks.” It further appears that the Court refused the request of the plaintiff in error, to charge, “that if the jury should find that Pine River and its branches above the point on the river known as the “deer licks,” are not of sufficient depth to float mill logs in an ordinary stage of the water, that said river and its branches above said point, is not a public highway, or navigable stream;” and also refused the further request to charge that if they “should find that Pine River above the “deer licks,” is not of sufficient depth to float logs in an ordinary stage of water, and has not been used for floating logs for a period of twenty years, or upwards, it is not a public highway, and defendant is not liable in this action.”\nAs the river in question is a small stream, and but of limited capacity for floatage, the question is fairly and distinctly presented, as to what streams are to be regarded as public highways in this State, so as to be under the servitude of the public interests.\nThe doctrine of the English Common Law in relation to navigable waters, can aid us very little in the consideration of this question, as we have no navigable streams within the common law signification of that term. Uor can its doctrine as to rivers not navigable, yet public highways from their adaptation to public use, be fully and literally adopted by us. The length and magnitude of many of our rivers, the occasions and necessities for their use, and the nature and character of our internal commerce all require a liberal adajjtation of those doctrines to our circumstances and wants, and to a condition of things, both as to capability of our streams for public use, and the occasions for such use, entirely different from, and in many respects altogether new to, those which concurred to establish the common law rule, and we accordingly find that in all the States that rule has been enlarged so as to meet the condition and wants of the public and the necessities of trade and commerce. (See Angell on Water Courses, § 546, 550; and cases cited 1 McLean, 350; 2 Ib., 376; 10 John., 237; 2 Fairf, 278; 3 N. H., 321; 31 Maine, 9.)\nMost of the cases which are to be found in the books, involve the rights of riparian owners, and concern private interests, as fisheries, <fcc., and I have been, unable to find any case where the distinct question of the right to a passage along a river has been raised and litigated between individuals claiming no riparian right, and depending alone upon the public easement, as is the present. Hence the danger of adhering too •closely to the authority of those eases, or of attempting to deduce from them a rule ¡¡which shall determine the question here raised — for not unfrequently the rights of the public are loosely, or only incidentally mentioned, and generally those of the litigants are determinded by altogether different rules, and upon altogether different principles from those of persons claiming only a right of passage, as between themselves.\nYet, even in those cases where the rights of riparian owners have been litigated, it will be found that the right of the public to a common passage, has been liberally supported and applied. (See cases above cited, also 5 Ohio, 410; 17 John., 195.),\nStrictly, at the common law, those rivers only are subject to the servitude of the public interests, which are of common or public use for carriage of boats and lighters, and for transportation of property. “There be some streams or rivers,” says Lord Hale, in his treatise “Ne Jure,” &c., “that are private, not only in propriety or ownership, but also in use, as little streams or rivers that are not a common passage for the King’s people. Again, there be other rivers, as well fresh as salt, that are of common or public use, for carriage of boats and lighters — ■ and these, whether they are fresh or salt — whether they flow and re-flow, or not, are prima facie, publici juris, common highways for man or goods, or both, from one inland town to another.” Like every other rule of the common.law, this, sprang from usage, and immemorial custom, and giving to it its broadest signification, it could only have had application to those rivers which were susceptible of use by the public generally, for navigation, and their adaptation to a particular use by individuals, in the corn-se of their trade, but not to general use, -would not constitute them public highways. But in this country the public right cannot depend upon custom, or upon general use — and we accordingly find that in nearly all the States, this rale has been extended so as to be adapted to the necessities of our trade and commerce, and to embrace all streams upon which in their natural state, there is capacity for valuable floatage, irrespective of the fact of actual public use, or the extent of such use. A stream which can, only be made floatable by artificial means, can in no sense be deemed a public highway, nor on the other hand, can the fact that a floatable stream has not been used by the public, or has only been used by persons following a particular occupation, deprive such stream of its public character. This principle is one of vast importance to the interests of this and all new States. We have a large territory yet undeveloped, rich in forest and in mineral wealth — washed by vast bodies of water upon three sides, and threaded by innumerable streams which are capable of navigation, many of which are, and many others of which may be made serviceable in developing its resources — and with a commerce already established, rivaling in extent, that of some of the Atlantic States, and. rapidly growing under the influence of increasing popirlation, settlements, and wealth, it is of the first importance that the rights of the public be recognized, to the free use of all streams susceptible of any valuable floatage. In-this commerce, our lumbering interests sustain, and will continue to sustain an important part, and their success depends to a vast, if not entire extent, upon this principle. Indeed, a moment’s reflection will convince us that a liberal application and retention of the common law rule, and its adaptation to our condition and wants, lies at the bottom of this branch of our trade. Although in some of the States usage and custom has been regarded as the foundation of this public right in fresh rivers, yet, in others the application of this doctrine has been denied.. In the new States, from necessity, and the very nature of things, such cannot be the foundation of the public right.\nIn Brown vs. Chadbourn, (31 Maine, 9,) the Court, after an examination of the authorities, nearly every one of which was cited by counsel in the argument of this cause, deny the application of the doctrine of' prescription to this class of cases. “If,” say the Court, “a stream could be subject to public servitude by long use only, many large rivers in newly settled States, and some in the interior of this State, would be altogether under the control and dominion of the owners of their beds, and the community would be deprived of the use of those rivers which-Nature has plainly declared to be public highways. The true tesi^ therefore, to be applied in such cases is, whether a stream is inherently and in its nature, capable of being used for the purposes of commerce\nfor the floating of vessels, boats, rafts, or logs. Where a stream possesses such a character, then the easement exists, leaving to the owners •of the bed all other modes of use, not .inconsistent with it.” .\nThe Ordinance of 1Y87, would supersede this doctrine of the necessity of usage or custom, to establish a public right over our rivers, even ■were such the established rule of the common law. It declares that • '■the navigable waters flowing into the' Mississippi and St. Lawrence, shall bo common highways and forever free. It was framed without regard, to the common law rule as to what constituted navigable waters, •and was designed to extend over all streams which were capable of being used for any purposes of public utility. This Ordinance, it will be remembered, was established long befdfe any considerable settlement of the Terrritory over which its provisions were to extend, and it was in- • tended to provide for future contingencies, rather than for immediate application — was, in fact, the declaration bf a perpetual reservation of rights to the public, subordinate to which, individual rights should be acquired. Hence, of necessity, it must supersede such doctrine of user, if indeed, it were ever applicable to such cases, for it was designed to extend over streams and waters then'lying in the unbroken wilderness, unnavigated.except by the Indians’ canoe; and as that wilderness should be opened and settled, and its streams be .required for commercial use, the public right attached immediately, and of necessity.\nIt was contended in argument, in behalf of the plaintiff in error, that the capacity of a stream to float logs and rafts, was no criterion of the public right of servitude; but that to'render a river a public highway, it must be susceptible of navigation by boats. But this, we apprehend, is too narrow a rule upon which, in this country, to establish the rights of the public, and as already intimated, such is not the rule in any of the States. The servitude of the public interest depends rather upon the purpose for which the. public requires the use of its streams, than upon any particular mode of use — and hence, in a region where the principal business is lumbering, or the pursuit of any particular branch of manufacturing or trade, the public claim to a right of passage along its streams must depend upon their capacity for the use to which they can be made subservient. In one instance, perhaps, boats can only be used profitably, from the nature of the product to be tons-ported — whilst, in another, they would be utterly useless. Upon many of our streams, although of sufficient capacity for navigation by boats, they are never seen — whilst rafts of lumber of immense value, and mill logs which are counted by thousands, are annually floated along them to market. Accordingly, we find that a capacity to float rafts and logs in those States where the manufacture of lumber is prosecuted as a branch of trade, is recognized as a criterion of the public right of passage and of use, upon the principle already adverted to, that such right is to be ascertained from the public necessity and occasion for such uae. (See 3 N. H., 321; 2 Fairf., 278; 31 Maine, 9.) The case of Munson vs. Hungerford, (6 Barb. S. C. R., 268,) does not negative this idea, nor does it furnish any principle for our guidance; for the facts upon which it depended repelled the presumption that the public could have had any valuable right of passage, or floatage upon Black River, by reason of its rapid and broken current. In Wadsworth vs. Smith, (2 Fairf, 278,) it was expressly held, that if a stream be naturally of sufficient size to float boats, or mill logs, the public have a right to its free use for that purpose.\nBut it is urged that conceding such to be the rule, if a stream be not capable of being used to float mill logs, in an ordinary stage of water, it is not subject to the servitude of the public interests. But we have already attempted to show that a capacity for use to meet the public necessities, furnishes the true test in such cases. It is a valuable, rather than a continual use, which determines the public right Any other rule, as remarked by counsel upon the argument, would deprive many of our large rivers of their public character. “The law nowhere defines the character of a stream by admeasurement of its volume.” An ordinary stage cannot be construed as meaning a continual stage, nor an average stage. Such stage, common experience teaches us, varies with the seasons. An ordinary stage in the summer months, is very different from an ordinary stage in the spring and autumn months. The term has relation rather to the susceptibility of a stream for use, in a natural condition, without the application of artificial means, as dams for the purpose of flooding, than to a continuous capacity for floatage, and is used in contradistinction from an extraordinary and unnatural stage. That which occurs periodically, can hardly be said to be unusual, much, less extraordinary. But the case of Brown vs. Chadbourn, (31 Maine, 9,) is so directly apposite to.the case at bar, and establishes principles so perfectly adapted to our condition and interests, that it appeal® almost unnecessary to do more than to refer to and adopt it^ as meeting with our entire approval.\nThat was an action in case,- for maintaining a dam across Little River, and thereby obstructing plaintiffs logs. That was a fresh water river three miles long, flowing from Boyden’s lake to tide water. Its width varied from seven or eight feet to three or four rods. The defendant owned lands on both sides of this river, at the point where the dam was built, and the obstruction was occasioned. Upon the trial, many of the questions which are fóund in this ease arose, and the Court was requested to charge the jury, amongst other things, that “to constitute Little River a navigj&le or floatable stream, it must be shown to be capable, in its ordinary and natural state, of floating logs, boats, and rafts — and it is not enough to prove that logs may be carried down at certain seasons of the year, when the stream is raised by a freshet ” which was refused; and the Court held, that it was not necessary, in order to determine a stream a public highway, that it should have a capacity for floatage, in .its natural and ordinary stage, at all seasons of the year, and that none of the authorities required this test. “A distinguishing criterion,” (saysthe Court,) “consists in its fitness to answer the wants of those whose business require its use. Its perfect adaptation to such use may not exist at all times, although the right to it may continue to be exercised, whenever an opportunity occurs.” And in further discussion of this question, the Court further says: “Most of the great, rivers of this State in some portions of their passage, are so much impeded by rocks, falls, or other obstructions, that logs cannot be floated in them any great distance, at what may be called an ordinary state of the water. They generally remain in this condition a sufficient length of time to answer the purposes of a common highway, and their fitness, and character as such, cannot be .destroyed, because they cannot be used in their ordinary state. A test so rigid and severe as that required by the instruction requested, would annihilate the public character of all our fresh water rivers for many miles, in their course from their sources toward the ocean. The timber floated upon our waters to market, is of great value, and neither the law nor public policy requires the adoption of a rule which would so. greatly limit their use for that purpose.” It may be difficult in some cases to draw the line between-public and private streams. This must be determined by the jury, from the facts presented in the case, and the rules of law as applicable to such facts.\nThe next question which arises in this case is, whether the plaintiff in error was liable in any event, to the defendants in this action. It appears that one Stewart, was the person employed in getting out and running the logs in question. Upon the trial, he was produced as a witness in behalf of the plaintiff in error, who offered to prove by him in defense of the action, “ that the plaintiff in error made a bargain with him, Stewart, previous to 1850, to cut all the logs that such plaintiff in error had upon a certain quarter section of land — N E % of Sec. 7, T 6 N, R 16 E, in St. Clair county, and deliver them to the said plaintiff in error, at the mouth of Pine River, in the village of St. Clair, at 12s per M. feet, and that the logs spoken of by defondants in error’s witnesses, as marked “R. M.,” were cut under that contract;” and further, to show that at the time he cut and run the logs in question, he was not the servant or agent of the plaintiff in error, and that plaintiff had no interest in the running of the logs until they reached the mouth of Pine River, nor was he to render any assistance, pecuniary, or otherwise, in the cutting or running of said logs. This proposition was made in several forms, and objected to by the defendants in error, and the testimony excluded. But it appears from the minutes of the trial, that the Court did offer to permit the plaintiff in error to show that] the logs cut and marked “R. M.,” were not cut for him, and that he had no interest in them, until they reached the mouth of Pine River.\nThe much vexed, and yet unsettled question of the application of the maxim, respondeat superior, is here raised. Perhaps no fixed rule can be established respecting its application, for it must always depend more or less, upon the character of the employment, and the nature of. the contract; which may be under consideration, and which will be as various as the occasions which give rise to them. From a careful examination of all the cases which have been brought to my notice, I think it may be safely said that the doctrine of respondeat superior applies to all cases: 1st. Where the relation of master and servant, in its most familiar signification, exists; 2d. Where the superior is in possession of fixed property, (as real estate,) upon \"which some service is to be performed; for in such cases the use of the property is confined by law, to himself, and he should take care that that use and management works no injury to others, and of consequence that he brings no persons there who do any mischief to others; and 3d. Where, although a special contract be entered into respecting personal property, or services, which does not create the relation of master and servant, as more familiarly understood, yet the principal retains a supervisory power over the execution of the contract, and the actual oheonstructive possession of the property remains in him: and that it does not apply to those cases, where 1st. property is entrusted to the care and management of those who are not the servants of the owner, but who exercise employments on their own account, with respect to the care and management of the goods and property of any person who may choose to entrust them to them, to be dealt with according to that employment; 2d. Where a contract is made with another in respect of services upon property, when no power of direction or supervision is reserved by the principal, but the entire discretion as to the mode of execution of the contract, together with control of the property, is confided to th« employee; 3d. In case of a like contract, the contract prescribing the mode of its execution, when possession of the property is surrendered to the employee to enable him to execute such contract; 4th. Where the relation of principal contractor and sub-contractor fexists, in relation to works of public improvement, conducted under a public grant, where, from considerations of public policy, and the very nature of the employment, each sub-contractor is regarded as a principal, pursuing an independent calling, and responsible for the acts of those in his immediate employment.\nThe injury complained of in the present case, was in the nature of a nuisance, and was not the necessary consequence of Stewarts employment. To render the doctrine of “respondeat superior,” applicable, the injury must arise in course of the execution of some service lawful in itself but negligently or unskiflfully performed; for a wanton violation of law by a servant, although occupied about the business of his employer, such servant is alone answerable. The general proposition that a person shall be answerable for any injury which arises in carrying into execution that which he has employed another to do, seems tobe too large. His liability depends upon the nature of the employment, the occupation of 'the person employed, and the control or authority of the employer over the person employed, as well as over the manner of the execution of the employment, and also upon the occasion and nature of the injury.\nIn examining this question, the testimony offered to be given through the witness Stewart, must be regarded as having been given, and as fully establishing the facts which it was offered to prove; for it was clearly competent for the plaintiff in error to show, if within his power, the contract under which the logs were cut and run, as well as the conduct of Stewart in performing that contract, and his control over the mode of its execution, in order that the jury might determine the question of his liability.\nThis testimony would have established the factRhat the logs in question were in the possession of Stewart, under a contract, where no power of direction or supervision was reserved by Moore; but the entire discretion as to time, and manner of execution, was confided to Stewart, and that the whole risk and expense of executing it rested upon him. Under such circumstances, it cannot be contended that he would not be answerable to Moore for any breach of such contract, or for any loss which Moore should sustain by his'negligent execution of it. The relation of master and servant, or of principal and subordinate, did not exist between them; the facts are inconsistent with it, and Stewart could alone be held liable for any injury which he occasioned to the plaintiff by his conduct in running the logs.\nThe consideration of these questions renders a further review of the case, unnecessary.\nThe judgment of the Court below must be reversed, and a new trial granted.",
        "type": "majority",
        "author": "By the Court, Martin, J."
      }
    ],
    "attorneys": [
      "R. P. Eldredge, for plaintiff in error.",
      "(?. V. M Lothrop, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Moore vs. Sanborne et al.\nThe common law rule that those rivers only aro subject to the servitude of the public interests which are of public or common use, for carriage of boats and lighters, and for transportation of property, has been enlarged in this country, and in nearly all the States has been extended, so as to be adapted to the necessities of trade and commerce, and to embrace rivers upon which, in their natural state, there is capacity for valuable floatage, irrespective of the fact of actual public use, or the extent of such use. The fact that u> floatable stream has not been used by the public, or has only been used by persons following a particular occupation, docs not deprive such stream of its public character. Although in some of the States usage and custom have been regarded as the foundation of this public right in fresh rivers, in the new States of the Union, from necessity and the nature of tilings, such cannot he the foundation of the public right.\nThe true test in determining the right of public use in fresh water streams, as public highways, is whether a stream is inherently and in its nature, capable of being used for the purposes of commerce for the floating of vessels, boats, rafts or logs. Where a stream possesses such a character the easement exists, leaving to the owners of the bed all other modes of use not inconsistent with it.\nThe Ordinance of 1787 iu declaring “that the navigable waters leading into the Mississippi and St. Lawrence, shall be common highways, and forever free,” supercedes the common law doctrine of the necessity of usage or custom to establish a public right, even if that rule would otherwise prevail in the region over which this Ordinance was designed to extend.\nIt is not necessary that a stream should be susceptible of navigation by boats, to render it a public highway. The servitude of public interest depends rather upon the purpose for which the public requires the use of its streams, than any particular mode of use.\nThe public right of use in streams is not affected by the fact that they have not a capacity for floatage, in their natural and ordinary stage, at all seasons of the year. It is a valuable and not a continual capacity of use, which determines the right.\nTo render an employer responsible for the fault or negligence of his employee, the injury complained of must arise in the course of the execution of some service lawful in itself hut negligently or unskillfully performed: for the wanton violation of law by a servant,although occupied about the business of his employer, such servant is alone responsible.\nAn employer made a bargain with his employee to cut all the logs the employer had on certain land, and to deliver them to the employer at a place named, the employer having no interest in the running of the logs, until they reached the point of delivery, nor to render any assistance, pecuniary or otherwise, in the cutting or running of the logs: Held, that the relation of master and servant did not exist, and that the employee alone was liable for any injury occasioned to others by his conduct in performing Ms contract.\nError to St. Clair Circuit.\nThe facts are set forth in the opinion of the Court.\nR. P. Eldredge, for plaintiff in error.\n(?. V. M Lothrop, for defendants in error."
  },
  "file_name": "0519-01",
  "first_page_order": 527,
  "last_page_order": 538
}
