{
"id": 1855471,
  "name": "THOM v. WASHINGTON NATIONAL INSURANCE COMPANY",
  "name_abbreviation": "Thom v. Washington National Insurance",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 66, Calendar No. 46,196",
  "first_page": "522",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 478,
    "char_count": 10043,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.29831217959039313
    },
    "sha256": "611a15bf44e1eb842cb336a63e9b3eee95acd3b2b3c0e26eb894125fa14ab807",
    "simhash": "1:b01e1b547de38893",
    "word_count": 1702
  },
  "last_updated": "2023-07-14T17:57:10.685140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "THOM v. WASHINGTON NATIONAL INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "Butzel, C. J.\nPrank J. Thom held an insurance policy issued by the Washington National Insurance Company providing for indemnity of $2,000 in case of death resulting from an automobile accident. The policy, which was renewed annually with insured’s automobile club membership, was first taken out on July 9, 1943. At or about that time he executed a beneficiary card designating Betty Thom as the beneficiary. The insurance company, then known as the Great Northern Life Insurance Company, was later merged with the Washington National Insurance Company which issued the later policies and assumed and took over the policies issued by Great Northern as well as its records, including the aforementioned beneficiary card signed by the insured. Prank J. and Betty Thom were divorced in 1945 but the decree was silent as to the policy. Upon the death of Prank J. Thom, caused by an automobile accident in 1950, the company recognized the loss and paid the $2,000 to Betty Thom in accordance with its records and proofs of loss filed by her. Decedent’s son, Prank A. Thom, as administrator of his father’s estate, brought 2 suits: one in chancery against Betty Thom and the other at law against the Washington National Insurance Company, defendant and appellee herein. In the chancery suit the court awarded a money “judgment” against Betty Thom for $2,000. On the law side, the court found no cause of action against the company. Plaintiff has appealed from the judgment of no cause of action.\nThe record before us is very brief and in some respects clarity has been sacrificed for the sake of brevity. The opinion of the trial judge supplies some of the facts, otherwise, we must depend solely on the record before us. Both parties rely largely upon the following statutory provisions of CL 1948, § 552.101 (Stat Ann 1953 Cum Supp § 25.131), relating to decrees in divorce proceedings:\n“Sec. 1. When any decree of divorce is hereafter granted in any of the courts of this State, it shall be the duty of the court granting such decree to include in it a provision in lieu of the dower of the wife in the property of the husband, and such provision shall be in full satisfaction of all claims that the wife may have in any property which the husband owns or may thereafter own, or in which he may have any interest.\n“Hereafter every decree of divorce shall determine all rights of the wife in and to the proceeds of any policy or contract of life insurance, endowment or annuity upon the life of the husband in which she was named or designated as beneficiary, or to which she became entitled by assignment or change of beneficiary during the marriage or in anticipation thereof, whether such contract or policy was heretofore or shall hereafter be written or become effective, and unless otherwise ordered in said decree such policy or contract shall thereupon become and be payable to the estate of the husband or to such named beneficiary as he shall affirmatively designate: Provided, that the company issuing such policy or contract shall be discharged of all liability thereon by payment of its proceeds in accordance with its terms, unless before such payment the company shall have written notice, by or on behalf of the insured or the estate of the insured or 1 of the heirs of the insured, or any other person having an interest in such policy or contract of a claim thereunder and the aforesaid divorce.”\nThe name of Betty Thom as shown hy the beneficiary card signed by decedent was never changed. The card provided that the beneficiary named was also to be beneficiary under any policy that “may be issued in the future.” It further appears that at the time decedent first received the policy, many years prior to his death, Betty Thom also took out a similar policy naming decedent as beneficiary. She did not change the beneficiary until after the death of her former husband, but there was no agreement between them in regard to the policies and the beneficiaries. Plaintiff administrator testified that after the demise of decedent he went to the office of the Automobile Club of Michigan at Dearborn, Michigan; that he told a lady clerk that he was the decedent’s administrator and presented to her his letters of administration; that he informed her that the proceeds of the policy should be paid to the attorney for the estate who had his office in Wayne, Michigan ; and that she wrote a memorandum containing this information and appended it to the policy. Such memorandum could not be located and therefore was not produced at the trial. The defendant claims that such memorandum was never made. There is absolutely nothing in the record to show, nor any testimony to the effect, that at the time plaintiff delivered the policy and when the memorandum was allegedly made, he advised the clerk that the plaintiff’s decedent had been divorced from Betty Thom in 1945. The judge in denying plaintiff’s claim called attention to the statute, supra, which distinctly provides that payment of the policy shall discharge all liability unless before such payment the company shall have received written notice by or on behalf of the insured, or by his estate or any other person having an interest in the policy, that there had been a divorce. The plaintiff does not claim that he explicitly informed the clerk of the divorce nor could he identify the clerk to whom he spoke at the time he left the policy for processing. Mrs. Betty Leone, nee Betty Thom, is the daughter of Betty Thom, the beneficiary named on the beneficiary card. She was employed by the Automobile Club of Michigan at Dearborn, Michigan, at the time of decedent’s death but testified that she was absent from the office immediately after the death of Frank J. Thom; that the proofs of loss were mailed to her; that after she prepared them she gave them to Betty Thom, her mother, to sign; that she filled in the forms from her own knowledge and not by asking questions of her mother. In the proof of loss, in answer to the question as to the claimant’s relationship to the deceased, the word “wife” was written. The form also stated that she claimed the insurance as beneficiary. There is no proof that the Automobile Club of Michigan was the agent of defendant insurance company except that the policies were issued by the insurance company to members of the Automobile Club of Michigan. The judge held that “giving plaintiff’s testimony its full weight and considering the alleged writing made by the woman clerk to be written notice, there is no testimony that such notice or information advised the defendant insurance company that a divorce decree had been entered.”\nThe statute requires written notice by or on behalf of the insured or his estate of a claim thereunder and the divorce. Plaintiff does not allege that he gave defendant notice of the divorce as such, but argues that telling defendant to mail the money to the attorney for the estate and showing defendant letters of administration is tantamount to such notice. The statute is explicit and we are not acquainted with any reason to depart from its terms and in effect, in a case such as this, place upon the company the onus of investigating all ramifications of a patently defective notice. We feel that the statute is intended to do more than put the company “on guard.” It is intended to he a conclusive determinant of liability if the prescribed procedure is followed.\nRegardless of the claims of plaintiff, the defendant insurance company according to its records was bound to pay and did pay the indemnity under the policy to Betty Thom as beneficiary named in the beneficiary card and the proof of loss. The judge so held and the record sustains such finding. This is decisive of the case and it becomes unnecessary to discuss other questions raised by appellant. Many cases are cited but we shall not discuss them as they are not pertinent to the facts in the present case. No notice of the divorce of any kind was given. The company paid the full amount, in accordance with its records and it is discharged from further liability.\nJudgment for defendant is affirmed, with costs.\nCarr, Bushnell, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Butzel, C. J."
      }
    ],
    "attorneys": [
      "Robert M. Martin, for plaintiff.",
      "Temple, Brown, Temple £ Williams (John J. Temple, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "THOM v. WASHINGTON NATIONAL INSURANCE COMPANY.\n1. Insurance—Life Insurance—Notice op Divorce—Payment.\nAn insurer under an insurance policy on the life of a divorced man is discharged of all liability unless before payment of the policy the insurer shall have received written notice by or on behalf of the insured or his estate or any other person having an interest in the policy of á claim thereunder and that there had been a divorce (CL 1948, § 552.101).\n2. Same—Life Insurance—Divorce from Beneficiary—Defective Notice.\nSon of insured who gave insurer’s policy-issuing agent notice of his claim for amount of aeeident insurance but failed fo state that his father had been divorced from the named beneficiary, and insurer paid such beneficiary notwithstanding claimed notice, was not entitled to recover from insurer on such policy, since the notice was defective (CL 1948, § 552.10).\n3. Same—Life Insurance—Divorce from Beneficiary—Defective Notice.\nAn insurer under an accident insurance policy does not have the onus of investigating all ramifications of a patently defective notice which merely asserted a claim for the proceeds of the policy without stating that the insured had been divorced from the named beneficiary (CL 1948, § 552.10).\nReferences for Points in Headnotes\n[1-3] 29 Am Jur, Insurance §§ 1121,1309.\nAppeal from Wayne; FitzGerald (Frank), J.\nSubmitted December 3, 1954.\n(Docket No. 66, Calendar No. 46,196.)\nDecided December 29, 1954.\nAction by Frank A. Tbom, administrator of tbe estate of Frank J. Thom, deceased, against Washington National Insurance Company for proceeds of policy paid to deceased’s former wife as named beneficiary. Judgment for defendant. Plaintiff appeals.\nAffirmed.\nRobert M. Martin, for plaintiff.\nTemple, Brown, Temple £ Williams (John J. Temple, of counsel), for defendant."
  },
  "file_name": "0522-01",
  "first_page_order": 562,
  "last_page_order": 567
}