{
"id": 156073,
  "name": "W. M. Sanders v. The State",
  "name_abbreviation": "Sanders v. State",
  "decision_date": "1893-02-04",
  "docket_number": "No. 47",
  "first_page": "525",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 590,
    "char_count": 13773,
    "ocr_confidence": 0.578,
    "pagerank": {
      "raw": 3.6874774538135323e-07,
      "percentile": 0.8923137989898253
    },
    "sha256": "9c7daad09cb2aa1c2e24d3b4888c8c039975855989f9fb8de334af0b6d1dceac",
    "simhash": "1:53ae31d10b005ac7",
    "word_count": 2620
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. M. Sanders v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was convicted of theft of property over the value of $20, and sentenced to six years in the penitentiary, from which judgment he appeals.\nJ. E. Clark kept his money in a tin box, secreted under the stubble in one of his out-liouses. On his last visit to his box, on February 22, he had $180 in currency, but on the 7th of March he went again, and found it was all stolen. Defendant was a renter on Clark’s farm, and lived about a mile away. He had moved on the place, and had no money to buy provisions, and the landlord had furnished him meat, and had gone his security to buy farming tools. The widow Raines and her son, Henson, 17 years old, were also living on the Clark farm, and were his (Clark’s) tenants. Shortly after the money was stolen, both the defendant and the widow Raines began spending money freely, and some of the money being identified, defendant was arrested, and search warrants issued, under which the premises of the suspected parties were searched.\nAppellant complains that the court erred in permitting the constable, M. J. Davis, to testify as to the confessions and statements made by Henson Raines and his mother as to the complicity of appellant in the theft of the money. Over the objection of the appellant, the constable, Davis, was allowed to state, that after he had arrested appellant, he went to the house of the widow Raines, and began the search of her premises, and after finding some new goods and furniture, he ripped open the mattress, and discovered a new overcoat and pants; that he then confronted the youth Henson Raines, and told him he was the one he was after, and he had better tell all about it; that if he did, he (the constable) did not think he would be prosecuted.\nTwo of the posse at the search swore that the constable also told him that the only way to escape was to lay the whole thing on Sanders; that he had a warrant for his (Henson’s) arrest, and if he was jailed, he wouldn’t be allowed bail. That Henson Raines then stated that appellant had found the money, and induced him, on the promise of a fair divide, to help steal it; that when they got to the place, appellant had gone and got the money, and had only given him $5 and a horse for his half. The witness was also allowed to state that Mrs. Raines stated to him that a young Sanders told her that it was said that Clark’s money was stolen, and she had better hide the things she had bought, and that she had sewed them up in the mattress. Witness also stated that Henson Raines denied having any of the money, but that one Fully, who was present, promised to get the money from him, and next day gave the constable a $20 bill. We are of the opinion that the statements above mentioned were wholly inadmissible against appellant, as being hearsay. The declarations of a witness are sometimes admissible to corroborate his evidence when impeached on the ground of corrupt influence or falsification, where it is shown that the said declarations were made at a time and under circumstances that render it improbable that any improper influence was present. Gallaher’s case, 28 Texas Ct. App., 274; 1 Whart. Crim. Ev., 571.\nThe witness Henson Raines, after testifying in the case, stated that he had been told by the district attorney and the constable that if he told all he knew “ the law could not touch him.” We can not see how evidence given under such assurance can be strengthened by statements made by said witness to the officer at the time of his arrest, and also under a similar assurance that he would not be prosecuted if he told all about the matter. We think the court erred in admitting the testimony. In regard to the testimony of this witness Henson, we desire to say that it is improbable when weighed by itself. His statement as to his own habits and propensities is certainly not calculated to inspire confidence in any account he would give, and his reputation for veracity and honesty, if appellant’s witnesses are to be believed, is certainly below par. His claim that appellant got all the money and refused to divide is not consistent with his offer of $60 cash to Rex Chamberlain for his horse and saddle and bridle, or with the fact that $20 was recovered from him by the constable, and that his mother made purchases of clothing and furniture. It can scarcely rebut appellant’s claim of selling the horse to Mrs. Raines, and certainly is a frail support upon which to rest a conviction. There is no other reversible error in the case. The judgment is reversed and the cause remanded.\nReversed and remanded.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "M. R. Siring fellow, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "W. M. Sanders v. The State.\nNo. 47.\nDecided February 4.\n1. Theft of Money—Evidence—Hearsay—Declarations of Accomplice.—On a trial for theft of money, the State was allowed to prove, over objection of defendant, the acts, declarations, and confessions of an avowed accomplice, made at the time of his arrest, in the absence of defendant and after the theft was complete. Held, that'the evidence was hearsay and inadmissible.\n2. Accomplice Testimony, Corroboration of.—Where an accomplice testified that he had been told by the district attorney and constable that if he told all that he knew 11 the law could not touch him,” held, that his testimony given under such circumstances could not be strengthened nor corroborated by statements made by him to an officer at the time of his arrest, and under similar assurances of immunity from the officer.\n3. Previous Declarations of Witness, when Admissible to Corroborate.—Previous declarations of a witness are only admissible in corroboration of his testimony where made at such time and under such circumstances as render it improbable that any improper influence was present.\nAppeal from the District Court of Caldwell. Tried below before Hon. H. Teichmuller.\nThis appeal is from a judgment of conviction for theft of money over the value of $20, the punishment being assessed at six years in the penitentiary.\nJ. E. Clark, the alleged owner of the money, testified, substantially: That he had been in the habit of burying his money in his hack house, in a tin box. That he would take up the box and put money in it from time to time, as he would get it, until he had accumulated some $200 in bank bills in the box. That on the 22d of February he unearthed his box, took out two $10 bills, and buried the box again in the hack house. That on the 2d of March he found that some one had dug up the tin box, and stolen his money, $180. Afterwards he identified a $20 bill as a part of his stolen money. Defendant had changed this bill with the express agent at Lockhart. Defendant was a renter upon Clark’s place, as was also Mrs. Mary Raines and her son Henson, a boy 17 years of age.\nHenson Raines testified at the trial, and inasmuch as his testimony involves the matters discussed in the opinion of the court, we reproduce it in full*as follows: He testified: I know the defendant, and live about 300 yards from him. One evening last spring, about the last of February, the defendant came to our house, and I had a conversation with him out at the crib. He told me he had found old man Clark’s money, and asked me to go and help him get it. I told him at first that I did not want to go, but he persuaded me to go, and told me to ask my mother to let me go down and stay all night at his house, and that we would go and get it that night.\nI went with him. We got to his house about dark and went to bed. About 12 o’clock he came and waked me up, and told me that it was time to go. I got up and went along with him, and when we got about 150 yards from Mr. Clark’s we stopped, and he told me that the money was in the wagon shed, and that I must go and get it, and he would give me-half of it. I refused to go, and the defendant then said, “ Well, by grabs, I’ll go.” Defendant then went off in the direction of the wagon shed, and after being gone about five minutes he returned, and said that he had the money. We then went back to the defendant’s crib, and there divided, but defendant refused to give me as much as he had promised. He then told me that he would let me have a sorrel mare that lie-owned and valued at $45, and that in addition to the mare he would give me $25. This I at first refused to take, telling him that I wanted half of the money, as he had promised me. Defendant told me that if I didn’t take what he had offered me I would get nothing. I then consented to take the mare and the $25. Defendant then gave me a $20 bill, and promised to give me $5 at some other time. The mare was then in the pasture, and I took possession of and claimed her after that night. I still own her. After the division was agreed on, we went to bed again, and I staid at defendant’s house the remainder of the night. Sometime after that the defendant gave me another $20 bill to bring to town and get changed, and to take out of it the $5 which he owed me on the division. I brought the bill to town, and bought an overcoat and two pairs of pants from C. A. Andrews, who changed the bill for me, and I gave defendant $15 out of the change.\nCross-examined: I know where J. E. Clark’s hack house is, and I also know his wagon shed. The wagon shed is 75 or 100 yards northeast of the hack house. From the point at which we stopped, where the defendant told me to go and get the money, one in going to the hack house would not pass directly by the wagon shed, but would leave it considerably to the right-. I am not mistaken about where the defendant told me the money was. He did not tell me that it was in the hack house, but lie told me that it was in the wagon shed, and told me to go there and get it. He did not tell me whether it was buried, or whether it was in the cracks between the logs, or whether it was lying on the ground. He simply said it was in the wagon shed, and told me to go there and get it. He did not say whether it was hid or not, nor did he tell me whereabouts in the wagon shed to look for it. It was then dark, and must have been darker still under the wagon shed, as that had two side walls and a roof. I never saw the defendant get any money. He started off in the direction of the wagon shed, saying he was going to get it; in about five minutes returned and said that he had it. He did not then have anything in his hand, but he did say that there was $180 of the money, but he exhibited no money until we got back to the crib. I did not ask my mother to let me go to the defendant’s house, as he told me to do. My mother was then a widow, and her name was Mary Raines. She has since married my cousin Bill Fully.\nI am 17 years old. I smoke cigarettes, chew tobacco, and cuss, but I don’t gamble. I know Rex Chamberlain. I never have played cards with him, nor did he ever see me with any money in a game of cards. I did not during the spring term of the District Court of this county offer, at my mother’s house, to buy a horse and saddle from Rex Chamberlain. I did not offer to pay him $65 in cash for his horse and saddle. During last spring I had no money except the $20 bill and $5 out of the other $20 bill that defendant gave me, and $3 that I worked for in money. I never kept any money hid. It is not a fact that during corn-planting time last spring my mother found my purse with money in it, hid in a sack of cotton in the smoke house. I was at home last spring when M. J. Davis, a constable, searched my mother’s house. He found some clothing hid in the mattress of a bed. It was the same overcoat and pants that I bought from Mr. Andrews. I had put them in the mattress myself. I ripped the mattress open, put the things in, and sewed the mattress up myself. My mother did not hide them, and knew nothing about my hiding them. No promises have been made to me that I should not be prosecuted if I would testify against the defendant in this case, but the district attorney and the constable told me that if I would tell them all I knew about the case the law would not touch me. We have lived on Mr. Clark’s place only since last Christmas. Last year we lived on Tom McAfee’s place. While there I knew B. D. K. Rhodes. For two years prior to that we lived in Bastrop County. While living there I knew C. M. Purchell and P. W. Harris.\nThe overcoat that I bought from Andrews cost $2, and the two pairs of pants cost 75 cents a pair, I bought no other goods from him. I did not buy the sorrel mare from the defendant and pay him $45 in cash for her. Neither I nor my mother ever tried to buy from the defendant a brown mare which was owned jointly by him and Louis Voight. I never paid him $20 as part of the purchase money on said brown mare. If they ever owned a brown mare I don’t know it.\nIt is unnecessary to give in detail any of the other testimony in the case. During the trial defendant reserved a bill of exceptions to the admission of the testimony of one M. J. Davis, to the effect that after defendant had been arrested and put in jail, he, witness, as constable, acting under a warrant, searched the house of Mrs. Mary Raines, and found some clothing concealed in the mattress of a bed; that Henson Raines told witness that he, Henson, and defendant had stolen the money of J. E. Clark. That while talking to Henson Raines, the latter at first denied that he had any of the stolen money, but that afterward one Fully gave witness a $20 bill which he said he got from Henson Raines, which bill witness produced, identified said bill, and exhibited it to the jury. Defendant’s objection to this testimony was that it was partly hearsay, and that all the matters and things testified to by witness occurred and happened during the absence of the defendant.\nM. R. Siring fellow, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0525-01",
  "first_page_order": 545,
  "last_page_order": 549
}