{
  "id": 807213,
  "name": "THE PEOPLE v. MEYER YOSCOW",
  "name_abbreviation": "People v. Yoscow",
  "decision_date": "1907-01-11",
  "docket_number": "",
  "first_page": "527",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "20 N.Y. Crim. 527"
    },
    {
      "type": "parallel",
      "cite": "117 App. Div. 75"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 363,
    "char_count": 5621,
    "ocr_confidence": 0.541,
    "sha256": "6b5d92982fc17f9919ea7595335508c58d8c454ce72f7bcdcd8c89be8ad15b75",
    "simhash": "1:20afe946160e6547",
    "word_count": 1015
  },
  "last_updated": "2023-07-14T16:43:28.778390+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. MEYER YOSCOW."
    ],
    "opinions": [
      {
        "text": "Scott, J.:\nThe appellant was convicted of murder in the second degree-in the Court of General Sessions of the Peace. The case is barren of exceptions raising any question of law. The appellant bases his appeal upon the contention that, on the whole, the defendant’s evidence was more worthy of belief than that of the People, and upon the further contention that the trial judge and the counsel who defended the appellant at the trial misconceived the true theory of the facts upon which the defense should have been predicated.\nThe defendant kept a billiard or pool room on Third avenue-which was apparently frequented by young men and boys of the character commonly known as “ tough.” The deceased ■frequently resorted to the saloon and on occasions had been riotous and destructive, breaking the pool tables and implements of the game. On the night of the shooting Flynn, the man who was killed, had played pool in the room, and had gone out leaving his overcoat behind him. Later he returned for his coat and the shooting then took place.\nThe story told by the People’s witnesses was that while Flynn had been out of the room two men named Casey and Luizzi had come in and commenced playing pool at the table nearest the entrance; that Flynn passed them in going to the back of the room for his overcoat, and was obliged to repass them in order to leave the room; that he had put on his coat -and was going out when Luizzi struck him on the head with the heavy end of the cue, saying that he had waited for him (Flynn) and was going to fix him; that Flynn fell and Luizzi beat and kicked him, and that the defendant then came up and either kicked or jumped on Flynn and shot him as he lay on the floor. Some of the witnesses say that defendant spoke to Flynn, saying in effect that the latter had wrecked his place and that he (defendant) would fix him. This general story of the shooting was told by a number of witnesses who were present. The defendant told how Flynn wrecked the room on a previous evening, and had done other damage,- and that he and Flynn had had some words about it; that on the night of the homicide, immediately before it occurred, he was standing in the front of his room talking to some young men when' Flynn ■came in; that he asked Flynn why he did not stay away, to-which the latter returned a rough reply; that shortly afterwards a sudden row broke out in the saloon and he rushed to the back of the room and took a revólver out of a box; that as he went some of the men present tried to strike him; that he heard threatening cries directed towards himself; that after he had procured the revolver he went again to the front of the room, and as he did so a young man named Savarese was pushed against him; that he hit Savarese with the revolver and saw Flynn coming towards him threatening him; that he was about to strike again at Savarese when the revolver went off and the next thing that he saw was that Flynn lay upon the floor.\nHe denied that he had shot Flynn while he lay on the floor, •or that he had aimed the revolver at Flynn at all, or that he had either kicked Flynn or jumped on him. He was corroborated to some extent by his brother, and there was evidence of his previous peaceable reputation. The testimony presented a sharp conflict as to how the shooting came about, and the jury were certainly entitled to believe, as they evidently did, the account given by the People’s witnesses. As to the supposed misconception of the true theory of defense on the part of the •court and counsel we have been unable to discern it. The view of the case insisted upon by the counsel at the trial was that defendant had been put in such danger as to his person and property as to justify him in arming himself with a view to protecting himself; that he was justified in using such force as was necessary to effect that end, and that the pistol went off unintentionally or accidentally while he was defending himself with it by using it as a club.\nCounsel developed this theory of defense by a series of requests to charge which were not only accepted and charged by the court, but were charged before the general charge was made, thus giving the jury at the very outset the defendant’s theory of his defense couched in the language of his counsel. Of course the presentation of this defense rendered it proper that the court should instruct the jury as to when and under what circumstances a man may resort to violent and deadly means for his self-protection, and this the learned judge did temperately and accurately. Upon the whole case we are of the opinion that the defendant had a fair trial; that the testimony offered on, behalf of the people was such as the jury was justified in believing, and that, being believed, it amply supported the verdict..\nThe judgment must he affirmed. ■ 1 ■\nPatterson, P. J., Ingraham, Latjghlin and Clarke, JJ:,. concurred.\nJudgment affirmed. Order filed.",
        "type": "majority",
        "author": "Scott, J.:"
      }
    ],
    "attorneys": [
      "Lewis Siuyvesant Chanter, for the appellant.",
      "Robert C. Taylor, for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT—APP. DIVISION-FIRST DEPARTMENT,\nJan. 11, 1907.\nTHE PEOPLE v. MEYER YOSCOW.\n(117 App. Div. 75.)\nMubdeb—Second Degbee—Evidence.\nEvidence in a prosecution resulting in a conviction of murder in the second degree considered and judgment affirmed.\nAppeal by the defendant, Meyer Yoscow, from a judgment of the Court of General Sessions of the Peace in and for the-county of Hew York, rendered on the 27th day of May, 1904, convicting him of the crime of murder in the second degree, and also from two orders respectively denying the defendant’s motions for a new trial and in arrest of judgment.\nLewis Siuyvesant Chanter, for the appellant.\nRobert C. Taylor, for the respondent."
  },
  "file_name": "0527-01",
  "first_page_order": 549,
  "last_page_order": 552
}
