{
  "id": 1224760,
  "name": "THE PEOPLE v. ROSARIO TARANTOLO",
  "name_abbreviation": "People v. Tarantolo",
  "decision_date": "1922-06-09",
  "docket_number": "",
  "first_page": "529",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 529"
    },
    {
      "type": "parallel",
      "cite": "202 App. Div. 707"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 327,
    "char_count": 7516,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 7.788181222255693e-07,
      "percentile": 0.9721616974580372
    },
    "sha256": "a7668b476eeda88534fd8aa7a449fddbba2c7ad1014b32aec165a6118773252d",
    "simhash": "1:3a71a47f8f290061",
    "word_count": 1317
  },
  "last_updated": "2023-07-14T18:56:16.069757+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. ROSARIO TARANTOLO."
    ],
    "opinions": [
      {
        "text": "Kelby, J.:\nThe information charged defendant with the crime of carrying a dangerous weapon, committed as follows: “ The Defendant on September 19th, 1921, in the County of Kings, being-then over the age of sixteen years, had in his possession a pistol of the size which might be concealed upon his person without a written license therefor.” The possession of the revolver was proven. The defendant admitted at the time of his arrest that the revolver was his, and produced at that time a permit which he said allowed him to carry it. This permit was issued by a justice of the peace of the town of Oyster Bay to the defendant, who is described as “ of the Borough of Brooklyn, New York.”\nIn the year 1919, section 1891 of the Penal Law (as amd. by Laws of 1919, chap. 413) read in part as follows:\n“ Any person over the age of sixteen years, who shall have in his possession in any city, village or town of this State, any pistol, revolver or other firearm of a size which may be concealed upon the person, without a written license therefor, issued to him as hereinafter prescribed, shall be guilty of a misdemeanor.”\nThe same section, in a later, provision, contained the following:\n“ In addition, it shall be lawful for the police commissioner in the city of New York or any magistrate, elsewhere in this State, upon proof before him of [that] the person applying therefor is of good moral character, and that proper cause exists for the issuance thereof, to issue to such person a license to have and carry concealed a pistol or revolver without regard to employment or place of possessing such weapon, provided, however, that no such license shall be issued to any alien, or to any person not a citizen of and usually a resident in the State of New York,” etc.\nIn 1921, however, this section of the Penal Law was amended by chapter 297 of the Laws of 1921, and subdivision 9 of section 1897 reads as follows: “ In addition, it shall be lawful for the police commissioner in the city of New York or elsewhere in this State, for a judge or justice of a court of record, upon proof before him of [that] the person applying therefor,” etc.\nAt the time of the arrest and conviction of the defendant, therefore, the defendant was carrying a revolver under a permit that was issued neither by the police commissioner in the city of New York nor by a judge or justice of a court of record.\nThe new act now provides that it shall be unlawful to carry or possess a revolver unless a permit therefor is issued in the manner therein provided, that is, either by the police commissioner in the city of New York or by a judge or justice of a court of record without the city of New York. The Legislature dropped from the former law the phrase “ any magistrate elsewhere in this State.” The result is that the magistrates no longer have power to issue permits, and the further result ensues that anyone having a permit issued by neither the police commissioner nor a judge of a court of record has no lawful permit.\nThe only evidence of the residence of the defendant at the time of the issuance of the permit is that contained in the permit itself, viz., “ the Borough of Brooklyn.” When the magistrate for the town of Oyster Bay issued the permit, therefore, he necessarily believed that the defendant’s residence was in the borough of Brooklyn, city of New York.\nThe same statute prior to the amendment of 1921 contained the following provision, which immediately precedes the provisions heretofore quoted:\n\" It shall he the duty of the police commissioner in the city of New York and of any magistrate elsewhere in this State to whom an application therefor is made by a commissioner of correction of the city or by any warden, superintendent or head keeper of any State prison, penitentiary, workhouse, county jail or other institution for the detention of persons convicted of or accused of crime, or offenses, or held as witnesses in criminal cases, to issue to each of such persons as may be designated in such applications and who is in the regular employ in such institution of the State, or of any county, city, town or village therein, a license authorizing such person to have and carry concealed a pistol or revolver while such person remains in the said employ.\n\" It shall he the duty of the police commissioner in the city of New York and of any magistrate elsewhere in this State, upon application therefor, by any householder, merchant, storekeeper or messenger of any banking institution or express company in the State, and provided such police commissioner or magistrate is satisfied of the good moral character of the applicant, and provided that no other good cause exists for the denial of such application, to issue to such applicant a license to have and possess a pistol or revolver, and authorizing him (a) if a householder, to have such weapon in his dwelling, and (b) if a merchant, or storekeeper, to have such weapon in his place of business, and (c) if a messenger of a banking institution,- or express company, to have and carry such weapon concealed while in the employ of such institution or express company.”\nConstruing all of these provisions of the same section together, the manifest intent of the former statute was that residents of the city of New York should apply to the police commissioner of the city of New York for a pistol permit, and that said police commissioner had exclusive authority under the statute to issue permits for residents of the city of New York. Outside of the city of New York, applicants for pistol permits should have applied to the local magistrate within whose district the applicant resided.\nThe defendant, a resident of the city of New York, as appears by the permit itself, applied to the magistrate of the town of Oyster Bay for a permit. He should have applied to the police commissioner of the city of New York, who had exclusive authority to issue permits to residents of the city of New York.\nThe magistrate of the town of Oyster Bay, therefore, had no authority to issue to the defendant the permit in question, and it was void from its issuance.\nThe judgment of conviction should be affirmed.\nBlackmar, P. J., Kelly, Manning, and Young, JJ., concur.\nJudgment of conviction by the Court of Special Sessions affirmed.",
        "type": "majority",
        "author": "Kelby, J.:"
      }
    ],
    "attorneys": [
      "Edward J. Reilly, for the appellant.",
      "John Francis Moore, Assistant District Attorney (John E. Ruston, District Attorney, with him on the brief), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — SECOND DEPARTMENT.\nJune 9, 1922.\nTHE PEOPLE v. ROSARIO TARANTOLO.\n(202 App. Div. 707.)\nCarrying dangerous weapon — Resident op citx op New York must SECURE PERMIT PROM POLICE COMMISSIONER — PERMIT ISSUED BY JUSTICE OP PEACE OUTSIDE OP CITY VOID — PENAL LAW, § 1897, AS IT EXISTED PRIOR TO AMENDMENT OP 1921 CONSTRUED.\nUnder section 1897 of the Penal Law as it existed prior to the amendment of 1921, a resident of the city of New York was required to procure permission from the police commissioner of the city of New York to carry a revolver, and a permit issued by a justice of the peace outside of the city of New York to a resident thereof was void from its issuance and constituted no defense to the charge of carrying a dangerous weapon in violation of the statute.\nAppeal by the defendant, Rosario Tarantolo, from a judgment of the Court of Special Sessions of the City of New York, Borough of Brooklyn, rendered against him on the 5th day of December, 1921, convicting him of possessing a revolver without a license.\nEdward J. Reilly, for the appellant.\nJohn Francis Moore, Assistant District Attorney (John E. Ruston, District Attorney, with him on the brief), for the respondent."
  },
  "file_name": "0529-01",
  "first_page_order": 549,
  "last_page_order": 553
}
