{
  "id": 1933627,
  "name": "Draper et al. vs. Williams",
  "name_abbreviation": "Draper v. Williams",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "536",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 536"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "11 Pick, 269",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 5821,
    "ocr_confidence": 0.337,
    "pagerank": {
      "raw": 6.657784549935538e-08,
      "percentile": 0.4055665021397
    },
    "sha256": "537bbcdb4e01864ac1e37413a0eae239d0e38e0d4712fa1984b4d67aa18376d5",
    "simhash": "1:ccf39562a6ed45c0",
    "word_count": 1014
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Draper et al. vs. Williams."
    ],
    "opinions": [
      {
        "text": "By the Court, Martin, J.\nUnder the charter of the Detroit and Pontiac Railroad Company, for the use of which, the premises in question were apjuopriated, the corporators were invested with all the prmleges, rights, and powers, necessary for the location, construction, and keeping in repair such railroad, &c., not exceeding-100 feet in width, and were authorized to enter upon, use, and'excavate any land which might be wanted for the site of such railroad, or any other purpose which should be necessary in the construction-or repair of such road, and its works, so soon as the amount of damages should- be ascertained and tendered, as thereinafter provided.\nAuthority was also given to the company to agree with the owner or owners of land which might be so required; and in case the parties could not agree, or if the owner or owners, or any of them, were»under age, or under certain other disabilities, as therein mentioned, then provision was made for the empanelling of a jury to inquire of such damages, &e. Under this charter the defendants entered upon the lands of the plaintiffs, and constructed their road across the same. Before doing .this, however, it appears that they agreed with the plaintiff, Farnsworth, respecting his damages, and took from him a grant of a right of way over the\" premises, so far as his interest was concerned, for the consideration of sixty-seven dollars, as appears from the instrument of grant.\nThis instrument, the Court below charged the jury was void, and must be disregarded by them, except in mitigation of damages, and upon the correctness of this charge our opinion is asked.\nBy the terms of the charter, the Company had a right to agree with any ofimer for his claim for damages for occupation of his land. The grant from Farnsworth is evidence of such agreement with him, and •operates as a release of all claim for damages upon his part. It passed mo fee, nor did it confer any right as against Draper, in respect to his damages. There is no law requiring an amicable adjustment, as in this case, to be joint to render it, valid. One may be negotiated with to-day, and another to-morrow.\nWe can perceive no analogy between this case and those read upon the argument. There are cases of a conveyance by one tenant in common of a certain specified portion of the joint estate held in common. Whether such a conveyance would be valid, is a question upon which the Courts of the several States are not agreed. At the farthest, however, such conveyance is only held as voidable as to the co-tenants, while it operates as an estoppel against the grantor, and those claiming under him.\nNor can the instrument executed by Farnsworth be regarded as in •and 'of itself establishing a servitude upon the common property. That was established by the charter and the survey. The right of entry was suspended until payment of damages, but was not created by it. That ’this is so, is apparent from a consideration of the fact that the entry might be by compulsion, as soon as the damages should be ascertained and tendered. The case in (11 Pick, 269;) is readily distinguishable from this, as there the servitude was attempted to be created by agreement with one co-tenant. The law relative to the laying out and establishing highways, under which that case arose, can hardly be said to furnish any, even the slightest analogy by which to determine a case like the present.\nIt is true as a general rule, that in an action of trespass brought by tenants in common, in relation to their land, or in any action merely persona], they must all join as plaintiffs. But in trespass, the breaking and entry is the gist of the action; expulsion or ouster is a mere aggravation of the trespass. If the original entry be lawful, trespass will not lie. In the present case an adjustment of damages was made with Farnsworth, upon which the right of entry as to him, was perfected under the charter; and if a joint action can be maintained, after such adjustment, it must be upon the ground that such adjustment is void unless concurred in by the co-tenant. We cannot believe that such was-the intention of the Legislature in framing the charter, for it would operate oppressively upon the company, and prevent what the law encourages, amicable adjustments of conflicting rights.\nIt must therefore be certified to the Circuit Court for the county of' Oakland, as the opinion of this Court, that such instrument is valid, for the purposes above indicated, and. there was error in the charge of the-Court in that particular.",
        "type": "majority",
        "author": "By the Court, Martin, J."
      }
    ],
    "attorneys": [
      "Q. Draper, for plaintiffs.",
      "J. V. Qamplell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Draper et al. vs. Williams.\nThe charter of the Detroit and Pontiac Railroad Company, empowers the Company to settle with any owner Ms claim of damages for the occupation of land; therefore a grant to the Company by one ot several tenants in common, of the right of' way as to his interest* over the common estate, although it passcs¡no fee, and confers no right as against the other tenants, is nevertheless valid, and operates as to the tenant executing it, as a release of his damages.\n©ase .reserved from the Oakland Circuit.\nThe two plaintiffs were tenants in common of certain premises in Oakland county. One of them conveyed to the defendant, for the use of the Detroit and Pontiac Railroad, the undivided half of the right of way over the common estate. The defendant having entered upon the premises in which such interest had been granted, an action was brought in the name of both tenants, for trespass upon the common close. The Court proforma instructed the jury that the deed by the one tenant in common, was void,-and on this instruction a verdict was rendered for plaintiffs.\nA motion for new trial was made on this and other grounds, and this point was reserved for the opinion of the Supreme Court.\nQ. Draper, for plaintiffs.\nJ. V. Qamplell, for defendant."
  },
  "file_name": "0536-01",
  "first_page_order": 544,
  "last_page_order": 546
}
