{
"id": 1933628,
  "name": "Michigan Central Railroad Company vs. Ward",
  "name_abbreviation": "Michigan Central Railroad v. Ward",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "538",
  "last_page": "549",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 538"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "19 Wend., 247",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "19 Wend., 251",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/19/0251-01"
      ]
    },
    {
      "cite": "17 Wend., 305",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/17/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1030,
    "char_count": 27147,
    "ocr_confidence": 0.36,
    "pagerank": {
      "raw": 3.004131507705413e-07,
      "percentile": 0.8527363950562369
    },
    "sha256": "d83c986a690fd46fab5d21ecac028c87c9d115f16d5b359239f54290d1d0c9df",
    "simhash": "1:efad422bbb9c1ac3",
    "word_count": 4581
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michigan Central Railroad Company vs. Ward."
    ],
    "opinions": [
      {
        "text": "By the Court, Johnson, J.\nOn the 16th of November, A. D. 1850, the plaintiffs in error received of F. Dennison, at Kalamazoo, seven hundred and thirty-three and a half bushels of wheat, to he transported to Detroit, and there to be delivered to the defendant or to his order.\nOn the 18th of the same month the wheat arrived at Detroit, and on? the evening of that day was elevated from the cars into- the warehouse of the plaintiffs, and deposited in bins with other wheat. Early on the following morning the warehouse was consumed by fire. Some portion of the wheat was destroyed, and a greater part of the balance materially injured. Subsequently there ,was a demand of the wheat, and on refusal, this action was brought.\n.Upon the investigation of this cause it becomes material to inquire whether the plaintiffs at the time of the destruction of the property in qirestion, held the same in the capacity of a common carrier, or in that of a warehouseman, for the liability of each is distinct and materially different at common law. The one can only discharge himself from the-liability incurred by the non-delivery of property intrusted to his carer by showing that he is prevented by the act of God, or the public enemy; while the other may do so, by showing ordinary care and diligence exercised in the preservation of the same.\nThe record in this case does not show how, or by what means, the warehouse was burned; whether it occurred in consequence of the negligence of the agents of the plaintiffs, or otherwise; and, perhaps, it may not be material to inquire; but if it should we presume there will be nothing found in this case to distinguish it from those falling within ■the general rule, that he who charges a breach of duty must prove it.\nThe plaintiffs received the property in question as common carriers, ■and unless it shall appear from an examination of the ease that the relative situation of the parties was changed before its destruction, they must bo held responsible in that capacity; and this leads us directly to the inquiry, what have the plaintiffs undertaken to do ? and what are the legal obligations growing out of that undertaking ?\nThe express agreement is to transport the wheat in question to Detroit, and to deliver it to the defendant, or to his order. In doing all 'this, the plaintiffs act in the capacity of a common carrier; hence, it becomes material to know what constitutes a delivery.\nIn the absence of any spécial contract, or local custom, or usage of particular trades, governing or controlling the action of the parties, it is incumbent upon a common carrier, by the rules of the common law, to deliver the goods intrusted to his caro, to the consignee, personally, and, until such deliveiy, he does not discharge himself from the obligations and duties the law imposes upon him.\nIn the ease of Hyde vs. Trent and Mersey Navigation Company, (5 Term. R. 387;) this question (though not involved in the case,) was much discussed, and three of the four judges were of the opinion that carriers by land were required to make an actual delivery to the consignee. This doctrine has been sustained by numerous subsequent decisions of that country. (Smith vs. Horn, 8 Taunt, 144; Bodenham vs. Bennet, 4 Price Ex., 31; Garnet vs. Willan, 5 Barn, & Ald., 53; Duff vs. Budd, 3 Brod. & Bing. R., 177; Muschamp vs. Lancaster Railroad Company, 8 Mees. & W., 421.) Such is the current of decision in this country. In the case of Gibson vs. Culver, (17 Wend. R., 305;) the Court assumes this to be 'the general doctrine established in this country. The defendant in that case sought to relieve himself from the obligations of a common carrier by showing a particular custom, thereby admitting and conceding the general rule, and Cowen, J., in that case, remarked: “The offer of the defendant pre-supposed what is now conceded, and is, indeed, extremely well settled, that, prima fa■cie, the carrier is under an obligation to deliver the goods to a consignee ■personally.”\nAll the elementary authors fully concur in this proposition. (See 4 JKent,y>. 604, '5, notefF.;) Angelí on the Law of Carriers, § 295; Story on Bail., § 543.)\nBut to this general rule there will be found many exceptions — it is-competent for a party to discharge himself from this implied undertaking by a special contract, or by showing a local custom, or a particular usage, when such custom or usage is of such a character as to fairly raise the presumption that both of the contracting parties acted in reference to it.\nWith great force and reason the law implies an exception to another large class of common carriers, including all those whose mode of transportation is such as to render it impracticable to comply with this rule; it embraces all carriers by ships and boats, and cars upon railroads. These must necessarily stop at the wharfs and depots of their respective routes, and consequently personal delivery would be attended with great inconvenience, and therefore the law has dispensed with it. But, in lieu of personal delivery, which is dispensed with in the last class of cases mentioned, the law requires a notice, and nothing will dispense with that notice. Price vs. Powell, (3 Comstock, 323.) In that case-it became a matter of importance to know whether the marble was injured before or after delivery; and Bronson J. said: “That no evidence-concerning the usage at Wilmington, had been given at the time the question about proving this conversation was made; and cleai’ly, landing the property on the wharf, was not a good delivery without at least giving notice to the consignee;” and in proof of this doctrine, he cited (Ostrander vs. Brown, 15 J. R., 39; Gibson vs. Culver, 17 Wend., 305; Fish vs. Newton, 1 JDenio, 45.)\nIt is useless to multiply authorities upon this point. There cannot be found, it is believed, a single case in the books, to the contrary. The rule then seems to be this, that in all cases carriers by ships, and boats, and cars, who are exempt from the general doctrine of personal delivery,, must in lieu thereof give notice to the consignee, and they are not discharged from then responsibility as such, until notice be given, and the consignee have a reasonable time to receive and remove his goods,. (Story on Bail., § 544.) '\nLet us' apply this rule to the case at bar.' Here was an agreement to transport to Detroit, and deliver to the consignee the goods in question. No special contract, or usage, or custom, was shown; and it must stand upon the rule laid down, stripped of every circumstance which by any possibility could qualify its application. On the trial of this cause, the plaintiffs in error Vere content with showing the destruction of the property in the manner before stated; they did not show, or attempt to show any notice given to the consignee, and indeed, scarcely sufficient time had elapsed from the receipt, to the destruction of the property, •to have enabled them to have done so; and certainly not sufficient to have enabled the defendant to have removed his property, had he re- • ceived such notice.\nIf, then, such be the law, that common carriers by railroads and water craft are required in lieu of personal delivery, to give notice to the consignee before they can discharge themselves from liability as such carriers, then the plaintiffs in this case, not having given such notice, must, ■unless there is something further in the case to qualify that liability, be held responsible for the properly in question, as carriers, and not as warehousemen; nor can it make any difference that the plaintiffs act in ■the double capacity of carriers and warehousemen; they are separate and distinct occupations, attended with separate and distinct liabilities, which the law affixes, and which cannot be changed at pleasure; and though one man may act in both capacities, it will hardly be contended he may throw off the more onerous duties of the one, and assume the lighter duties of the other, at such time as it may suit his convenience; or that the law imposes less rigorous terms upon the common carrier, because he may find it for his interest after having discharged the duties of the one, to act in the capacity of the other.\nWe have been thus particular in our preliminary examination of this case, for the purpose of aiding us in the more important question involved in this branch of the case, viz: in the construction of section 16 the act incorporating the Michigan Central Railroad Company, (Sess. Laws, 1846;) which section reads as follows: “The said Company may charge and collect a reasonable sum for storage, upon all property which shall have been transported by them, upon delivery thereof at ■any of their depots, and which shall have remained in any of their depots more than four days: Provided, That elsewhere than at their Detroit depot the consignee shall have been notified, if known, either personally or by notice left at his place of business or residence, or by notice sent by mail, of the receipt of such property, at least four days before any storage shall be charged; and at the Detroit depot such notice shall be given twenty-four hours, (Sundays excepted,) before any storage shall be charged; but such (storage may be charged after the ■expiration of said twenty-four hours, upon goods not taken away: Provided, That in all cases the said Company shall be responsible for goods in deposit in any of their depots, awaiting delivery, as warehousemen, and not as common carriers.”\nThis section settles the question as to the necessity of notice, or, at least, provides that they cannot charge for storage before notice is given in the manner therein provided. But it is insisted that though the Company cannot charge for storage before the expiration of the time therein specified, yet, in fact, they become warehousemen from the time the property is deposited in the warehouse. That is to say, the Company may receive property for transportation as earners; they cannot be permitted to change their relation with the contracting party, or assume a new character until the happening of a given event, but in the meantime are allowed, in view of this construction, to divest themselves of all responsibility pertaining to the character in which they received it. This must follow, unless they become warehousemen from the time it is deposited in the warehouse; for, upon the assumption of a now character, certain legal consequences immediately follow; certain relations exist, and certain legal liabilities grow out of that relation. These consequences cannot certainly take place until within a specified time after notice is given, and does it not inevitably follow that the relation itself does not change until that time % To say that the statute must be so construed as to make the Company, warehousemen, from the time of depositing the goods in then warehouse, and yet not allow them to charge storage from that time, would require very clear and positive language to that purport. The express language of the charter is: “Provided: That in all cases the said company shall be responsible for goods in deposit in any of then depots, awaiting delivery, as warehouse-men, and not as common carriers.” But for this proviso no pretensions could be set up for such a construction; but for this they stand like other carriers subject to that liability the law affixes. Does this aid them? \"What is to be understood by awaiting delivery? Can the property in a legal or practical sense be awaiting delivery before the consignee has an opportunity to receive it? and can he be deemed to be in a condition to receive it, until he shall have been notified of its arrival? Awaiting delivery, presupposes the consummation of every prehminary requisition to delivery; therefore it presupposes notice to the consignee, and the elapsing of sufficient time preparatory to its reception. That time, at common law, is a reasonable time. But to save any practical difficulty that might grow out of that somewhat indefinite term, the Legislature have very wisely said what that reasonable time shall be, and during that time it may be said with great reason, wo think, that the property is awaiting delivery.\nIn determining this question, we should seek the intention of the Legislature. We have before shown that common carriers are liable as such, until notice to the consignee, and until he shall have a reasonable-time to remove his property. Did the Legislature intend to innovate upon this well established principle of law in so important a particular,, and that, too, without any adequate consideration or possible motive, so far as can be perceived? It is fairly presumable that so important a concession would not have been made, without some well-grounded . considerations. Is it not more reasonable to presume that they intended simply to make certain that, which under some circumstances, might lead to difficulty in determining, in some instances, what might be a reasonable time for the consignee to receive and remove his property? This view of the case is much strengthened from the fact that the Legislature have designated different periods of time in different localities on their route. We can see, in this construction, a clear, distinct, and rational object, harmonizing with the well established principles of law, securing to the public and the commercial interests of the country, those rights which the Legislatures and judicial tribunals have ever been solicitous to maintain and uphold.\nBefore we can justify ourselves in giving the other construction to this proviso, which we think would be against the letter of the law, we should see some justifiable objects to be attained; we should be satisfied that it was reasonable in its nature, or that some reasonable consequences would flow from it.\nLet us see what the consequences would be: a common carrier re* ceives goods for transportation, upon the receipt of which, certain legal liabilities, extraordinary in their character, attach to him: and why ? Because long experience has established that certain interests, beneficial to the public, have resulted from it. And what follows ? Before he has discharged the duties pertaining to that character which he has thus voluntarily assumed, he becomes absolved from all his liabilities — not all, indeed, but all that are valuable to the public. No such inconsistency could result from any principle of law, founded in reason and justice, nor in the law as it exists; but we are asked to thus construe the statute, in derogation of the common law, for the purpose of discharging the Company from a responsibility, well known and well defined, and voluntarily assumed, upon a good and adequate consideration.\nSuch, we deem to be the fair construction of this statute; and it may not be out of place here to remark, that such seems to have been the construction that the Company themselves have given it. The record in this case furnishes most incontrovertible proof that they did not so regard it at the time they made this contract with the defendant, for in that contract it is provided, '“That all goods and merchandize will be at the risk of the owners thereof, while in the Company’s warehouses, except such loss or injury may arise from the negligence of the agents of the Company.”\nHow can we reconcile this, with the idea that the Company did not understand that they were liable beyond mere warehousemen, after the deposit of goods in their warehouses; for it will be perceived that the liability here assumed by this stipulation is precisely what the law affixes to a warehouseman, in the absence of all contracts. There must have been some object in this contract; but we can hardly perceive any, if their construction be the true one; in that case it could be of no account, unless it may be said that this was designed as a protection to them ■ before transportation, and while in transitu; this may be, but it is not so expressed; and if that was intended why not have it include the whole time that the property was in their possession, without reference to its condition?\nHaving thus disposed of this branch of the ease, we come now to the consideration of the remaining question involved therein, viz: can the plaintiffs restrict then- common law liability as carriers, by a special contract; for'it will be seen by the record in this case that they have attempted to do so. *\nMuch has been said by counsel for plaintiffs, and many authorities cited to show that a carrier at common law may restrict his liability by a speeial’eontract, and it is but fair to concede that such seems to be the current of authorities. Still, however, it is shown quite conclusively by Cowen, J., in the case of Cole vs. Goodwin, (19 Wend., 251;) that such was not originally the doctrine of the common law, but the Courts of that country gradually slid into that doctrine in the endeavor to mollify the severity of the rule in particular instances of hardship, but that after seeing the evil consequences resulting to the public from such a relaxation of the rule, they took all proper occasions to express their unqualified disapprobation, until finally, in 1830, Parliament, by an act restored in a great measure the common law, making the carrier responsible (with the well known exceptions,) for the property intrusted to his care.\nBut if this rule ever did prevail; if it ever acquired the sanction of any Court, it must have been upon the principle laid down by Bronson, J., in the case of Hollister vs. Nowlen, (19 Wend., 247;) in which he says:\n“If the doctrine be well founded, it must, I think, proceed on the ground that the person intrusted with the goods, although he usually exercised that employment, does not, in the particular case, act as a common carrier. The parties agree that in relation to that transaction he shall throw off his public character, and like other bailees for hire, only be answerable for negligence or misconduct. If he act as carrier it is difficult to understand how he can make a valid contract to be discharged from a duty or liability imposed upon him by law.”\nA common carrier, then, acts in a public capacity, and the law affixes and determines his liability. He cannot, by a special contract, change the law, but he may change his character. Being under no obligation to the public or to any person to act in that capacity, he is at liberty to divest himself of it at any time he may choose, and by a special contract define with certainty the character of his undertaking, and the obligation and duties which are to grow out of it. If then, this doctrine is sustainable at all, it is upon the principle that the party is at liberty, and accordingly does divest himself of his' public character, and acts under his contract.\nAnd now let us see how it is with this Company; let us examine into then situation and ascertain if they are at liberty to make this contract, or see whether they have not made some other contract paramount in its nature, and wholly inconsistent with the one they have attempted to make in the cash before us.\nThe plaintiffs are an incorporated company; all the powers, franchises, and privileges which they enjoy are derived from this government, through their charter; the government have exercised in their behalf, and for their use and benefit, the highest prerogative of their sovereignty ; they have, in the exercise of that power, appropriated the private property of the citizen for the benefit of the company; and that appropriation has been expressly upheld by the recent decision of this Court in the case of Swan vs. Williams, (ante 427;) and solely upon the ground that these corporate bodies are public functionaries, exercising a public trust, and carrying out one of the principal objects of government, extending and facilitating the commercial, manufacturing, and agricultural interests of the country — in view of these great interests they have guarantied to this Company a perpetual protection, by prohibiting the construction of a parallel road within a given distance.\nAll these extensive grants, made in perpetuity, with ample laws and provisions, protecting them in the full enjoyment of these rights and privileges, is what the State has engaged to do on its part. Is there any corresponding undertaking on the part of the Company? They did undertake to construct and complete the road within a given time: and what for ? That they might become public common carriers. Every single grant and privilege conferred and secured to this Company, is incidental to this one object and purpose of their undertaking; and in express language they have engaged to transport freight and passengers over said road.\nThe fifteenth section of their charter, after fixing and regulating the tolls and charges for the transportation of persons and property, provides that “said Company shall transport merchandize and property on said road, without showing partiality or favor, and with all practicable dispatch, under a penalty,” &c.\nThis charter, like other private charters for public uses, is in the nature of a contract; and for the inviolable fulfillment of all the undertakings on the part of the State, it has plighted the public faith.. Equally so, are the Company bound to fulfill the engagements on their part; and the principal engagement on their part is, that they shall become, and continue to remain, common carriers; they have engaged to transport over their road the merchandize and property of eveiy man, without partiality or favor, and with all practicable dispatch.\nWhat is the difference between the undertaking of this Company and and ordinary carrier? A common carrier, says Chancellor Kent,is one' “who undertakes generally, and for all people indifferently, to carry goods and deliver them at a place appointed, for hire, and with or without a special agreement as to price.” (2 Kent Com., 498.) So long as he acts in that capacity, he is a public carrier, and bound to cany for every one, indifferently, but, as we have before said, owing no obligation to the public, to act in that capacity any longer than it shall suit his convenience; he is at liberty to divest himself of it at any time he may choose; and therefore it is, that he may divest himself of the responsibilities of that character, and rely upon his special contract. But this Company we submit, have no such power; they have bound themselves as permanently as contracts can bind them, to act in this public-capacity, and the law determines the extent of that obligation.\nIn the case of Hyde vs. Trent & Mersey Navigation Company, Lord Kenyon said: “Where a man is bound to any duty, and chargeable to-any extent, by operation of law, in such case he cannot by any act of Ms, discharge himself.” Apply this rule to the plaintiffs in this case,, and their liability as common earners, consequent upon their contract and the law appertaining thereto, becomes certainly and irrevocably-fixed, and they cannot be permitted by any provisos,, stipulations, or-contracts, to modify, change, or alter that liability.\nIf this is not the plain, just, and equitable construction of this charter,, if they have not by its conditions undertaken to become common car- ■ riers, then there is not a single undertaking or obligation on the part off the Company that is of any value to the public, and all these valuable privileges have been conferred upon them without any consideration; for, if they can be permitted to restrict their liability in one respect, they may in another, and so may they discharge themselves from every responsibility that can afford any guaranty or protection to the business community.\nIt may be said that it would be against the policy of .the law that they should be allowed to discharge themselves by contract from damages resulting from negligence or dishohSsty, but they could, by special contract, throw the burden of proof of such negligence or dishonesty upon the public, which would, in ordinary cases, ■ result in the same ■thing.\nThe government, in conferring this charter upon the Company, and the rights and privileges therein contained, acted in a representative capacity for and in behalf of the. public at large. Almost every benefit anil privilege secured were for their interest directly, and of the same force and binding effect as if made with them individually. If this Company had made a contract with the defendant individually, to the effect that they would, as common carriers, during his natural life, carry and transport all his. merchandize and property over said road, it would hardly be contended that they would be permitted subsequently, upon the receipt of each parcel, to impose upon him such restrictions and limitations to their liability as to essentially change the obligations of their original contract; and yet, the difference between the two undertakings is not susceptible of any well grounded distinction.\nSuch, then, is the construction we have felt ourselves bound to give to this charter; that the Company have thereby engaged to become common carriers in the transportation of goods over their road, and the conclusions drawn therefrom are irresistible, that they cannot, by a special contract, limit that liability which they have thus voluntarily assumed.\nThe opinion of this Court is, there is no error in the record, and that the judgment below must be affirmed.\nPratt, J., Copeland, J., and Green, J., dissented from so much of the opinion as denied the competency of the Michigan Central Railroad Company to restrict their liability as common carriers, by special contract.",
        "type": "majority",
        "author": "By the Court, Johnson, J."
      }
    ],
    "attorneys": [
      "Lothrop & Luffield, and A. L. Fraser, for plaintiffs in error.",
      "O. Qurney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Michigan Central Railroad Company vs. Ward.\nCommon carriers by railroad are excused from a personal delivery of goods carried by them;* but in lieu of delivery, are required to notify tbe consignee, and tbeir liability as carriers continues until the consignee has bad a reasonable time to remove tbe property.\nSection 16 of the act to incorporate tbe Michigan Central Raiboad Company, providing that when a certain time has elapsed after notice to consignee of tbe receipt of property, storage-may be charged and that in all cases tbe Company shall be responsible for goods in deposit in any of tbeir depots awaiting delivery, as warehousemen, and not as common carriers, does not exonerate the Company from liability as such carriers, incases where the notice-of receipt of property has not been given the consignee. The language awaiting delivery,” held to apply to the goods, only after the notice given.\nThe charter of the M. C. R. R. is in the nature of a contract between the Company and the State, permanently binding upon each, and the principal engagement on the part of the Company is, that they shall become and continue to remain common carriers. Their liability' as common carriers, consequent upon the contract, and the law appertaining thereto, becomes irrevocably fixed. They cannot alter or modify this liability by any stipulation or contract.\nError to Kalamazoo Circuit Court.\nLothrop & Luffield, and A. L. Fraser, for plaintiffs in error.\nO. Qurney, for defendant in error."
  },
  "file_name": "0538-01",
  "first_page_order": 546,
  "last_page_order": 557
}