{
"id": 1224769,
  "name": "THE PEOPLE v. WILLIAM STERN",
  "name_abbreviation": "People v. Stern",
  "decision_date": "1922-06-16",
  "docket_number": "",
  "first_page": "542",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "39 N.Y. Crim. 542"
    },
    {
      "type": "parallel",
      "cite": "201 App. Div. 687"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Div.",
    "id": 8994,
    "name": "New York Supreme Court, Appellate Division"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "25 Penn. St. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975807
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/25/0417-01"
      ]
    },
    {
      "cite": "196 App. Div. 166",
      "category": "reporters:state",
      "reporter": "A.D.",
      "opinion_index": 0
    },
    {
      "cite": "110 N. Y. 309",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2215752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/110/0309-01"
      ]
    },
    {
      "cite": "6 App. Div. 386",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        1174954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/11/0261-01"
      ]
    },
    {
      "cite": "53 N. Y. 164",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        512897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/53/0164-01"
      ]
    },
    {
      "cite": "53 N. Y. 177",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "117 N. Y. 71",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        564402
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/117/0071-01"
      ]
    },
    {
      "cite": "56 Hun, 5",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": 0
    },
    {
      "cite": "123 N. Y. 558",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        568391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/123/0558-01"
      ]
    },
    {
      "cite": "153 N. Y. 24",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2277576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/153/0024-01"
      ]
    },
    {
      "cite": "2 N. Y. 193",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        492128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/2/0193-01"
      ]
    },
    {
      "cite": "139 N. Y. 358",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1172775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/10/0531-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 849,
    "char_count": 24715,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 3.8572427179730557e-07,
      "percentile": 0.8998968665740744
    },
    "sha256": "4c1703c145c7d7c0e37fb962081d5c8bca0f63ef29031a7a97777af174f38433",
    "simhash": "1:bb4bac66af0295f1",
    "word_count": 4382
  },
  "last_updated": "2024-02-27T17:27:27.415264+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE v. WILLIAM STERN."
    ],
    "opinions": [
      {
        "text": "Dowling, J.:\nOn October 12, 1920, at about 5 :30 p. m., in or near the building 108 West Thirty-ninth street, borough of Manhattan, city of New York, Paul Boittano was shot and killed by the defendant. The prosecution was unable to produce any eyewitness of the actual shooting which took place when deceased and defendant were alone. The prosecution produced testimony tending to show that they had quarrelled and come to blows shortly before the accident, in a controversy arising over the sale of whisky. The defendant, who was a jewelry salesman carrying on his person jewelry of considerable value to be sold on consignment, claimed that he had shot defendant in the hallway of the building in question while resisting a “ hold-up,” or effort to rob him.\nIt is not necessary to review the evidence which was sufficient to warrant the verdict of the jury. But there is one assignment of error in the charge of the learned trial court which is urged as requiring a reversal. The defendant admitted that he had shot and killed deceased, but claimed that the killing was in self-defense. That was the real issue in the ease. The court, after preliminary instructions, including the statement that the burden of proving defendant’s guilt was on the prosecution, told the jury that certain safeguards were thrown around the defendant, and that “ The first of those is that the defendant is presumed to be innocent, until his guilt is proven to your satisfaction beyond a reasonable doubt. How, let me see if I can put that in another way. It means this: It means that, under our forms of law, a defendant is not required to prove his innocence. The burden of proving his guilt remains upon the prosecution, the People of the State of New York, represented by the district attorney. And they must go a step further, in the matter of proving it, and they must prove it beyond a reasonable doubt.”\nHe then adequately and fairly charged the jury upon the subject of reasonable doubt, and the credibility of witnesses, including that of defendant in view of his prior conviction of crime, the various degrees of homicide. He then said: “ The next subdivision of homicide is justifiable homicide. That is the kind of homicide which the defendant says he committed. Homicide is justifiable when committed in the lawful defense of the slayer, when there is reasonable ground to apprehend a design on the part of the person slain to do some great personal injury to the slayer, and there is imminent danger of such design being accomplished.\n“ So that the law says that the killing of a .human being is justifiable when the person killed is slain in the lawful defense of the slayer, when there is reasonable ground upon the part of the slayer, the man who kills, to apprehend a design on the part of the person slain to commit a felony, or to do some great personal injury to the slayer.\n“ Then the law goes on to state further:\n“ ‘ And when there is imminent danger — ’ that is, immediate danger — ‘ of such design being accomplished.’\n“ How, there is one other provision of law which applies to what is called common-law self-defense.\n“ ‘ An act, otherwise criminal, is justifiable, when it is done to protect the person committing it, or another whom he is bound to protect, from inevitable and irreparable injury, and the injury could only he prevented by the act, nothing more being done than is necessary to prevent the injury,’\n“ ‘ Before a party can justify the taking of life in self-defense he must show that there was reasonable ground for believing that he was in great peril, and that the killing was necessary for his escape, and that no other safe means was open to him.’\n“ The law further provides:\n“ When one believes himself about to be attacked by another, and to receive great bodily injury, it is his duty to avoid the attack, if it is in his power to do so, and the right of attack, for the purpose of self-defense does not arise until he has done everything in his power to avoid its necessity.\n“ The Court of Appeals, upon this question of self-defense, upon this question of the resistance of attack upon the person or property, says this:\n“ ‘ When one who is without fault himself is attacked by another in such a manner and under such circumstances as to furnish reasonable ground for apprehending a design to take away his life, or to do him some great bodily injury, and there is reasonable ground for believing the danger imminent, he may safely act upon appearances, and kill the assailant, if that be necessary to avoid the apprehended danger, and the killing will be justifiable, although it may turn out that the appearances were false, and that there was, in fact, neither design to do him serious injury, nor that it would be done.’\n“ But the Court of Appeals also said :\n“ ‘ Before one can justify the taking of life in self-defense, he must show that there was reasonable ground for believing that he was in great peril, and that the killing was necessary for his escape, and that no other safe means of escape was open to him.’ ”\nThe learned court then defined premeditation and deliberation and concluded by warning the jury of their duty to decide the case solely upon the facts. Supplementing this, he, in response to a request from defendant’s attorney, charged them very satisfactorily as to the meaning and effect of circumstantial evidence.\nThen ensued the following: “Mr. Fallon, * * * How, in the course of your charge, I think you stated that the defendant must show that he was justified in the killing, before he can establish a justifiable killing in self-defense, or in the protection of his property. How, I ask your honor to charge the jury that it is incumbent upon the defendant to prove nothing; that the People must prove affirmatively, and beyond reasonable doubt, that the defendant did not fire in self-defense, or in the protection of his property. The Court: The burden of proving the defendant guilty always rests upon the People. But, where the defendant raises the defense of justifiable homicide, the law is, as I have charged you, and I will charge you again, that the defendant must show that he had reasonable ground for apprehending a design to take his life, or to rob him of his property, as part of his defense that he was justified in killing the man who was killed. Mr. Fallon: I except to that portion of your honor’s charge in which you say he must prove anything, and I ask your honor to charge that they must be satisfied beyond any reasonable doubt, after considering the People’s case and the defendant’s case, beyond reasonable doubt that it was not done in self-defense, or in the protection of his property. That is substantially the same request, formulated somewhat differently. The Court: I do not understand that request. Please repeat it. Mr. Fallon: I ask your honor to charge the jury that the People must affirmatively prove every portion of their case — I will repeat that to make it clearer — I ask your honor to charge the jury that it is unnecessary for the defendant to show anything in making out a case of self-defense ; that the case of self-defense must be established, not by the defendant, but against the defendant, beyond a reasonable doubt, before a verdict of guilty can be brought in. The Court : I decline to charge in the language requested. Mr. Fallon: May I respectfully except ? And that is all.”\nThe charge of the learned trial court that the defendant must show that he was justified in the killing, before he can establish a justifiable killing in self-defense, or in the protection of his property, is almost in the language of People v. Johnson (139 N. Y. 358), wherein it was said (at p. 363) : “ Besides, before one can justify the taking of life in self-defense, he must show that there was reasonable grounds for believing that he was in great peril, and that the killing was necessary for his escape from the peril, and that no other safe means of escape was open to him. (Penal Code, § 205 ; Shorter v. People, 2 N. Y. 193 ; People v. Sullivan, 7 id. 396; People v. Carlton, 115 id. 618.)”\nIn that case one convict at Auburn State Prison had murdered another, and the court said in its opinion that “ the pretense of self-defense has not a shadow of satisfactory evidence to rest on.” The language above quoted had reference to a request to charge “ that if Johnson believed that the only way for him to defend himself when he broke away from the officers there at the head of the stairs was to use his knife, he was justified in doing so and that he was not called upon to attempt escape.”\nIn People v. Constantino (153 N. Y. 24), where People v. Johnson was cited with approval, it was in connection with the statement in the opinion (at p. 31), that “ under the evidence in this case, the question whether the defendant was acting in self-defense when he shot the decedent was manifestly a question of fact for the jury.”\nIn neither of these cases was the question of the burden of proof involved or referred to so far as concerns the point now raised. The language used in the Johnson case, as I view it, means no more than that where the facts upon which the claim of self-defense are based do not appear upon the case for the People, it is the duty of the defendant to go forward with such proof in order that the issue may be presented, and in this sense only must it be shown that he had reasonable grounds to believe that he was in great peril and that the killing was necessary for his escape, or that he was actually resisting an attempt to commit a felony upon him. But in either event — whether the evidence tending to show justification appears from the case for the People or from the case of the defendant, the burden still remains upon the People to show the guilt of the accused beyond a reasonable doubt.\nThe rule, it seems to me, is clearly stated in People v. Downs (123 N. Y. 558), wherein an order of the General Term, Supreme Court, Third Department (56 Hun, 5), reversing a conviction of manslaughter in the first degree was affirmed. After stating the issues of fact in the case the court said (at p. 564) : “ It is obvious that in their consideration of these questions very much would depend on the charge of the court as to the burden of proof, and the operation and extent of the rule relating to a reasonable doubt. That such doubts might easily arise in many and different directions is quite apparent from the facts to which we have adverted. Take, for example, the prisoner’s statement that the pistol exploded in a fight between him and Logan and without his conscious act. If that be true, while there was a homicide, there was no crime, for the killing would become merely an accident or misadventure. If now the burden is upon the prisoner to satisfy the jury of that fact, and unless they are so satisfied, they must deem the homicide intentional, a verdict of guilty might easily result. But if that burden is not upon the prisoner, if the jury are told that it remains with the prosecution, that if the evidence leaves in their minds a reasonable doubt whether the killing may not have been an accident or misadventure, the prisoner must have the benefit of the doubt, because it goes directly to the vital elements of the People’s case, and leaves it uncertain whether a crime has been committed at all, the verdict of the jury might be entirely different. A similar result might attend a defense of justifiable homicide, and so the question of the burden of proof and the scope and effect of a reasonable doubt became in the case at bar of very great importance.\n“We have decided so recently as to make further citation needless that the rule that in criminal cases the defendant is entitled to the benefit of a reasonable doubt applies not only to the case as made by the prosecution, but to any defense interposed (People v. Riordan, 117 N. Y. 71) ; and we had earlier held under the statute defining the different classes of homicide that whether it was murder or manslaughter in one of the degrees, or justifiable or excusable, and so no crime at all, depended upon the intention and circumstances of its perpetration, and, therefore, mere proof of the killing raised no legal implication of the crime of murder (Stokes v. People, 53 N. Y. 177). I think the charge in this case ran counter to these rules and was calculated to impress upon the jury a conviction that proof of the homicide carried with it a legal implication of crime which shifted the burden of proof upon the prisoner, and required him to satisfy the jury that the killing was either justifiable or excusable at the peril of a conviction if he should fail in bis attempt.”\nThe court then quoted the charge of the trial judge as follows : “ ¡Now it is for you to say to which one of these classes of crime this evidence points. Here has been a homicide; here has been a human life taken. It becomes a serious question as to whether or not a man shall execute the law or execute vengeance upon his fellow. If he does, he must do it at the peril of either being punished for it, or being able to excuse himself when called upon to answer to the wrong within one of the excuses that is fixed and given in the law. If he is not, he must be found guilty of one or the other of the crimes which are im-puted to him by reason of the homicide.”\nThe Court of Appeals proceeded to say (at p. 565) : “A jury could hardly fail to understand from this language that a homicide, the fact of a human life taken, involved a legal implication of murder, which must compel a verdict of guilty, unless the prisoner is able to excuse himself within the statutory definitions. If there was room to doubt about the meaning it became plainer from what followed. The learned judge added, ‘ If yon reach the conclusion that he was justified in taking the life of this man within the definitions given in the books — not within any notions of your own, but within the definitions given in the law — if you reach the conclusion that he was justified, then your verdict will be one of acquittal.’ Here the same idea is conveyed in another form. To acquit, the jury must ‘ reach the conclusion ’ that a justification has been established.”\nIt is to be noted that in the Downs case, as the court remarked (at p. 567), the trial court had repeatedly referred to the rule that the guilt of the prisoner must be established beyond a reasonable doubt, but at none of these times had it been charged that this had reference to the defense of justification or excuse, nor did it indicate that a reasonable doubt would operate in the prisoner’s favor beyond the case made by the prosecution.\nIn People v. Riordan (117 N. Y. 71), the court said (at p. 73) : “ The rule that in criminal cases the defendant is entitled to the benefit of a reasonable doubt applies not only to the case as made by the prosecution, but to any defense interposed. (Stokes v. People, 53 N. Y. 164; Brotherton v. People, 75 id. 159; O’Connell v. People, 87 id. 377; People v. McCann, 16 id. 58.) The defendant on the trial sought to establish that the homicide was committed in self-defense. This issue was tried and submitted to the jury as a material issue in the case. This court cannot say that there was an absence of any evidence to support it.\n“ The court in its charge instructed the jury that ‘ the defendant in a criminal action is always presumed to be-innocent until the contrary is proved, and in case of a reasonable doubt whether his guilt is satisfactorily shown, he is entitled to an acquittal.’ If the matter had been left here there would have been no error. The charge covered a point that a reasonable doubt upon any material issue was to operate in favor of the defendant. But on the conclusion of the main charge the district attorney asked the court to charge ‘ that where the defendant makes a claim of self-defense, that the homicide was committed in self-defense, the burden of establishing the necessary facts to avail himself of that defense is upon the defendant,’ and the court replied: ‘ I think I have already charged that,’ and the defendant excepted to the proposition presented by the prosecution and acceded to by the court. The court then said: ‘ I charge that where a defense of self-defense is set up, in the legal term the burden of proof is upon the defendant to establish his defense beyond a reasonable doubt.’ The district attorney then said: ‘ I ask the court to withdraw that charge. We do not claim that the burden of proof is upon the defendant to establish the defense of self-defense beyond a reasonable doubt.’ The court replied: ‘ I think I will leave it as it is.’ Some time later in the proceedings the court said: ‘ With regard to that portion of the charge which was made at the request of the district attorney, the court will withdraw what it said to the jury on that subject and will charge this: ‘ He must make his defense appear to the jury, availing himself of all the evidence in the case on either side,’ and to this also the defendant excepted. It is claimed that by this the court withdrew the prior instruction that the defendant must establish his defense beyond a reasonable doubt.\n“ It will be observed that the court withdrew what had been charged ‘ at the request ’ of the prosecution, and that request related only to the burden of proof on the issue of self-defense, and not to the question whether such defense must be established beyond a reasonable doubt. If the court intended to go further and withdraw what had been said on that subject, the language was equivocal and might easily have been misunderstood by the jury. But the subsequent refusal of the court to charge a proposition submitted by the defendant seems to make it clear that the court did not intend to withdraw what had been said on the subject of reasonable doubt. The court was asked to charge ‘ that if on all the evidence there is reasonable doubt as to whether at the time when the defendant fired the shots he was in danger of great bodily harm, and as to whether there was reasonable ground to apprehend such injury, that the defendant is entitled to the benefit of the doubt,’ and the court ‘ declined to charge in that form,’ and the defendant excepted. There had been no charge upon this subject except as before stated.\n“ We concur in the opinion of the General Term that for the error of the charge the conviction should be set aside.” (See, also, People v. Cassata, 6 App. Div. 386; People v. Shanley, 49 id. 56; People v. Cantor, 71 id. 185.)\nIn the case of People v. McCarthy (110 N. Y. 309), cited by respondent, the court had charged the jury that ‘‘ The defendant attempts to justify the facts of killing. It is for the defendant to satisfy you that, if you find, as matter of fact, that the killing was done and that the defendant did it, that he was justified in the act.” But, at the request of defendant’s counsel, he also charged, “ that the burden of proof is upon the People all through; that the defendant is not obliged to satisfy the jury of anything.”\nThe most careful reading of the charge of the learned trial court in the case at bar leads to the irresistible conclusion that the jury must have understood that the burden imposed upon the defendant of showing that he had been justified in killing deceased carried with it the burden of proof to that effect. This is accentuated by the court’s refusal to charge as requested by defendant’s counsel. His request as originally made was that the court should charge that the jury must be satisfied beyond any reasonable doubt, after considering the People’s case and the defendant’s case, that the killing was not done in self-defense, or in the protection of his property. That request was proper, but the court asked it to be repeated, and this time it was changed to a request that a charge be made that it was unnecessary for the defendant to show anything in making out a case of self-defense, which must be established, not by defendant, but against him, beyond a reasonable doubt. This last request was erroneous, for it was the duty of the defendant to produce the proof which he relied on as showing self-defense. But the denial of either request was the last word to the jury, and must have left them still more convinced that the burden of proof of establishing the defense of justification was on the defendant, and that the burden of proof rested on the People only on their direct case, and not as to such defense.\nThe situation is analogous to that in the Downs case (supra), where the court said (at p. 566) : “ He [defendant’s counsel] asked the court to charge ‘ that no state of proof ever changes the burden of proof; the burden remains throughout the trial upon the People,’ to which the learned judge replied: ‘ I decline to charge it in those words; I qualify it by saying that if the People establish the homicide by the use of a deadly weapon committed by the defendant intentionally and with deliberation, that then any excuse for the commission of that crime or the commission of that act must come from the defendant.’ The understanding of the jury of the position of the court was quite likely to be that the burden did not always rest on the prosecution, but when a prima facie case of murder had been made the burden shifted to the defendant who sought to excuse or justify. And this is in precise accord with the previous charge that where a homicide was shown to have been committed by the prisoner, he must be convicted unless he is ‘ able ’ to justify or excuse the act, and unless the jury ‘ reach the conclusion ’ that there is legal excuse or justification.”\nDefendant also claims that error was committed in not charging the jury as to the application of the second subdivision 2 of section 1055 of the Penal Law, but no request was made for any charge upon the point, nor was the matter ever called to the court’s attention.\nThe record of the present' case demonstrates the danger of using, in a charge to a jury, the language of a judicial opinion in another case, or any adaptation thereof, unless it is strictly applicable to the exact question which is being presented to the jury, and is not in danger of being misinterpreted by them, or is made, applicable by proper qualification and explanation. This court has heretofore called attention to this danger by the opinion of Mr. Justice Page in Matter of Eno (196 App. Div. 166), wherein he said that “the reading of excerpts from judicial opinions in other cases is calculated to mislead rather than help the jury,” and cited the case of Hood v. Hood (25 Penn. St. 417, 422), where it was said that “ judicial opinions are written to guide judges, not juries.”\nFor the reasons above assigned, the judgment of conviction should be reversed and a new trial ordered.\nClarke, P. J., Smith, Page and Greenbaum, JJ., concur.\nJudgment reversed and new trial ordered. Settle order on notice.\nNow Penal Law, § 1055. — [Rep.",
        "type": "majority",
        "author": "Dowling, J.:"
      }
    ],
    "attorneys": [
      "Wing & Wing (Arthur K. Wing, of counsel; Theodore H. Lord and George S. Wing, with him on the brief), for the appellant.",
      "Joab H. Banton, District Attorney (Robert D. Petty, Deputy Assistant District Attorney, of counsel), for the respondent."
    ],
    "corrections": "",
    "head_matter": "SUPREME COURT — APPELLATE DIVISION — FIRST DEPARTMENT.\nJune 16, 1922.\nTHE PEOPLE v. WILLIAM STERN.\n(201 App. Div. 687.)\nManslaughter — Trial—Instructions—Self-defense—Error to charge THAT DEFENDANT MUST SHOW THAT HE HAD REASONABLE GROUNDS FOR APPREHENDING DESIGN TO TAKE HIS LIFE OR TO ROB HIM IN ORDER TO ESTABLISH SELF-DEFENSE — DEFENDANT SHOULD PRODUCE PROOF ON WHICH HE RELIES TO SHOW SELF-DEFENSE — CHARGING JURY IN LANGUAGE OF JUDICIAL OPINIONS IN OTHER CASES DISAPPROVED.\nIn a prosecution for manslaughter in which the defendant admitted the killing but pleaded that he acted in self-defense, it was error for the court to charge that the defendant must show that he had reasonable ground for apprehending a design to take his life or to rob him of Ms property as part of the defense that he was justified in committing the homicide, for the effect of the charge was that the burden of proof rested upon the defendant to establish the plea of self-defense.\nWhile the burden of proof is not upon defendant to show self-defense it is his duty to produce the proof which he relies on as showing his defense.\nCharging the jury in the language of a judicial opinion in another case or any adaptation thereof is disapproved.\nAppeal by the defendant, William Stern, from a judgment of the Court of General Sessions of the Peace in and for the County of New York, rendered on the 27th day of June, 1921, convicting him of the crime of manslaughter in the first degree.\nWing & Wing (Arthur K. Wing, of counsel; Theodore H. Lord and George S. Wing, with him on the brief), for the appellant.\nJoab H. Banton, District Attorney (Robert D. Petty, Deputy Assistant District Attorney, of counsel), for the respondent."
  },
  "file_name": "0542-01",
  "first_page_order": 562,
  "last_page_order": 574
}