{
  "id": 1855451,
  "name": "ALLEN v. ALLEN. APPEAL OF DETROIT TRUST COMPANY",
  "name_abbreviation": "Allen v. Allen",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 25, Calendar No. 46,146",
  "first_page": "543",
  "last_page": "552",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 543"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "40 ALR 1118",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "30 ALR 1466",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "12 ALR2d 153",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "329 Mich 579",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1902979
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0579-01"
      ]
    },
    {
      "cite": "327 Mich 456",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1907075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/327/0456-01"
      ]
    },
    {
      "cite": "336 Mich 284",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1932440
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/336/0284-01"
      ]
    },
    {
      "cite": "318 Mich 78",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1884971
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mich/318/0078-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 16471,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 3.627226975400916e-07,
      "percentile": 0.8889568465188511
    },
    "sha256": "d286935c8dfde840a4b030b991c1966a4cd54d27330156f04d9284fac74dd293",
    "simhash": "1:a63ef8a1322a2170",
    "word_count": 2870
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "ALLEN v. ALLEN. APPEAL OF DETROIT TRUST COMPANY."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nOn October 19, 1948, plaintiff Vivian E. Allen was granted a pro confesso decree of divorce from Jacob PI. Allen on the ground of extreme cruelty. The defendant Jacob H. Allen died in August, 1951. On January 2,1952, the Detroit Trust Company, as administrator of the estate of Jacob H. Allen, deceased, filed a petition in the divorce case to set aside a property settlement and the ensuing decree for divorce, which embodied the property settlement, on the ground of fraud imposed on the court by the plaintiff in obtaining the decree. Joseph H. Allen and Henry Allen, heirs-at-law of said decedent, were granted leave to intervene as petitioners and thereupon joined the Detroit Trust Company in asking the court to set aside the decree. The trial judge who had granted the decree heard the said petition, took proofs on issues joined thereon, and entered an order denying the petition. The petitioners appeal. In this opinion Vivian E. Allen will be referred to as the plaintiff:, Jacob H. Allen as defendant, and these petitioners as appellants.\nPlaintiff and Jacob H. Allen were married in 1941, at which time she was about 21 years old and he about 62. In her bill of complaint she alleged, among other things, that the defendant had had an operation in 1941, about a month after their marriage, and that “subsequent to that time, the parties hereto have been unable to have any sexual relations.” The record here fully supports appellants’ claim that after 1941 and during the lifetime of the defendant he was impotent and entirely incapable of becoming the natural father of a child. It also establishes that at the time the divorce was granted in 1948 the plaintiff for several months had been and still was pregnant with child by another man, and that the plaintiff concealed this fact from the court.\nOn September 22, 1948, about a month before the decree was granted, the plaintiff and defendant had entered into a property settlement agreement whereby he gave her all of his property, excepting only a life use and the right to the income and payments on certain land contracts during his lifetime. At the time, he owned considerable real estate and personal property amounting to about $60,000. The defendant then withdrew his answer to the bill of complaint and stipulated that the case might be heard pro confesso; and about a month after the property settlement was signed the case was heard pro confesso and plaintiff was granted a divorce. The divorce decree provided that said property settlement agreement should be considered as a part of the decree.\nThe trial judge who had heard the proofs and entered the decree in the divorce case also heard the instant petition by appellants to set aside the decree on the ground of fraud perpetrated on the court by the plaintiff in concealing from the conrt the fact that she was then pregnant by another man. The conrt concluded that the proofs fully established the fact that fraud had been perpetrated on the court, but concluded that the inaction or delay of the defendant himself,- during his remaining lifetime, to take any steps toward setting aside the decree, was a waiver and a bar which prevented the petitioners from setting aside the decree on the ground of fraud against the court. The record here supports the factual conclusion announced by the trial court in a written opinion wherein the court said:\n“There is not any question in my mind, on the proofs received by this court in this matter, that there was a fraud committed upon this court by Vivian E. Allen. And had this court known of the condition which actually was present at the time she was on this witness stand, undoubtedly the court would not have granted a divorce-had I knoAvn that she Avas pregnant by another man. * * *\n“I do find as a fact that Vivian E. Allen under the testimony in this case, without relating it, did commit a fraud upon this court. I find that there is sufficient in this record, and legitimately in this record, despite the fact that I would not permit them to put in certain testimony barred by the statutes of this State, to warrant this court in coming to the conclusion, in connection with the admission that she made in her bill of complaint, that this man Jacob H. Allen, was impotent and sterile, and unable to create children, from the time of an operation back in 1941, and that he continued in that condition.\n“From the birth record, which I think was properly received by this court, because it is a record of the board of health of this city, it appears that this child was born on March 11, 1949, and from the testimony in this case the child was apparently a full-term baby; and under that birth record it shows that she was the mother, and that David Ormes was the father. Regardless of whether he was the father or not, the fact remains that she did have a child, and that her then husband was unable to procreate the same. She must have known her condition. And by not disclosing her condition, she committed a fraud, which is and can be made the basis of an action of this kind. * * *\n“So I hold that the fraud relied upon, and proven to my satisfaction, is extrinsic fraud, and consequently a proper basis of an action of this kind to set aside the decree.”\nWe agree with said conclusions of the trial court. However, the decree should thereupon have been set aside on the ground of the fraud on the court. Lantinga v. Lantinga, 318 Mich 78; Berg v. Berg, 336 Mich 284.\nThe trial court correctly held that appellants were proper parties to bring the matter of the fraud before the court. Berg v. Berg, supra. The court also properly concluded that the remarriage of the plaintiff (see Lantinga v. Lantinga, supra), and the death of the defendant (see Workman v. Peterson, 327 Mich 456; Listh v. Listh, 329 Mich 579), were not a bar to reopening the case or setting aside the decree on the ground of fraud on the court, insofar as it involved property rights.\nHowever, the court refused to set aside the decree, giving as the reason that the divorce defendant, by his inaction and his failure to take any steps toward setting aside the decree during his remaining lifetime (2-1/2 years), was guilty of laches, that his inaction and delay was tantamount to a ratification of the decree, and that this constituted an estoppel barring these petitioners from having the decree set aside.\nThere is some testimony that the defendant Jacob H. Allen first became aware of the plaintiff’s adultery about 5 months after the decree was signed, when the plaintiff gave birth to a full-term child. This occurred March 11, 1949, approximately 2-1/2 years before the defendant died August 25, 1951. We do not agree with the trial court that the inaction of Jacob H. Allen during that time amounts to an estoppel or a bar, preventing the setting aside of the decree, at the instance of these petitioners, on the ground of fraud on the court. The trial court held it to he a bar, although saying:\n“If Jacob H. Allen were alive, and the petitioner in this court, this court would not hesitate 20 seconds in making a determination that the decree should be set aside in its entirety, and resubmitted to this court.”\nThe trial court, after concluding that the plaintiff was guilty of perpetrating a fraud on the court, then considered whether the plaintiff’s concealment of her adultery was a fraud on the defendant. The court said:\n“It is incomprehensible for this court to say that a man [the defendant] who had acquired this much property during his lifetime, and who was represented by counsel, was defrauded, when he must have known that the child was a full-term child, and that it could not possibly be his, because he could not create a child for 10 years; make it 7 years; 7 years prior to the time this child was conceived. How much he knew, I do not know. But I do know that I must accord to him ordinary intelligence, and I find that he must have been aware of the fraud which had been perpetrated upon him, if it was a fraud. * * * So, I say that Mr. Allen must necessarily have known that this child was not his child, and he did nothing about it during his lifetime.”\nThe controlling question here before the court is not whether a fraud had been perpetrated on the defendant Jacob H. Allen which must prevent setting aside the decree on the ground of fraud on the court. It should not be within the power of Jacob H. Allen, merely by his inaction or delay, to postpone indefinitely or entirely the setting aside of the decree on the ground that a fraud had been perpetrated on the court.\nThe record shows that immediately after the decree ivas granted the plaintiff married David Ormes, the father of her child, and that shortly thereafter the defendant Jacob H. Allen went to live with them in their home. Apparently, for reasons appearing sufficient to him, Jacob H. Allen felt friendly toward them. The plaintiff and the defendant had both been close friends of one Walter Pornay, with whom the defendant had roomed at a club. Pornay had collected rents for the defendant and had taken care of his business. Pornay had given the plaintiff a fur stole, a diamond ring, and other presents. The nature of the business connection between plaintiff, Pornay and the defendant does not appear in the record. They had been friendly for many years, the defendant having participated with Pornay in some sort of a venture which had proven remunerative to them. When counsel for the appellants attempted to show by testimony in the instant matter the nature of the previous business connection between the defendant and Pornay, apparently known to the plaintiff, to explain the defendant’s delay or inaction, the testimony was excluded as immaterial; and counsel for appellants was refused permission to include the same in a separate record. It might have disclosed the reasons which might appear sufficient to the defendant why he preferred not to reopen the divorce case. The record does show that Allen was a sick old man past 70 years of age; that he required care and attention, that the plaintiff had taken good care of him during their marriage and was the only one who best knew how to do so. He had no home, had divested himself of his property, and admittedly needed the care and attention which conld be given him by the plaintiff in her home. He was a diabetic requiring insulin injections; he had a coronary thrombosis 4 days after the decree was entered, a “stroke;” and prostate trouble since 1941. He had been released from a hospital after an operation removing an eye. He gave as the reason why he had gone to live with his former wife and her new husband, after their marriage, “because she knew how to take care of him; he said ‘She knows how to take care of me, and give me my insulin and everything.’ ” A special guardian had been appointed for him as a mentally-incompetent person by the Wayne county probate court in November, 1950. He later went to Alabama to live with a brother, where he lived until his death on August 25, 1951. In April, 1951, a guardian was appointed for him, in Alabama, acting for him until his death the following August.\nIt might be said that his making the property settlement giving the plaintiff all of his property, his withdrawal of his contest to the divorce, and his agreeing that the plaintiff might proceed with the case pro confesso, was the result of a collusive agreement between them, in view of his age and condition, her immediate marriage, his going to live with them, and his need for a home with her care and attention. In any event, the question here for decision is whether a fraud has been perpetrated on the court by the plaintiff in obtaining the divorce; not whether a fraud was perpetrated on the defendant by the property settlement. We hold that the plaintiff did perpetrate a fraud on the court by withholding the fact, notwithstanding the defendant’s impotence, of her pregnancy by another man.\nA decree may be entered in this Court setting aside said decree and remanding the case for such further proceedings in the case as may then be proper, under the circumstances. No costs awarded.\nButzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Frederick Colombo and Anthony A. Vermeulen, for plaintiff.",
      "Louis Star field Cohane and Regene Freund Cohane, for defendants."
    ],
    "corrections": "",
    "head_matter": "ALLEN v. ALLEN. APPEAL OF DETROIT TRUST COMPANY.\n1. Divorce—Impotency of Husband—Pregnancy of Wipe—Nondisclosure—Fraud Upon Court.\nFinding of trial court that defendant husband in suit for divorce had been impotent for several years prior to suit for divorce, that plaintiff wife was pregnant by another man at the time divorce suit was heard, that a full-term child was born to her less than 5 months after the decree and that she had committed a fraud upon the court by nondisclosure of her pregnancy that was sufficient to justify setting the decree aside 7ield, proper.\n2. Same—Setting Aside Decree-—Fraud Upon Court—Adulterous Pregnancy.\nA decree of divorce for plaintiff wife should be set aside on the ground of fraud on the court, where it appears that she was pregnant by another man than her husband who had been impotent and sterile for several years at the time the divorce suit was heard and she did not disclose fact of pregnancy to the court.\nReferences for Points in I-Ieadnotes\n[1, 2, 5] 17 Am Jur, Divorce and Separation § 470.\n[3] 17 Am Jur, Divorce and Separation § 479.\n[4] 17 Am Jur, Divorce and Separation §§ 461, 462, 470.\n[4] Vacating or setting aside divorce decree after remarriage of party. 12 ALR2d 153. Attacking decree of divorce after death of one of the parties on grounds other than original lack of jurisdiction. 30 ALR 1466; 40 ALR 1118.\n[6] See, generally, 17 Am Jur, Divorce and Separation § 575.\n3. Same—Setting Aside Decree—Fraud Upon Court—Parties— Property Settlement.\nThe administrator of the estate of defendant husband in suit for divorce together with his heirs-at-law were proper parties to proceeding to set aside decree of divorce embodying a property settlement, which had been awarded to wife who had perpetrated a fraud upon the court by failing to disclose that she was then pregnant by another man.\n.4. Same—Setting Aside Decree—Remarriage oe Wipe—Death op Husband—Fraud Upon Court.\nThe remarriage of plaintiff wife, 27 years old at time of divorce, and the death of defendant husband, then about 70 years of age, were not a bar to reopening suit for divorce or setting aside the decree on petition of the administrator of his estate and his heirs-at-law on the ground of fraud on the court insofar as it involved property rights, notwithstanding the fact the defendant who had been impotent and sterile for several years at time of divorce knew of the birth of a child to his wife about 5 months after the decree and even came to live with plaintiff and her new husband for much of the remainder of his life in order to enable plaintiff to take care of him in Ms diabetie and otherwise infirm condition, the question being one of fraud upon the court and not of whether there was a fraud upon the defendant with respect to the property matters.\n5. Same—Fraud Upon Court—Failure to Disclose Adulterous Pregnancy.\nPlaintiff wife who was several months pregnant by another man than her husband at time of divorce from latter who had been impotent and sterile for several years theretofore, committed a fraud upon the court by failing to disclose such pregnancy.\n6. Same—Setting Aside Decree—Fraud Upon Court—Costs.\nNo costs are awarded in proceedings had in suit for divorce whereby administrator of divorced husband’s estate and his heirs-at-law are successful in having decree embodying a property settlement set aside on ground that plaintiff wife had committed a fraud upon the court by failing to disclose that she was several months pregnant by another man at time of decree of divorce from her husband who had been impotent and sterile for several years prior thereto.\nAppeal from Wayne; O’Hara (Chester P.), J.’\nSubmitted June 9, 1954.\n(Docket No. 25, Calendar No. 46,146.)\nDecided December 29, 1954.\nVivian E. Allen secured decree of divorce from Jacob H. Allen, now deceased. The Detroit Trust Company, special administrator of the estate of Jacob H. Allen, petitioned to set aside decree, which incorporated property settlement. Joseph H. Allen and Henry Allen, heirs, intervened. Petition denied. Defendants appeal.\nReversed and remanded.\nFrederick Colombo and Anthony A. Vermeulen, for plaintiff.\nLouis Star field Cohane and Regene Freund Cohane, for defendants."
  },
  "file_name": "0543-01",
  "first_page_order": 583,
  "last_page_order": 592
}
