{
  "id": 1855433,
  "name": "In re LERGNER ESTATE. LERGNER v. HENRY",
  "name_abbreviation": "Lergner v. Henry",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 14, Calendar No. 46,202",
  "first_page": "552",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 552"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "329 Mich 474",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1903054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/329/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 253,
    "char_count": 4513,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06849588528134266
    },
    "sha256": "43b7113b534cad3451411e6b292d854c67d3da94873a37cfd60863fc4f9630d2",
    "simhash": "1:d3479cb6ab031020",
    "word_count": 738
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "In re LERGNER ESTATE. LERGNER v. HENRY."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nThis is an appeal by the administrator of the above estate from a judgment entered in the circuit court for Kent county after a verdict by jury, on trial of an appeal from the probate court. The probate judge bad beld that the appellee Harriet Lergner was not the lawful widow of the decedent, and bad appointed the appellant as administrator of said estate. The circuit court, after the jury verdict, set aside the order entered in the probate court and ordered that the appellee Harriet Lergner, as the widow of the decedent, bad the prior right to nominate the administrator.\nDecision depends on whether the appellee Harriet Lergner was tbe common-law wife of the decedent at the time of bis death and, hence, bis widow, with prior right to say who be appointed administrator. She claimed to have been bis common-law wife and consequently bis lawful widow at tbe time of bis death, and filed a petition in tbe probate court asking for the appointment of one Wencel A. Milanowski as tbe administrator of bis estate. A counterpetition was filed by Harry H. Lergner, Jr., son and beir-at-law of said decedent, asking for the appointment of one G-erald M. Henry as administrator.\nIf tbe appellee were tbe lawful widow of tbe decedent she bad tbe prior right to nominate tbe administrator. Tbe probate judge, after taking testimony, beld that tbe appellee was not tbe widow of the decedent and entered an order appointing appellant as administrator, on the petition of the son and heir-at-law. Harriet Lergner appealed to the circuit court wdiere the question whether she was the common-law wife of the decedent was tried by jury, resulting in a verdict in her favor reversing the probate court. From the judgment entered thereon holding that she was the common-law wife and widow* of the decedent the defendant appeals.\nFor reversal appellant claims that the court erred in admitting the testimony of Harriet Lergner over appellant’s objection, and that it should have been excluded on the ground that it applied to matters equally within the knowledge of the deceased.\nIt is not necessary to encumber this opinion with the testimony of Harriet Lergner. There can be no question but that in many material particulars it referred to matters equally within the knowledge of the deceased. It had to do with facts and circumstances occurring during the lifetime of the decedent, obviously within his knowdedge, on which she relied to establish that she was his common-law wife. It was reversible error to admit this testimony. Skurski v. Gurski, 329 Mich 474.\nAppellant also claims reversible error in several particulars in the court’s charge to the jury. Inasmuch as the charge depended in many respects on the inadmissible testimony of the appellee, and raises questions which obviously will not occur at another trial, we need not discuss the instances wherein the court erred in the charge.\nReversed and remanded for a new trial, with costs to appellant.\nButzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred.\nCL 1948, § 702.52 (Stat Auli 1943 Bev § 27.3178 [122]).\nCL 1948, § 617.65 (Stat Ann § 27.914).",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Wencel A. Milanowski, for plaintiff.",
      "Gerald M. Henry, for defendant."
    ],
    "corrections": "",
    "head_matter": "In re LERGNER ESTATE. LERGNER v. HENRY.\n1. Executors and Administrators—Intestate Decedent—Nomination op Administrator.\nA widow has the prior right to nominate the administrator of her intestate husband’s estate (CL 1948, § 702.52).\n2. Witnesses—Common-Law Wipe—Nomination op Administrator—Matters Equally Within Knowledge op Deceased.\n• Testimony of woman who claimed she had been the common-law wife of intestate decedent, hence, that she had the prior right to nominate the administrator for his estate, held, to have referred, in material particulars, to matters equally within the knowledge of the deceased and its admission was, therefore, . reversible error (CL 1948, §§ 617.65, 702.52).\nReferences for Points in Headnotes\n[1] 21 Am Jur, Executors and Administrators, §§ 80, 81.\n[2] See, generally, 58 Am Jur, Witnesses § 248.\nAppeal from Kent; Brown (William B.), J.\nSubmitted October 5, 1954.\n(Docket No. 14, Calendar No. 46,202.)\nDecided December 29, 1954.\nHarriet Lergner, asserting that she was the common-law wife, challenged appointment of G-erald M. Henry, who was named administrator 'of the estate of Henry H. Lergner, deceased. On appeal from probate court verdict and judgment were entered in circuit court for plaintiff. Defendant appeals.\nReversed and remanded for new trial.\nWencel A. Milanowski, for plaintiff.\nGerald M. Henry, for defendant."
  },
  "file_name": "0552-01",
  "first_page_order": 592,
  "last_page_order": 594
}
