{
  "id": 156109,
  "name": "Wesley Pickens v. The State",
  "name_abbreviation": "Pickens v. State",
  "decision_date": "1893-02-18",
  "docket_number": "No. 95",
  "first_page": "554",
  "last_page": "556",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 554"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 360,
    "char_count": 5816,
    "ocr_confidence": 0.606,
    "pagerank": {
      "raw": 1.3178505413316265e-07,
      "percentile": 0.6258832078626978
    },
    "sha256": "9e2cd0e60dd6663f43f29895e9344523099cb44615758dc4fd829000b0d70fcc",
    "simhash": "1:a8ef9a6743755f33",
    "word_count": 993
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wesley Pickens v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant, having been convicted of murder in the second degree, prosecutes this appeal. Having failed to reserve a bill of exceptions, appellant can not be heard to complain of the ruling of the trial court refusing to grant his application for a continuance. Willson’s Crim. Stats., sec. 2187.\nIt is unnecessary to consider the supposed error in the charge of the court.upon manslaughter. This was not an issue in the case. This charge was predicated upon testimony which disclosed that deceased and defendant’s wife had been guilty of illicit intercourse. In this connection the undisputed facts show, that some considerable interval of time prior to the homicide, at defendant’s residence, he charged his wife and deceased with such intercourse, and she at the time admitted her guilt; that a wordy altercation then ensued between defendant and deceased in reference to the matter; that defendant requested deceased to wait until lie could load his gun, and the matter could be then settled between them; that defendant’s proposition was declined, and deceased rode away; that on the day of the homicide they again met on the streets in the town of Navasota, and engaged in another quarrel, and separated. Defendant, in company with a friend, late in the evening, left town, going in the direction of home, and subsequently, in company with three other parties, deceased started in the same direction for his home, and after proceeding some distance overtook and passed defendant, sitting on his horse, conversing with another party. Nothing was then said by either party. Deceased had gone but a short distance when defendant came riding up behind him in a “gallop or fast trot,” and was whistling. Just before reaching deceased he “ cleared his throat,” and said to deceased, “ Coleman, now is as good time to settle our trouble as any,” pulled his pistol, and fired. The ball entered deceased’s back, coming out in front. Deceased’s horse sprang forward some distance. He pulled his pistol, and fired back at defendant. Defendant fired three other shots, and deceased one other.\nAdultery of the wife of the defendant with the deceased constituted adequate cause, and would have reduced the homicide to manslaughter had the killing occurred as soon as the facts of the illicit intercourse were discovered by the defendant. The facts not only eliminated manslaughter from the case, but were circumstances tending to prove malice. Massie v. The State, 30 Texas Ct. App., 64; Ex Parte Jones, ante, 422. The charge in this respect was favorable to defendant, and gave him the benefit of an extenuation to which, under the law, he was not entitled.\nPending the trial, and during the recess of the court, while the officer was conveying the jury from the court house to supper, one Boggess, in passing, shook hands with several of the jurors, and said to the officer, “ Take care of the children.” This was all that was said or done, and no remark was made by any one referring to the case. We fail to see how defendant could possibly have been injured by this occurrence. In order to vitiate a judgment in such state of case, the conversation, if had, must be calculated to impress the mind of one or more of the jurors with a view of the case different from that made by the evidence, or to injure the defendant. Boggess did not converse with any of the jury upon any subject, and it is not possible that the verdict was in any manner influenced by the mere fact that he shook hands with some members of the jury. The evidence amply sustains the conviction, and the judgment is affirmed.\nAffirmed.\nHurt, P. J., concurs. Simkins, J., absent.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "Lock McDaniel, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Wesley Pickens v. The State.\nNo. 95.\nDecided February 18.\n1. Continuance—Bill of Exceptions —Practice.— An appellant who has failed to reserve a bill of exceptions to the overruling of his application for a continuance, can not as to such ruling be heard to complain on appeal.\n2. Manslaughter — Adultery of Wife with Deceased.—In order to constitute the adultery of the wife of defendant with the deceased such “ adequate cause” as would reduce a homicide from murder to manslaughter, it must be made to appear that the killing occurred as soon as the fact of the illicit intercourse was discovered by defendant, or at the first meeting of the parties after the discovery of such fact.\n3. Same.—Where defendant had been apprised of the adultery of his wife with deceased, and several meetings had occurred between them prior to the homicide, held, that such facts eliminated manslaughter from the case, and were circumstances tending to establish malice.\n4. Misconduct of Jury—Conversing with Outsider.—Where, pending the trial, as the jury were being conveyed from the court house to supper, an outsider shook hands with several of the jurors, and said to the officer, “ Take care of the children,” and nothing else was said or done, and no remark was made by any one concerning the case; Held, that no injury to defendant is made to appear; and further, in order to vitiate a judgment on account of the conversation with outsiders, the conversation must be such as is calculated to impress the mind of one or more of the jurors with a view of the case different from that made by the evidence, or appear to have injured the defendant.\nAppeal from the District Court of Grimes. Tried below before Hon. A. T. McKinney.\nAppellant was indicted for the murder of one J. C. Coleman by shooting him with a pistol, and at his trial was convicted of murder in the second degree, and his punishment assessed at seven years in the penitentiary.\nThe facts of the case are stated concisely and briefly in the opinion of the court, and no additional statement is deemed necessary.\nLock McDaniel, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0554-01",
  "first_page_order": 574,
  "last_page_order": 576
}
