{
  "id": 1855458,
  "name": "PEOPLE v. PIAZZA",
  "name_abbreviation": "People v. Piazza",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 78, Calendar No. 45,794",
  "first_page": "555",
  "last_page": "562",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "301 Mich 124",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1825131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/301/0124-01"
      ]
    },
    {
      "cite": "235 Mich 475",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1718917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/235/0475-01"
      ]
    },
    {
      "cite": "157 Mich 93",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1587876
      ],
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/157/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 11499,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06849646446568892
    },
    "sha256": "cadd6e3dc7b3337a9db0f2af2e156cccdc82f55de40181a3b66264d34412286b",
    "simhash": "1:83abc0b00f7d6973",
    "word_count": 2069
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "PEOPLE v. PIAZZA."
    ],
    "opinions": [
      {
        "text": "Boyles, J.\nThe defendant, having waived jury trial, was tried and convicted by a judge of the recorder’s court of Detroit of a felonious assault by a dangerous weapon thereby wounding one Nick Puleo, without intending to commit murder or great bodily harm less than the crime of murder. On leave granted defendant appeals.\nFor reversal appellant claims that the trial court was “prejudiced” because she refused to testify as to details to show her self-defense; that the verdict was “against the great weight of the evidenceand that the trial court erred in denying her delayed motion for new trial.\nFour witnesses were sworn, 3 for the people, and the defendant in her own behalf. On June 20, 1952, the defendant was a waitress serving alcóholic beverages in “Tony’s Bar” in Detroit. Nick Puleo, the complaining witness, a brother-in-law of the owner of the bar, testified that he went into the place shortly before 12 o’clock at night, that he saw the defendant put her hand in the cash register taking money out, that he told her to put the money hack, told John Moore, the bartender, and that the bartender took the money away from her; that 30 or 40 minutes later he started to go into the kitchen to see the bartender, that the defendant was standing at the doorway, that when he stopped she stabbed him in the left side, that he pulled the knife out and was taken to the hospital. He testified there was no trouble between them except about the money; and that one John Hausner was present when he got stabbed. John Hausner testified that he saw them (Nick Puleo and defendant) arguing previous to the stabbing but that he didn’t see the stabbing. He testified that he had arrived there about 12 o’clock and the first time the bartender went away from behind the bar the defendant went behind the bar while he was absent; that when the bartender came back Nick Puleo told him that the defendant had gone to the cash register; that he (the witness) had been sitting with Nick Puleo when the defendant opened the cash register, that she came around the bar, that Nick Puleo said, “What you got in your hand?” she said, “Nothing,” that she had her fist closed, that Nick grabbed her arm, she wouldn’t open her hand, that the bartender who was just coming out of the rest room opened her hand and took 2 one-dollar bills out of it. He testified further that as they were about to close the bar Nick Puleo got up and started to go to the kitchen, that as he (the witness) was walking out the front door he heard Nick Puleo and the defendant arguing, that he didn’t hear what they were saying, the voices were angry, and that Nick came running by him and said “Call the police, call an ambulance, John, I have been stabbed;” that Nick had his sport shirt open and his T-shirt was full of blood; that the bartender called the police and ambulance, that Nick Puleo was lying down in the street on the cement and then the police came. A police officer testified that he talked with the defendant at police headquarters the next day, June 21st, that she told him Nick Puleo had accused her of taking money from the cash register, that he held her until the bartender came, that he had taken $2 from her, that about an hour later she was in the kitchen when Nick said he was going to tell Tony, the owner, about taking the money, that they became involved in an argument, that she picked up a knife from the table and stabbed him and that he went out the door.\nThe defendant testified that she was a waitress and barmaid at Tony’s Bar, that she was working the night of June 20,1952, that she saw Nick Puleo, the complaining witness, come in about 12 o’clock. Her testimony as to what happened at the stabbing was as follows:\n“Nick then asked me if I was going to go out with him; I told Nick ‘No,’ so then Nick started to get— fool around.\n“Q. What do you mean ‘fool around’?\n“A. Get fresh.\n“Q. You say get ‘fresh.’ What did he do?\n“A. (Hesitating.)\n“Q. Just tell the court what he actually did.\n“A. He tried to molest me.\n“Q. Well, just tell what he did. Don’t use those words. What did he actually do?\n“A. (Hesitating.)\n“Q. Did he touch you?\nYgs lie tried to.\n“Q. Well, all right, tell the court what he did?\n“A. He tried to touch me.\n“Q. Where did he try to touch you?\n“A. Oh—\n“Q. Beg your pardon?\n“A. Kind of embarrassing, don’t you think?\n“Q. Just tell the court what he did.\n“A. (Hesitating.)\n“The Court: How old are you?\n“A. 22.\n“The Court: 22. Have you been married?\n“A. Yes, I have.\n“The Court: Are you married?\n“A. Yes.\n“The Court: Married now?\n“A. Right.\n“The Court: Living with your husband?\n“A. No. * * * After he tried to get fresh with me * * * I went to the kitchen to get the wine out of a jug; * * * He come in the kitchen, started doing the same stuff all over again.\n“Q. (Mr. Welch [defendant’s attorney]): Now tell us what that same stuff was all over again.\n“A. Embarrassing.\n“Q. Huh?\n“A. (No response.)\n“Q. Tell us exactly what he did in the kitchen.\n“A. (No response.)\n“Q. \"Will you please answer my question?\n“A. He tried to touch my breasts for one.\n“Q. What else?\n“A. And that is all at the present time.\n“Q. And did you have an argument with him?\n“A. Tes, I did.\n“Q. Did you stab him?\n“A. Yes.\n“Q. Why?\n“A. Because he tried to fool around.\n“Q. All right, tried to fool around. Now what did he do when he tried to fool around; you tell the court just what happened in your own words.\n“A. (Sigh.) In other words he tried to bother me. It is embarrassing.\n“Q. Just tell the court in your own words; there is nothing embarrassing in matters of this kind.\n“A. (No response.)\n“Q. Will you please do that?\n“A. No.\n“Q. I beg your pardon?\n“A. (Shakes head.)\n“The Court: You are facing a serious charge. Now, no false modesty. Tell us what he did. If you don’t want to tell us, don’t. You have been given an opportunity to tell it. You better tell. It had better be good to justify a stabbing. Where were yon born and raised?\n“A. Right here.\n“The Court: Have you ever been arrested and convicted?\n“A. Yes.\n“The Court: What for?\n“A. Disturbing the peace.\n“The Court: In what court?\n“A. Recorder’s, right here, Judge Maher.\n“The Court: What was done to you?\n“A. 90 days.\n“The Court: You served 81 days at the Detroit House of Correction?\n“A. Yes.\n“The Court: Well no false modesty. Tell us what he did.\n“A. (No response.)\n“Q. (By Mr. Welch): Will you, please?\n“The Cou,rt: You have asked her enough. She said he tried to touch her breasts.\n“A. Also for relations, sex relations.\n“Q. Did he take any steps to force you to have sexual relations?\n“A. I didn’t give him the chance.\n“Q. Well, what was he doing when you stabbed him?\n“A. Touched my breasts.”\nWe are in accord with the conclusion of the' trial court that the testimony established, beyond a reasonable doubt, the guilt of the defendant. She admitted the stabbing with a knife, there was proof of a motive, and her own testimony showed that the stabbing was not committed in self-defense. People v. Meert, 157 Mich 93, 101.\nIn her delayed motion for a new trial, she claimed, in effect, newly-discovered evidence. It consisted of a claim of her own evidence to show self-defense, which she had full opportunity to disclose at the trial. It was not newly-discovered evidence.\nFinally, appellant claims error in the failure of the prosecution to produce in court John Moore, the bartender, as a res gestae witness. The prosecution showed that a subpoena had been issued for John Moore, that it had been left at his known place of residence 6 days before the trial date, that the night before the trial officers went to his last-known residence, and an officer testified:\n“Q. Have you been able to locate this bartender?\n“A. No, sir, we have not; we were over there last night; he lived up over the bar; we were there last night; and he moved a couple of weeks ago.\n“Q. He doesn’t work at bar any more?\n“A. No, the owner does not know where he moved to.”\nCounsel for defendant did not cross-examine the officer, did not ask for an adjournment or object to submitting the case to the court without this witness, and at the conclusion of the proofs, in open court, the following occurred:\n“Mr. Welch [defendant’s attorney] : Of course, the officer says he couldn’t bring him in here, but nevertheless I think the court should consider the lack of his presence should inure to the benefit of the defendant, and I think that still raises a reasonable doubt as to whether or not this offense was a felonious assault.\n“The Court: I may feel that they haven’t made sufficient effort to bring him in and indulge in the presumption the reason they didn’t bring him in is that his testimony would be damaging to the people’s case, is that right? I will so charge myself, that they did not make a good effort, if they had him here his testimony would be damaging to the people’s case. That is a presumption I may indulge in. Is that all? * * *\n“Mr. Welch: That is all.”\nThere was no testimony that the bartender heard the argument or witnessed the assault when the complaining witness was stabbed, in the doorway to the kitchen. At most, his testimony as to what occurred when the defendant was compelled to release the money from her hand, already testified to by Nick Puleo and John Hausner, would be cumulative. Defendant had the benefit of the announcement of the court at the conclusion of the proofs. The denial of a new trial was discretionary and not error. People v. Vick, 235 Mich 475; People v. Serra, 301 Mich 124.\nAffirmed.\nButzel, C. J., and Carr, Bushnell, Sharpe, Reid, Dethmers, and Kelly, JJ., concurred.\nCL 1948, § 750.82 (Stat Ann § 28.277).",
        "type": "majority",
        "author": "Boyles, J."
      }
    ],
    "attorneys": [
      "Frank G. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, Gerald K. O’Brien, Prosecuting Attorney, Samuel Brezner and Samuel J. Torina, Assistant Prosecuting Attorneys, for plaintiff.",
      "Aldrich Baxter (Meyer Weisenfeld, of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "PEOPLE v. PIAZZA.\n1. Criminal Law—Assault—Evidence.\nTestimony adduced in prosecution for assault with a dangerous weapon without intending to commit murder or great bodily harm less than the crime of murder held, sufficient to establish the guilt of defendant beyond a reasonable doubt, where there was an admission of a stabbing with a knife, proof of a motive, and defendant’s own testimony that the stabbing was not committed in self-defense (CL 1948, § 750.82).\n2. Same—New Trial—Assault—Newly-Discovered Evidence.\nDefendant’s own evidence of self-defense did not constitute newly-discovered evidence that would justify granting her delayed motion for a new trial in prosecution for assault with a dangerous weapon without intending to commit murder or great bodily-harm less than the crime of murder (CL 1948, § 750.82).\n3. Same—New Trial—Assault—Des Gestae Witness.\nThe denial of a new trial to one convicted of an assault with a dangerous weapon without intending to commit murder or great bodily harm less than the crime of murder -was not error, it being within the discretion of the trial court where testimony of the additional res gestae witness who was not produced would have been cumulative (CL 1948, § 750.82).\nDeferences for Points in Headnotes\n[1] See, generally, 4 Am Jur, Assault and Battery § 33.\nT2] 39 Am Jur, New Trial §§ 156, 159.\n[3] 39 Am Jur, New Trial § 170.\nAppeal from Recorder’s Court of the City of Detroit; Grillis (Joseph A.), J.\nSubmitted November 3,1954.\n(Docket No. 78, Calendar No. 45,794.)\nDecided December 29, 1954.\nDiane Piazza was convicted of felonious assault.\nAffirmed.\nFrank G. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, Gerald K. O’Brien, Prosecuting Attorney, Samuel Brezner and Samuel J. Torina, Assistant Prosecuting Attorneys, for plaintiff.\nAldrich Baxter (Meyer Weisenfeld, of counsel), for defendant."
  },
  "file_name": "0555-01",
  "first_page_order": 595,
  "last_page_order": 602
}
