{
"id": 4381855,
  "name": "RUTH M. THOMPSON, Plaintiff and Respondent, v. OCCIDENTAL LIFE INSURANCE COMPANY OF CALIFORNIA, Defendant and Appellant",
  "name_abbreviation": "Thompson v. Occidental Life Ins. Co.",
  "decision_date": "1969-09-30",
  "docket_number": "Civ. No. 25365",
  "first_page": "559",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 559"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "312 P.2d 241",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "48 Cal.2d 720",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4389470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/48/0720-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 882",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "257 Cal.App.2d 399",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2221398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/257/0399-01"
      ]
    },
    {
      "cite": "35 Cal.Rptr. 492",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "223 Cal.App.2d 179",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2124428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/223/0179-01"
      ]
    },
    {
      "cite": "48 Cal.Rptr. 251",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "238 Cal.App.2d 884",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2162935
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/238/0884-01"
      ]
    },
    {
      "cite": "274 P.2d 633",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "43 Cal.2d 420",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4402510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/43/0420-01"
      ]
    },
    {
      "cite": "450 P.2d 271",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "74 Cal.Rptr. 895",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.2d 432",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2308230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/70/0432-01"
      ]
    },
    {
      "cite": "251 P.2d 53",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "114 Cal.App.2d 816",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2242833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/114/0816-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 15143,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 8.10134831842423e-08,
      "percentile": 0.46767572163473625
    },
    "sha256": "41fa509fa85eea72fb2fcf538fa0c7bcbb26f39745d928cb3ad047536dabfa06",
    "simhash": "1:f06eec8447297f45",
    "word_count": 2481
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "RUTH M. THOMPSON, Plaintiff and Respondent, v. OCCIDENTAL LIFE INSURANCE COMPANY OF CALIFORNIA, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "peals from a summary judgment in the amount of $200,000 plus interest which, at the time of the judgment, exceeded $45,000. The court had ordered stricken appellant’s answer to the complaint on an alleged contract for life insurance upon the ground that the answer stated no defense. . The case is one involving the subject of immediate coverage.\nFacts\nIn this recitation of facts, wherever there is conflict or ambiguity in the declarations offered to the trial court by the opposing parties (including the depositions which were incorporated in the declarations), we shall state the facts favorably to. the appellant because of the nature of a summary judgment. Donald L. Thompson, husband of respondent, had been insured by appellant for some years prior to 1964 by a policy on his life in the amount of $15,000, which provided for double indemnity coverage. Commencing on June 2, 1964, Mr. Thompson had some 10 or 12 consultations with physicians at Kaiser Hospital. During the course of these he complained of chest pain; an electrocardiogram was performed which showed a borderline condition; he was treated for acute phlebitis ; he was advised of the possibility of \"pulmonary infarction; he was treated for pleurisy; an X-ray of his legs was made because of claudation; and, finally, he was advised on August 10, 1964, that chemical sympathectomy was in order and should be performed upon completion of laboratory work.\nAt some time which has been described as either the middle of July or about three weeks prior to August 5, 1964, Mr. Thompson, who was in the restaurant business, consulted with his accountant and then arranged a meeting with John Kelly, the Oakland manager for Occidental Life Insurance Company, for the purpose of obtaining additional life insurance. On August 5, 1964, he signed an application for a five-year convertible term policy for $100,000, together with additional indemnity for death by accident. A medical examination was made on August 11, 1964. According to the medical examiner’s report, the following incorrect answers were given as to matters occurring from June to August 1964 (other misstatements are mentioned by appellant but we need not discuss them; they relate to earlier years). To the question whether the examinee had consulted, had been examined or treated by any physician within the past five years, there was a reply mentioning vein ligation, hydroeelectomy and inguinal hemioplasty performed in 1962, but no mention whatever was made of the medical consultations in the weeks immediately past. There was a denial that the examinee had been told of any disorder of the lungs, although the hospital record clearly shows that he was advised of the possibility of pulmonary infarction. There was a denial of pain in the chest, although the applicant’s complaint thereof on June 3, 1964, is in the hospital record. There was a denial of disorder of the heart or vessels, despite the recent electrocardiogram, the claudation and, probably most important of all, the proposed operation, the sympathectomy. The advice to Thompson from the Kaiser physician about the sympathectomy was given the day before the medical examination for the insurance policy.\nThe application originally provided .that the policy was to be “C.O.D.,” which in the insurance field means that the premium was not to be paid until delivery of the policy. The application contains a provision that insurance shall not become effective until the policy is delivered. There was, however, a provision for earlier coverage provided the full first premium were paid and certain conditions were met. It is unnecessary to discuss the validity and effect of these conditions because the premium was not paid at the time of the signing of the application and the conditional receipt was not issued. On August 13, 1964, two days after the medical examination, Kelly came to the conclusion, he testified, that it would be a shame if something were to happen to Thompson before the policy were issued. Kelly did not know of the misrepresentations which allegedly were made by Thompson to the medical examiner. Thompson had told Kelly not to be surprised if a second examination were demanded, because the examiner had told him he had heard some noise in Thompson’s chest. Thompson told Kelly, however, that he had a little cold at the time.\nKelly went to Thompson’s restaurant and had a conversation with him, the exact content of which it is impossible to make out from Kelly’s deposition. He answered so variously that it may be that he told Thompson that payment of the premium would cover him if he were killed before the issuance of the policy; that he told Thompson that by paying the premium he would be covered if all medical examinations were completed and it were found that Thompson were insurable; or that he merely put the matter negatively, saying that Thompson would not be covered unless he paid presently. In considering the summary judgment, we must accept for present purposes the testimony which is most favorable to appellant, namely, that which would impose the greater limitation against the insured. Such testimony is that which refers to coverage only if Thompson were found to be insurable. (A declaration by an associate medical director for appellant, produced at the hearing, states that if the underwriters had known of the medical history and findings, the underwriters would have declined risk.)\nThompson made the payment on the day of Kelly’s visit or the next day, in the sum of $205, one month’s premium. Thereupon, Kelly changed the receipt (which he did not have with him during his conversation with Thompson), striking the “C.O.D.” and substituting provision for monthly payments, and reciting a payment of $205. On August 17, 1964, the application was received by appellant’s underwriters in Los Angeles. They required an additional medical examination, including another electrocardiogram and a chest X-ray. Kelly proceeded to make arrangements for the examination.\nOn August 24, 1964, Thompson fell into his bath tub and was almost suffocated by water. He was taken to the hospital where he died on August 28, 1964, of pneumonia. For the purpose .'of this appeal, at least, the insurance company does not dispute that the death was accidental (although if it were held liable, it would dispute the amount due as additional indemnity). The company paid double indemnity on the $15,00.0 policy.\nProceedings in the Trial Court\nPlaintiff, who was named as the prospective beneficiary in the application, states her case in a fourth amended complaint in four counts: 1) an oral agreement of insurance; 2) a written agreement to insure; 3) negligent representations on the part of the agent that the insurance would become effective as of the date of the payment of the premium; 4) an oral agreement to procure insurance.\nUpon consideration of the facts, substantially as recited above, and briefs submitted by the parties, the trial court ordered the answer stricken and rendered judgment for plaintiff. No statement of the court’s reasons accompany the order. Following the order, judgment was rendered.\nThe defendant, too, had made a motion for summary judgment, which was denied. A notice of appeal from this order was filed but it is of no effect because an order denying summary judgment is not appealable. (Nevada Constructors, Inc. v. Mariposa etc. Dist., 114 Cal.App.2d 816 [251 P.2d 53].)\nMaking of the Contract\nRespondent relies on cases which hold that where all of the circumstances of the case, including not only the writings but the conduct of the parties, show that the applicant for life insurance was led reasonably to expect that the insurance came into force upon payment of the premium, the coverage becomes effective immediately even though the applicant later is found not to have been insurable because of conditions of health. Some of these cases have been decided upon the ground of ambiguity in the terms of the receipt which provides for possible immediate coverage (Slobojan v. Western Travelers Life Ins. Co., 70 Cal.2d 432 [74 Cal.Rptr. 895, 450 P.2d 271]; Ransom v. Penn Mutual Life Ins. Co., 43 Cal.2d 420 [274 P.2d 633] ; Wernecke v. Pacific Fid. Life Ins. Co., 238 Cal.App.2d 884 [48 Cal.Rptr. 251]; Brunt v. Occidental Life Ins. Co., 223 Cal.App.2d 179 [35 Cal.Rptr. 492]), and one upon actions of an agent even though a receipt was not issued (Koorstad v. Washington Nat. Ins. Co., 257 Cal.App.2d 399 [64 Cal.Rptr. 882]). But in all of them the decisive issue is what the ordinary layman’s understanding of the insurance company’s application would be under the circumstances of the case.\nIn the case before us, we shall assume for present purposes that the execution and delivery of the receipt was unnecessary because of the agent’s conduct, although this may become an issue at trial. We find that there are still at least two factual questions to be resolved. The first is whether the agent had authority to act as he did. The written instructions given by the company to the agent denied him such authority. There could, however, be actual authority if the company, by want of ordinary care, had allowed the agent to believe himself to possess the authority (Civ. Code, § 2316); and there could be ostensible authority if the principal, intentionally or by want of ordinary care, caused or allowed Thompson to believe the agent, Kelly, to possess an authority beyond that which was actual (Civ. Code, § 2317). These matters are for a trier of fact to resolve. They should not have been decided by an order, granting a summary judgment.\nA second factual question is whether Thompson could reasonably expect that he was afforded immediate coverage upon payment of the premium. This question, too, could be answered only by a decision rendered in a verdict by a jury or by judgment of the court based on appropriate findings. The trier of fact would have to decide, first, what was the representation made by Kelly to Thompson at the meeting oh August 13, 1964; and second, whether Thompson reasonably could expect, in view of the false answers which he had given, that immediate coverage would be effected. (It is even possible that this subject would become a matter of law in favor of appellant; at any rate, surely the answer cannot be in favor of respondent as a matter of law.) In the cases cited by respondent, the insurance company was held liable despite a later finding of noninsurability, but in no case was there an issue of gross misrepresentation such as was made by the applicant herein. Respondent argues that in the ease of Wernecke v. Pacific Fid. Life Ins. Co., 238 Cal.App.2d 884 [48 Cal.Rptr. 251], the issue of fraud was raised but was ignored in the majority opinion (although it was accepted in the concurring opinion). But the Wernecke case was one which merely reversed a judgment of nonsuit. Besides, in that case the application indicated that insurance was available without medical examination. We do not regard the Wernecke case as establishing a rule that any applicant may gain immediate coverage upon paying the premium, regardless of how flagrant his misrepresentations may be.\nThe summary judgment cannot be sustained upon the ground that, as a matter- of law, the contract came into existence.\nThe Rescission\nAppellant pleads, among other defenses, that if a contract did exist, it was rescinded by prompt notification of rescission and return of the premium. Section 331 of the Insurance Code reads: ‘ ‘ Concealment, whether intentional or unintentional, entitles the injured party to rescind insurance.” The principle of rescission in life insurance eases where the concealment is not the result of igorance, is recognized. (Cohen v. Penn Mut. Life Ins. Co., 48 Cal.2d 720 [312 P.2d 241].) Why, then, was the issue of rescission not triable in this ease ?\n1. Respondent replies that “in all probability” Thompson did list all of his disabilities and that he is not here to testify that the physician “covered the various admitted previous problems and then dropped the subject. ’ ’ The mere statement of this contention shows that it raises a factual issue which could not he disposed of by summary judgment for plaintiff.\n2. Respondent contends that even if misrepresentations and concealments were made, as stated by appellant, these would not be proper cause for rescission because they did not mislead the insurance company. It is argued that whatever information about the applicant’s health was contained in the application, was unknown to Kelly when he solicited the payment of the premium, and was unknown to the underwriters of the company because the application was not received by them until a few days after the premium had been paid. This argument, however, does not justify negation of the ■ rescission defense by summary judgment. The company was entitled to present to a trier of fact the contention which it makes: that had the applicant given to the medical examiner the information that on the very day before the examination he had been advised to make arrangements for surgical procedure of sympathectomy and that he had been told of a possible pulmonary infarction, and had the application stated the truth as to the matters described above, the examiner (although he had no authority to accept or to decline applications) would in all likelihood have communicated the matter immediately to the company’s underwriters; that the examining physician would have informed Kelly; and that Kelly certainly would not have done anything which might give immediate coverage.\n3. Respondent argues that the solicitation of the payment of the premium was done by the company’s agent without any suggestion from the applicant, and that therefore, assuming misrepresentation on the part of Thompson, it is of no moment because he was not the moving party. We reject this argument on two grounds. In the first place, as we said above, Kelly, when he made his overture to Thompson, about the premium, was ignorant of the misrepresentations. In the second place, respondent’s argument is based on the premise that the transaction of payment of the premium created a contract quite severable from that of the insurance policy itself. This is not so. The basic contract is that of the life insurance itself and the immediate coverage is an incident thereto. It was Thompson, not Kelly, who initiated the plqn to obtain additional insurance.\nIn the matter of rescission, therefore, as well as in that of making of the contract, summary judgment cannot be sustained.\nThe summary judgment is reversed.\nRattigan, J., and Christian, J., concurred.\nRespondent’s petition for a hearing by the Supreme Court was denied November 26, 1969.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 25365.\nFirst Dist., Div. Four.\nSept. 30,1969.]\nRUTH M. THOMPSON, Plaintiff and Respondent, v. OCCIDENTAL LIFE INSURANCE COMPANY OF CALIFORNIA, Defendant and Appellant.\nSullivan, Roche, Johnson & Farraher, Sullivan, Roche & Johnson, Theodore A. Kolb and Ronald H. Kahn for Defendant and Appellant.\nBennett & Van DePoel and Bryant M. Bennett for Plaintiff and Respondent."
  },
  "file_name": "0559-01",
  "first_page_order": 581,
  "last_page_order": 588
}