{
  "id": 1933576,
  "name": "Williams vs. Mayor &c., of Detroit, et al.",
  "name_abbreviation": "Williams v. Mayor of Detroit",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "560",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 560"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "6 Paige 83",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/6/0083-01"
      ]
    },
    {
      "cite": "17 Wend., 667",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "6 Barb., 209",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4874823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/6/0209-01"
      ]
    },
    {
      "cite": "9 Barb., 535",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4898724
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/9/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1681,
    "char_count": 63966,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 1.511379939553463e-06,
      "percentile": 0.9918740436218483
    },
    "sha256": "e8add1946e1dd646d37c56043495f101081f65ac25e2dd474bb316dee1439fb8",
    "simhash": "1:3392a4ed4e0c02db",
    "word_count": 10907
  },
  "last_updated": "2024-02-27T17:43:48.727812+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams vs. Mayor &c., of Detroit, et al."
    ],
    "opinions": [
      {
        "text": "By the Court, Green, J.\nThe complainant asks a reversal of the decree dismissing his bill in the Court below, on two grounds:\n1. That the proceedings of the Common Council in assessing his lot (176) on Attwater street, were unconstitutional and void.\n2. That the assessment was irregular and illegal, not being in conformity with the laws and ordinances in that behalf passed and ordained.\nBefore entering upon a particular examination of the various clauses of the Constitution with which the laws and ordinances relative to assessments for paving streets, &o., in the city of Detroit, are supposed to conflict, it seems proper to advert to the theory of our State government, and to deduce from it, if we can, a plain and simple rule to, guide us in the construction of that organic law, whereby its powers are delegated and distributed to the several departments which constitute the machinery by which it acts.\nIt was strongly urged by the counsel for the complainant, on the argument of this cause, that the special enumeration of powers in Article 14 of the Constitution, entitled “Finance and Taxation,” exclude all others that might be implied, and that the maxims of the law, expressio unius est exclusio alterius, and expressum facit cessare taciturn, are strictly applicable in the construction of the Constitution with regard to the powers of the Legislature over the subject of taxation. That certain legal maxims or rules of construction, which have been found generally applicable, afford important aid in arriving at the intention of those who framed the law, every lawyer will admit, but that there are some instruments or laws to which such maxims cannot- be strictly applied, without doing manifest violence to the plain intent of the framers of the law, is also a matter of common experience.\nThis is especially trae in the construction of State Constitutions, as \"will appear manifest when we consider their character and objects.\nAll political power, originally and inherently belongs to the people. They, through their delegates, by them specially chosen for that purpose, form a constitution of government, which is submitted directly to them for their approval or disapproval. A majority expressing their approbation of the frame of government proposed, it becomes the organic law of the State, binding every citizen to a conformity with its requirements. It is the charter of every individual citizen’s rights and privileges, and the guaranty of his liberty and safety, to the security of which every other citizen is pledged.\nIn order to carry into effect these great objects, the powers of government are divided into three departments; the Legislative, Executive and Judicial; and amongst these departments all the powers of government are distributed.\nThe legislative power of the State is vested in a Senate and House-of Representatives, and the other powers are vested in the appropriate-departments. All the powers of government are thus delegated by the-people to be exercised for their benefit, and in their name.\nThe legislative power is conferred upon a Senate and House of Representatives in broad and general terms, and no attempt is made to define it, or to specify the various subjects upon which it may be exercised. Having conferred this power unqualifiedly upon the two branches of the Legislature, but being conscious of man’s infirmities, and especially of that which often prompts those who are least qualified for the stations they happen to occupy, to love the exercise of power, and not unfrequently to abuse it, it was deemed necessary to guard against such consequences, by imposing upon the Legislature certain specific duties, and limiting, restraining, and regulating the exercise of their power in several important particulars. Such limitations, restraints and regulations bind the Legislature, and, if disregarded, their acts in contravention of them are void; but all other acts properly pertaining to the legislative power of the State, are within the competency of the legislafive department, and binding upon the people.\nUnder this view of the power of the Legislature, we will proceed to ■examine the several clauses of the Constitution supposed to have been infringed by the law under which that part of Attwater street, between Bates and Randolph streets, was ordered by the Common Council of the city of Detroit, to be paved.\nSection 11, article 14, reads as follows: “The Legislature shall provide an uniform rule of taxation, except on property paying specific taxes, and taxes shall be levied on such property as shall be prescribed by law.” It is insisted that the assessment in question was not made under any uniform rule of taxation provided by the Legislature, and that it was therefore void. It is not now necessary to determine what is the true import of the first clause of this section. No new rule of taxation had been provided by the Legislature when the assessment was made, and it is not pretended that this provision of the Constitution executes itself. Until the Legislature shall have established a rule in conformity to this requirement, it cannot be known what that rule is. Section 12 of the same Article was also referred to. It provides that “all assessments hereafter authorized shall be on property at its cash value.” The term assessment, as sometimes used, denotes the valuation of property by the assessors for the purposes of taxation, and it is sometimes used to denote. the levying of a tax upon property or persons. In this section it seems to have reference to the valuation, and not to the levying of a tax. The assessment complained of, however, if authorized at ah, was so authorized by a law enacted long prior to the taking effect of the Constitution, and was not authorized by any law enacted after that time.\nIt is also urged that this assessment is in violation of the following provisions of the Constitution, viz: Section 14, Article 18: “The property of no person shall be taken for public use without just compensation therefor.” Section 2 of the same Article: “When private property is taken for the use or benefit of the public, the necessity for using such property, and the just compensation to be made therefor, except when to be made by the State, shall be ascertained by a jury of twelve freeholders, residing in the vicinity of such property, or by not less than three commissioners, appointed by a Court of record, as shall be prescribed by law;” and Section 15, of Article 15: “Private property shall not be taken for public improvements in cities and villages without the consent of the owner, unless the compensation therefor shall first be determined by a jury of freeholders, and actually paid or secured in the manner provided by law.”\nThis involves the question, whether the money attempted to be raised by means of the assessment to defray the expenses of improving a public street, is sought to be taken by virtue of the right of eminent domain, or in the exercise of the sovereign power of taxation. Both are equally incidents and indispensably necessary to the existence of every sovereignty. It is insisted that compensation, as contemplated by the Constitution, means a return to the owner of the property taken, of its value in money, the legal currency of the country, and not in any . real or supposed benefits to accrue to him from the use of the property taken — that money is as much property as lands, goods and chattels, and if taken for public use, compensation in money must be made for it. It is very obvious that when private property is taken for public use, within the meaning of the Constitution, the compensation therefor must be made in money, for that is the only fixed standard or representation of value known to the law. There is no rule by which the value of one piece of property can be measured by the value of another. For this reason, when private property is required for public use, its value must be measured or ascertained by reference to this standard, because, until ascertained it is uncertain, and there is no other measure by which it can be ascertained. This, the Constitution requires shall be done by twelve freeholders residing in the vicinity of the property, or by not less than three commissioners appointed by a Court of record, as shall be prescribed by law. The Constitution makes no exception of any particular kind of property. It assumes it to be necessary in all cases, without exception, where private property is to be taken for public use. The conclusion seems to be irresistible, that the term “private property,” as used in this connection, was not intended to include money. When a State requires money beyond its ordinary resources, it either resorts to an increase of taxation, or issues its bonds or evidences of debt and raises it by way of loan, or both, as its exigencies require; and in despotic governments, when other resources fail, we sometimes hear of a forced loan. It can hardly bo supposed that the intelligent body of men who framed our present Constitution, contemplated even a possible necessity that the government of this State should ever resort to so desperate a mode of raising money.\nBut if money is property within the meaning of the provisions of the Constitution above cited, requiring, when taken for public uses, compensation to he made in money, do not those provisions equally apply to all taxes levied and collected for the purposes of paying the public debt, the compensation of public officers for their services, the support of schools for education, the purchase of township libraries, and the construction of roads and bridges in the country, as well as to an assessment for improving a street in the city of Detroit? It cannot be denied that these are all public uses, and that -the money applied to them, is. taken from its individual private owners for these purposes. Yet, no one claims that compensation in money, ought to be made for the money so taken. It is conceded in this case, that “ a fair rule of taxation would he, to tax the ward with the expense of all improvements in it,” and that “the charter and the Constitution would sanction this course.” But how is the mode of assessment adopted by the Common Council for raising funds to defray the expenses of improving a street, distinguishable in principle, from that suggested ? The various wards of the city of Detroit are of very unequal extent, and are subject to be increased or diminished at the will of the Legislature. The necessary expenses of paving the streets in one. ward, may be ten-fold more in proportion to the value of property therein, than in an adjoining ward; and yet, the streets are all public property, and equally subject to public use and convenience.\nBefore noticing the distinction urged by counsel upon the argument, it seems proper to remark that every species of taxation in every mode, is in theoiy and principle, based upon an idea of compensation, benefit or advantage to the person or property taxed, either directly or indirectly. If the tax is levied for the support of the government and general police of the State, for the education and moral instruction of the citizens, or the construction of works of internal improvement, he is supposed to receive a just compensation in the security which the government affords to his person and property, the means of enjoying his possessions, and their enhanced capacity to contribute to his comfort and gratification, which constitute their value. >\nTaxation, not based upon any idea, of benefit to the person taxed, would be grossly unjust, tyrannical, and oppressive, and might well be characterized as “public robbery.”\nBut it is said that the taxation adopted by the Common Council of Detroit under their charter, for paving streets, is “not general nor public, but private and exclusive.” In order to determine whether this distinction is well grounded, it becomes necessary to examine the provision of the charter under which they acted, and the course of procedure adopted by them in carrying it into effect. Section 20 of the city charter, (City Char. and Ord.,p. 29,) contains this provision: “And the Common Council shall have full power and authority to provide funds for defraying the expenses of such paving of streets or side-walks, as may be deemed necessary, either by assessment on the owner or occupant of such lot or premises, in front of, or adjacent to, which such streets or side-walks may be directed to be paved or repaired, or otherwise, as they may direct.” By an act approved April 13, 1841, this section was amended by adding thereto as follows: “That any such assessment hereafter made by authority of the Common Council, shall also be a lien until paid, on such lots or premises in front of which such street or side-walk may be directed to be paved or repaired; and said assessment shall be collected in the. same manner as other assessments ' or tax made or laid by authority of the Common Council.”\nSection 16, chapter 11 of the revised ordinances of 1848, (p. 113 of Char. and Ord.,) ordains that “whenever the Common Council of said city shall deem it necessary to provide funds necessary for defraying the expenses of grading, paving, or planking, any alley, avenue or street, of said city, or any portions thereof, they shall cause an assessment to be made by the city surveyor, on the owners or occupants of the lots or premises in front of, or adjacent to, the avenue or street directed to be graded, paved, or planked.”\nThe Common Council, in pursuance of these provisions of their charter and ordinance, caused Atlwater street to be paved from the centre of Bates, to the centre of Randolph streets; and thereupon, to provide funds for defraying the expenses of such paving, caused an assessment to be made on the owners or occupants of the lots and premises fronting on either side of said street. Assuming that their proceedings were regular in conformity to the law under which they attempted to act, it is difficult to perceive why this should he considered a private and exclusive tax. It was levied under a public law, by a municipal - corporation, created for local but public purposes, and tlie proceeds of the assessment were to be devoted to a particular public use. It is not questioned that the Common Council have power to levy a tax upon the whole city, for paving all the streets within its boundaries — and it is conceded that the Constitution and the charter would sanction the taxation of each ward for the expense of all improvements in it. Where, then, is the injustice, in assessing a smaller district for the expense of improvejnents within it ? The result would be practically the same, if the same rule of apportionment or assessment is applied. If a ward were assessed for the paving of all the streets within it, such improvements would obviously be a great benefit to the ward, and although the tax would be more burthensome, for the time being, than if the expense of those particular improvements were assessed upon the whole city, yet that ward is relieved from the burthen of taxation for similar improvements in the other wards of the city.\nThe result is precisely the same in the case of the complainant, and other owners or occupants of lots and premises within the district assessed for the paving of Attwater street. The present burthen is heavy, but that district is greatly benefitted by the improvement, and is relieved from liability to assessment for similar improvements in other portions of the city. I am not aware of any inflexible rule by which assessments for such purposes must necessarily be limited to any fixed political divisions, or definite extent of territory. Townships are divided by the commissioners of highways into road districts, in their discretion, for the purpose of assessing and applying the highway taxes; and school districts are organized by the school inspectors within a township, and sometimes partly in two or more townships, and assessed accordingly, for district purposes; and no constitutional inhibition has been ■ supposed to have been thereby infracted. These divisions, for such and analogous purposes, tend to promote the convenience of those more directly interested, and thereby best subserve the public interest.\nSome of the provisions of the Constitution hereinbefore referred to, and several others, were cited by the counsel for the complainant, for the purpose of showing that it enjoins a just principle of equality in regard to all public burdens, and prescribes as a limit to the exercise of the taxing power, that common burdens should be sustained by common\ncontributions, regulated by some fixed general rule, and apportioned according to some uniform ratio of equality. This may be readily admitted as a just and equitable rule. The soundness of such a proposition is too well approved by good sense, and too well supported by the theory of free government and equal rights to be seriously questioned. The only difficulty is in the application of the principle. It is admitted that it does not require that every public highway and bridge, because it is constructed for the common use of all the citizens of the State, should be sustained by a general tax upon all the persons or property within the State, or that an entire city should be taxed for the construction or improvement of every street within its limits. Nor does it require that every public highway in the State should be constructed and sustained in the same manner as every other. Common highways in the country are supported by assessments upon persons and property, according to a ratio of supposed equality, within certain defined districts. Plank roads, which are also public highways, are constructed by private corporations created for public purposes, and are sustained by contributions levied upon travelers thereon, according to the lenefit which each is supposed to derive from its use. Ferries across lakes and rivers are sustained in the same manner. In all these cases, the contributions are apportioned according to a uniform ratio of equality, applicable to the particular character and circumstances of each, though not to all collectively; and no principle of justice or equality is violated. Many other equally foreiblo illustrations might be introduced, but it is not deemed necessary. Let us now inquire whether this principle has been departed from and violated by tho Common. Council of the city of Detroit, in the system of assessments adopted by them for the paving of streets. The Common Council, as has been already seen, was authorized by the city charter to provide funds for the paving of streets, either by assessment on the owner or occupant of such lot or promises, in front of, or adjacent to which such streets might be directed to be paved, or otherwise, as they might direct. Únder this giant of power the Common Council did direct, that when it should be deemed necessary to provide funds for paving any street, they should cause an assessment to be made by the city surveyor on the owners or occupants of the lots or premises in front of or adjacent to the avenue or street directed to be paved, and próvided the mode of making the assessment. It does not appear that they have ever adopted any other mode of providing funds for such purposes. The assessments for paving streets then, have been regulated by a fixed general rule, applicable to the entire city. Have they been apportioned according to a uniform. ratio of equality ? The expense of the improvement being first ascertained, the amount is apportioned by the city surveyor, and assessed upon the owners or occupants of lots made liable for the assessment. He reports his assessment to the Common Council, who appoint a time for revie tving it, and cause public notice to be given thereof, to the end that those interested may examine the roll, and appear before them and make objections or suggest errors, if any exist, or any injustice has been done by the surveyor. In this case no one appeared to show cause against the assessment, and it was approved and adopted by the council as reported by the surveyor.\nThe apportionment is set forth in the amended bill, not to have been made according to the value of the property assessed; and this statement is not denied in the answer, but that it was not apportioned according to some uniform ratio of equality, doés not appear. If the pleadings are correctly understood, (for there are no proofs before us,) the expenses were apportioned according to the width of each lot fronting upon the street paved. That this rule of apportionment was not as equal and just as an apportionment according to value, would have been, is not shown by the bill, nor does it appear evident. The intrinsic value of a vacant lot may be increased much more in proportion, than one occupied with valuable buildings; so that an apportionment based upon the value of the premises might, and probably would, operate unjustly and inequitably. Benefits may, for this purpose, be considered as an incident resulting from the improvement, although they are not made the basis of the assessment itself.\nIt must be borne in mind in discussing a question of this nature, that no law for the assessment of taxes has ever been framed, or ever will be while man continues in his present imperfect condition, which will operate with perfect justice and equality upon all. Every general law, however wisely and carefully perfected, will, in its practical operation, work oppression and injustice to some. Equality, like perfection, when applied to man. or his works, is a relative term. Legislators, however wise and honest they may be, can only hope to approximate that high standard of perfection in their laws, which would work equal and exact justice to all. It must not be forgotten, moreover, that the Constitution has confided to the discretion of the Legislature, and not to the judicial •department, the establishment of the rule by which taxes or assessments •■are to be apportioned; and unless they transcend the powers vested in them, the judicial tribunals can afford no redress.\nIn support of the ground assumed by the counsel for the complainant, several cases were cited, amongst which were Sutton’s Heirs vs. The City of Louisville, (5 Dana’s R., 28;) The People vs. The Mayor &c., of Brooklyn, (6 Barb. S. C. R., 209;) and People vs. The Mayor &c., of Brooklyn, (9 Barb. S. C. R., 535.) In opposition thereto, the counsel for defendants cited amongst others, The People vs. The Mayor &c., of Brooklyn, (4 Comstock R., 419,) reversing the decision of the Supreme Court in the same case, (9 Barb., 535,) and overruling the decision in 6 Barb., 209.\nThese have all received due consideration; but they relate toa system ■of assessments based upon a principle entirely different from that adopted by the city of Detroit, under its charter, a system of assessments for public improvements, based entirely and confessedly, upon supposed benefits to result therefrom to the property of the individuals assessed. Whether such a system could be upheld under our Constitution, it is not necessary, nor would it be proper for us now to decide. That such a system in its practical operation, must work great injustice to individuals, in'a large proportion of the instances in which it is ap¡3lied, can hardly be doubted. It affords no fixed rule of apportionment, either in reference to the district to be embraced in the assessment, or the proportion which each owner of property ought to pay, nor does an assessment for one improvement, exempt the property assessed from being subjected to any number of impositions for similar works, if in the judgment of those who exercise the power of determining, it may happen to be benefited thereby. It assumes that property within some certain limits, is benefited to the full amount in all cases, of the expense of the' improvement.\nIt is only necessary to advert to those features of the system of assessments which prevails in the cities in New York, to show the manifest difference, in principle and practice, between that and the one under which the complainant in this case was assessed.\nNot being able to perceive that the provision of the charter of the city of Detroit, authorizing the Common Council to provide funds for defraying the expense of paving streets, by assessment upon the owners or occupants of adjoining lots, is in contravention of any provision of the Constitution, the assessment made on the complainant, as the owner of lot 116, must be holden to be good and binding upon him, if the proceedings in making the assessment are regular, in accordance with the charter, and the ordinances made in pursuance thereof.\nSecond. “Was the assessment void for irregularity ? In the examination of this branch of the case, it is to be considered that this is not the ease of a person claiming any right or title to property under the proceedings of the Common Council, but a suit instituted for the purpose of setting aside proceedings in progress, which may affect the title to property on the ground of alleged irregularity. In the formercase the burden of proof would be upon the claimant, to show that all the substantial requisites of the law have been complied with to establish his title. In the latter, it is necessary for the complainant to point out and establish the errors or defects upon which he grounds his claim to have the proceedings set aside, and if he fails to do so, the Court of Chancery will not interfere, but leave him to seek his remedy at law. Proceedings instituted under authority of law, will not be arrested upon a mere suggestion or general allegation of illegality or irregularity, nor can a corporation, upon such general allegation, be called upon to show that its proceedings have been in all respects regular. Hence we cannot, in this case, regard any supposed irregularities which are not expressly pointed out in the complainant’s bill of complaint.\nIt has been laid down as a rule applicable to corporations, that “the burden of proof is upon the corporation to show the grant of power to levy a tax, by express words, or necessary implication; for otherwise it cannot be justified in the exercise of this high prerogative of sovereignty, of taxing private property without the consent of the owner.” The Mayor, &c. of Savannah vs. Hartridge, (8 Geo. R., 23.) In Leggett et al. vs. The New Jersey Manufacturing & Banking Co. et al., (Sax. Ch. R., 541;) the Court say, that corporations can act only in the manner prescribed by law; that no argument drawn from convenience can enlarge their powers — and that the exercise of corporate franchises cannot be extended beyond the letter and spirit of the act of incorporation.\nIn the case of Rex vs. Croke, (Comp. R., 26,) it was laid down as an established rule of law, that “where, by statute, a special authority is given to particular persons affecting the property of individuals, it must be strictly 'pursued, and appear to be so upon the face of their proceedings.” In the case of Ronkenforff vs. Taylor’s lessee, (4 Pet. R., 359;) where the validity of a sale of lands for taxes was in question, the Court say: “In an ex parte proceeding of this kind, under a special authority, great strictness is required to divest an individual of his property against his consent; every substantial requisite of the law must be shown to have been complied with. No presumption can be raised in behalf of a collector who sells lands for taxes, to cover any radical defect in his proceedings.”\nThese principles are amongst those most familiar to Courts and legal ■practitioners, and have been rocognized and applied in a great number of adjudged cases.\nThe power to raise funds for defraying the expenses of paving streets, by assessment on owners and occupants, is conferred upon the Common Council by the 20th section of the city charter, in very general terms. The mode of proceeding in making the assessment; the designation of the officer who shall prepare the assessment roll; the notice to be given to the persons- proposed to be assessed; the time and opportunity for making objections by those interested, and the manner of reviewing and establishing the assessment, are all left to the sound discretion and judgment of the Common Council. It became necessary, therefore, for the Common Council, after directing in which of the modes, authorized by the charter, the necessary funds should be provided for such purposes, to prescribe the mode of procedure to be pursued in carrying into effect the power so granted. For this purpose they passed, and caused to be promulgated, certain ordinances, prescribing the several steps to be taken, in order to perfect the assessment, and enforce its collection. These ordinances, it is insisted, if authorized by the charter, are binding upon the Common Council arid its officers, and constitute the law by which the assessment must be regulated. On the contrary, it is contended by the defendant’s counsel, that although the provisions of the ordinances are not complied with, yet, if the Common Council by resolution ratify the proceeding, such resolution has the power and effect of an ordinance or by-law, and repeals or modifies pro tanto, the ordinance which has been violated or disregarded.- This latter assumption is wholly inadmissible as applied to those ordinances which affect the substantial rights of individuals. The Common Council, in making general ordinances, exercise a legislative power. The making of an assessment roll and apportioning a tax under the ordinances is a ministerial duty, and the confirmation of the assessment partakes more of the character of a judicial than of a legislative act. We must, therefore, regard the ordinances relating to assessments, as binding ancb obligatory upon the corporation as upon the individual citizens.\nWe have no doubt that the Common Council had power, under the charter, to make ordinances for carrying into effect its powers in relation to assessments. The case of Child vs. Hudson’s Bay Co., (2 Peere Williams, 207,) cited as an authority against the exercise of this power, does not establish a contrary doctrine. It appears from the report of that case that the Hudson’s Bay Co. had made by-laws in relation to certain projects and insurances, which were declared by act of Parliament to be illegal; and it was held that such by-laws were void. The report is very imperfect and unsatisfactory, and is not to be regarded as an authority upon a question not involved in the case. It is very apparent that many of the powers conferred by the charter of the city of Detroit could never be exercised, if the corporation had no power to .make ordinances or by-laws, except in the cases specially provided for in the act of incorporation. A corporation has an implied power to make by-laws, unless expressly or impliedly restrained from doing so; and whether it is so restrained must be determined from an examination of the charter itself.\nSection 48 of the charter, (p. 47,) provides that it shall be deemed a jpublie act, and shall be construed benignly and favorably, for every beneficial purpose therein intended. It would be reversing the rule of construction here established, if we were to deny the Common Council the power to make by-laws or ordinances, when the charter itself creates an apparent necessity for the exercise of such a power.\nWe will now proceed to consider some of the particular acts and omissions complained of, and which, it is claimed, vitiate the proceedings: 1. The Common Council did not declare their determination to pave the streets with stone, nor the mode in which the expense of the improvement should be assessed and collected, nor upon what the assessment should be laid.\nThe charter and ordinances declare the mode in which the expenses-of all paving of streets within the city shall be assessed and collected, and point out the property to be assessed. Their determination to pave-the street with stone was sufficiently declared by the resolution or order directing a contract for the work to be made with the person who performed it. No formal determination was required by the charter or by-laws of the corporation, nor has the complainant alleged this supposed omission in his bill, as a ground of complaint.\n2. The authority given to the Common Council is to provide funds to defray the expenses of the pavement; but the assessment is for the pavement, curb and gutters, cross streets and cross walks, and grading..\nThe bill sets forth that certain portions of the street were much higher than other portions, and that there was necessarily much leveling and grading done on the same; that in front of some lots no leveling or grading was necessary; that the whole expense of such leveling and grading was embraced in said assessment made for said paving, and equally divided on the lots on either side of said street, thereby unjustly charging on some lots a portion of the expense of leveling and grading in front of others, and that a portion of the expenses of such leveling and g’ading was assessed on the complainant’s lot, in front of which very little, if any, was required.\nThe defendants in their answer, say that they know not whether this statement be true in fact, and leave the complainant to prove the same as he shall be advised, averring that the city surveyor, in making the assessment, acted in all things in conformity to law and the ordinances .of the city. There is no proof before us upon this subject. The con-, tractors for doing the work, covenanted that they would grade, excavate and pave said street,' so that the surface of the same, when paved and finished, should agree and conform to the respective lines of grade established for said street by the Common Council of the city of Detroit; but the contract does not specify any amount of grading to be done, nor in what particular portions of the street. That some grading was necessary in preparing a foundation for the pavement, which was to be laid on a body of sand ten inches in depth, is very obvious. This was a necessary incident to the paving itself, and would be embraced in it, as much as the sand and other materials procured for the construction of the work. Ikdoes not appear that any other grading or leveling was embraced in the assessment, or done by the contractors. The curb and gutters, cross streets and cross walks, were all to be done with stone, and constituted one connected work, and were a part of the paving. The curbing was as necessary to the pavement; in order to secure its permanency, as the sand on which the pavement was laid. The gutters were only depressions of the pavement near the curb, and the cross walks were only distinguishable by the shape and size of the stones, and the manner of placing them. The complainant does not allege in his bill as a ground of complaint, that the expenses of the gutters, curbing and cross walks, were embraced in the assessment. But it does appear from the bill, and is admitted by the answer, that the paving, for defraying the expense of which this assessment was made, extended to the centre of Bates and Randolph streets respectively, thus embracing a portion of two cross streets.\nSection 17, chapter 17 of the ordinances, requires that “the said city surveyor shall make a separate assessment on the lots or premises so assessed as aforesaid, for the paving or planking any cross street or avenue, in such proportions as he shall deem just and equitable, provided each block shall only be assessed to the centre of such cross street or avenue, each way.” The answer of the defendants to the amended bill, states that such separate assessment was ma’de by the surveyor, in conformity with the ordinance.\nThe assessment roll, however, a copy of which is annexed to the bill, and made a part of it, and another copy of which accompanies the answer, and which appears to have been the only one that was made, is headed, “Assessment roll for taking up old pavement, grading and repairing- (paving ?) Attwater street, from the centre of Bates street to the centre of Randolph street, in the city of Detroit.” The amounts assessed to each ownor or occupant, nearly corresponding with the expense of grading, paving and crossings, are carried out in one column. Another column is added, in which the amounts are increased by adding the expense of the curbing, but it contains no separate statement of the expense of paving the cross streets, nor is such expense in any way distinguished on the roll from that of the other paving. No separate assessment of the expense of paving the cross streets was made, as contemplated by the ordinance referred to; and for this reason if the rights of the complainant have been injuriously affected by the omission, the whole assessment was invalid.\nThe structure of the assessment roll is extremely inartificial, and Some portions of it entirely incomprehensible, without explanation. The columns of figures supposed to represent the amounts assessed, have no heading to indicate what they were intended to exhibit.\nThe descriptions of prop'erty are divided into two portions, one of which is headed, “North side,” and the other, “South side.” Then! follows another division of the roll, headed “ Centre,” under which is written: “Paving and grading 8 ft. wide in the centre, $255 11,” — not assessed to any individual, but deducted from the whole expense of grading, paving, &c., as being for the city. Whether the expense of paving this 8 feet in width through the whole length of the street, was made a charge upon the whole city, and the balance only, assessed to the owners or occupants of adjoining lots, as the entries on the roll ■would seem to indicate, is not shown by the pleadings. No allusion whatever, is made to it in the bill or the answer; but both assume that the whole expense of the paving was assessed to the owners or occupants. It is not important, therefore, to consider what would be the' legal effect of combining these two modes of providing funds for defraying the expenses of paving a street.\n3. The complainant was never required to construct the pavement in front of his lot.\nSection 19 of an act approved April 13, 1841, authorizes the Common Council, whenever they shall deem it for the interest of the city, to permit any person or persons to pave the side walk and street, or sidewalks and streets, as the case may he, in front of the premises owned or occupied by such person or persons, &c. This provision is not imperative, and the power it confers is only to be exercised when the Common Council shall 'deem it for the interest of the city. (City Char. and Ord., 30.)\nThe ordinances passed in pursuance of this statute, are of a somewhat equivocal import. Section 2 of chapter 17 provides for the exemption of those who have, or shall have paved or planked the street in front of their premises, according to the provisions of that chapter, from assessments for highway labor, while they shall keep such pavement, <fee., in good repair. Sections 16, 17, and 18, regulate the mode of making assessments for paving streets, and provide for giving notice to the persons to be assessed, that they are about to be assessed to defray the expenses of paving the street or streets adjacent to the premises owned or occupied by them, &e. Section 19 provides that if the owners or occupants shall omit to pave &c., said avenues or streets in front of, or adjacent to, their respective lots or premises, or pay their proportion of the assessment for paving, &c., any cross street &c., “within such time as the Common Council may by resolution direct,” then the said Common Council may issue their warrant for the collection of said assessment, &e. This language would seem,to 'imply that the owners or occupants are in-all cases to have an opportunity to do the paving in front of their respective lots — that time is to be given them for that .purpose, and that a warrant is to issue for the collection of the assessment, only in case of the omission' of such owners or occupants to do the work within the time prescribed. But this provision of the ordinance must be construed with reference to the statute under which it was framed, and the other provisions of the charter. Section 19 of the .act of 1841, before referred to, contemplates a special permission from the Common Council to^ach individual, before he is authorized to do the paving in front of his lot, and that it is to be granted only when it is deemed for the interest of the city. The Common Council could not make a valid ordinance in contravention of the statute, and it is not to be presumed that they intended to do so. Supplying from the statute what is omitted in the ordinance, the fair construction of it would be, that in those cases where such permission shall have been obtained, if the person having obtained it shall not have performed the work within the time limited therefor, then the warrant for the collection of the assessment may be issued, notwithstanding such permission.\n'4. It is alleged that the assessment was imposed without any legal notice. That, notice to the owners or occupants of the lands to be assessed, must be given, .whether required by the statute or not, is a proposition not disputed. (See 3 Barb. S. C. R., 275, Jordan vs. Hyatt.) It has already been remarked, that the mode of making the assessment, and the notice to be given thereof, were confided to the Common Council, to be provided for and regulated by them. The complainant in this case does not state that he had no notice, of the time and place, when and where the assessment was to be made, nor that he had not sufficient notice to enable him to appear before the Common Oonneil, and make objections to the assessment; but he complains that notice “was not served upon him personally, or by leaving the same at his place of abode- or business.” If such notice was required, this system of assessments could not be earned out, for in many cases, non-residents could not be served with notice in either of those modes. Notice having been given by publication in a daily newspaper, published in the city, in conformity with the ordinance providing therefor, such notice was sufficient.\n5. The warrant issued to the city Marshal for the' collection of the , assessment, authorized him to collect five per cent for his services. This we have no doubt was fully authorized by the city charter and ordinances made in conformity thereto. (City Char, and Ord., pages 18, 20, and 119.)\n6. The assessment roll does not state who are residents and who are non-residents of the city. This can hardly be deemed a substantial requirement of the ordinance. Prior to 1842, and probably when this ordinance was originally framed, the city charter required, that in case of the sale of lands for any tax or assessment, the Common Council should cause a notice to be published in a city newspaper, for one-month, if the person assessed was a resident, and for three months, if anon-resident. (City Char. &c., p. 20.) By the act of February 16,. 1842, it is enacted that “the notice of the sale of all lands subject to be sold for the payment of any tax or assessment in said city,, shall be-published once a week for thirteen successive weeks, in some newspaper-published in said city, in lieu of the time which any notice is now required by the city charter. (Char. and Ord., p. 22.) Since this statute took effect, it is not understood that any distinction whatever is made in the course of proceedings, from the initiation of the assessment to the sale of the lands, whether the owner be a resident or a non-resident. If this be so, no right or interest whatever, can be affected by the omission to state in the roll who are residents and who are nonresidents.\nV. A pavement had been made by the direction of the Common Council, in front of complainant’s lot, the expense of which had been paid by him. The Detroit and St. Joseph Railroad Company, by the permission of the Common Council, laid their track along the centre of the street, and destroyed the pavement. The railroad was subsequently removed from the street, and the pavement repaired, and continued in good order, until the Common Council entered into the contract for the construction of the new pavement. It is insisted that when the original pavement was constructed under the authority of the corporation, their powers over it were functus officio, except to keep it in repair.\nThe power of the Common Council, in regard to the grading, paving, or otherwise improving of the streets, is a continuing power. Matter of Furman street, (17 Wend., 667.) That it is liable to abuse, cannot be denied, and that it may have been exercised oppressively in this case, is possible. If restraints or limitations upon the exercise of this power are required, resort must be had to the Legislature to impose them. We have no authority to interfere and set aside their proceedings, so long as they act within the scope of their powers.\n8. It is insisted that it was the duty of the Common Council in this case to appoint an officer to superintend the construction of the pavement, if made by themselves, or the property holders. By the 20th section of the charter, power was given them to appoint street commissioners or other officers, to superintend and direct the making, paving, repairing or opening of all streets, &c. The work was, by the contract, to be done in the manner, with the materials, and according to the grade therein referred to, under the direction of the committee on streets of the Common Council, and was done to the satisfaction of the Common Council, and was accepted by them. There is no complaint that the work was not woll and properly done, and of suitably materials. We cannot think that the omission to appoint an officer to superintend thq work, if required by the charter, could affect the validity of the assessments, when it was done under a contract which the Common Council had a right to make.\nThe defendants claim and insist that however irregular or defective the proceedings may have been, this Court has no jurisdiction to grant the injunction prayed for in this case. In Livingston vs. Livingston, (6 John. Ch. R., 497,) the Chancellor refers to (1 Maid. Ch.B., 150,) and says that this case shows that it is not the general rule that an injunction will lie in a naked case of trespass. “There must be something particular in the case, so as to bring the injury under the head of quieting possession, or to make out a case of irreparable mischief, or where the value of the inheritance is put in jeopardy.”\nIn that case a bill was filed to restrain the cutting of timber, where the defendant claimed a right of estover, which had been determined against him in an action at law. The true line of jurisdiction is here distinctly marked out. (Garstin vs. Asplin, 1 Madd. Ch. R., 150; Jerome vs. Boss, 7 John. Ch. R., 315; 2 Story's Com. on Eq., Sec. 928.)\nIn the cdse of Garstin vs. Asplin, the complainant sought to restrain the sheriff from executing a, Jifa against the furniture and effects of the defendant at law, which, with a house, had been let by him to the plaintiff, who was in possession. Upon the application for an injunction, the Vice Chancellor said: “The sheriff has no right to seize. If he does seize, it may be very injurious to the plaintiff, and it is to be regretted; but this Court cannot interfere when there is a legal remedy. The right to take in execution is a question of law. Injunctions would be applied for every day, when executions are improperly issued, if the Court were to assume a jurisdiction in such cases. There is no instance of stopping a proceeding at law under such circumstances.” Several cases were cited on the part of the complainant, which it was contended establish the jurisdiction of the Court in this case, which I proceed to notice:\nIn 1 McMullan R., 139, (City Council of Charleston vs. Vestry of St. Phillips Church,) the bill was filed to restrain the council from col-leering a tax assessed under a city ordinance, upon certain lots belonging to the complainants, which were claimed to be exempt from taxation. No objection to the jurisdiction was made, and the Court adjudicated the case upon its merits, and made the injunction perpetual, determining that the lots in question were not by law subject to taxation. There was no question as to the regularity of tho proceedings; but according to the decision of the Court upon the question presented, the corporation had no power to tax the lots, and in attempting to do so, were exceeding their authority, and acting beyond their jurisdiction. In the case of Scudder vs. Trenton Delaware Falls Co., (Saxton’s Ch. R., 695,) the threatened trespass would have been a lasting and irreparable injury to the inheritance.\nThe bill in the ease of Culberton vs. The City of Cincinnati, (16 Ohio R., 574,) was filed to restrain the sale of the complainant’s lot, under a warrant for the collection of taxes, and to quiet his title. So in Bennet vs. The Corporation of Cincinnati, (3 Ohio R., 73,) the Court entertained jurisdiction to enjoin a sale of land under similar circumstances, on the ground that the proceedings were a cloud upon the complainant’s title; and in Jonas vs. The City of Cincinnati, (18 Ohio R., 318,) the Marshal had advertised the complainant’s land for sale, for the payment of an assessment. In the case of Belknap vs. Belknap, (2 John. Ch. R., 463,) it was held that the Court had jurisdiction to restrain commissioners for draining swamps, ¿ce., when they attempted to exceed their powers, and do a great and permanent injury to the real estate of the complainant, amounting to a destruction of the property. In the case of the Mohawk and Hudson Railroad Company vs. Artcher, (6 Paige 83,) the Court restrained the opening of a private road which had been illegally laid out over the fixtures of the complainant’s road. The commissioners had exceeded their powers, having no authority to establish a road across fixtures, without the consent of the owners. These cases do not conflict with those referred to by the counsel for the defendants, but all come within the principles which they recognize.\nIn the case under consideration, we have arrived at the conclusion that the Commor Council had competent authority to make the assess meiit, and that they have acted within the scope of their power and jurisdiction. Their powers may have been defectively executed, and an irregularity affecting the rights of the complainant may have intervened. If so, can a Court of Chancery administer the remedy 1 The warrant which has been issued, goes against the goods and chattels, and not against the person nor the realty. The Court is not' invoked to quiet the complainant’s title to the lot assessed, nor his possession thereof, nor to enjoin any irreparable injury to the inheritance, but to restrain the city Marshal from collecting a tax by distress and sale of the complainant’s goods and chattels. It is believed that no precedent can be found for the exercise of such jurisdiction by a Court of Chancery; and it may well be said that if the Court were to assume a jurisdiction in such cases, injunctions would be applied for every day, when executions are supposed to be improperly issued. Uor can jurisdiction be sustained in this case, as we have seen, upon the principle of restraining a corporation from exercising an illegally assumed power.\nBut it is alleged that the objection to the jurisdiction comes too late upon a final hearing of the cause upon the merits, after an answer in chief has been put in, and several authorities are cited in support of this position. In Underhill vs. Van Cortlandt, (2 John. Ch. R., 339,) it was held that when a defendant puts in his answer in chief, instead of demurring to the bill, and the cause comes on to be heard upon the merits, it is too late to object to the jurisdiction of the Court,, on the ground that the plaintiff might have pursued his remedy at law.\nThe original bill in that case was filed for the purpose of enforcing the peformance of an award for the payment of money. A cross bill was filed for the purpose of setting aside the award, on the ground of misconduct in the arbitrators. A large amount of testimony was taken, and both suits were brought on to be heard, and were argued together. Upon the argument, it was insisted on the part of the defendants in the original suit, that the Court had no jurisdiction of the cause, on the ground that the complainants had an adequate remedy at law. The Chancellor, in alluding to the answer made by counsel, to this'objection of a want of jurisdiction, that the omission of the complainants to sign the lease mentioned in the bill, was a mistake that rendered it necessary to seek their relief there, and that their right arose partly as assignees of a chose in action, on which they could not have had a suit at law in their own names, says, “The reasons are, probably sufficient.”\nIn the case of LeRoy vs. Platt, (4 Paige, 81,) the bill was filed for the purpose of restraining the defendants from prosecuting an action at law in the Supreme Court, and for correcting an alleged mistake in a conveyance, and settling the rights of the parties in regard to an alleged right of flowing certain lands for the purpose of a mill. To an objection that the complainants had a perfect defense at law, even if the allegations in their bill were true, the Chancellor remarks: “ The short answer to this objection is, that the defendants have not raised any such objection by their answer, and they are too late in making it for the first time at the hearing.” It would have been quite as short an answer in that case, to have said that it was clearly one of equitable cognizance.\nIn Livingston vs. Livingston, (4 J. C. R., 290,) Chancellor Kent says: “If the defendant intended to have objected to the jurisdiction of the Court, he should have demurred to so much of the bill as prayed relief. It is a general rule that he comes' too late with this objection at the hearing, after he has by his answer, put himself upon the merits and he refers to (2 J. C. B., 369,) and several other cases. The lan-. guage used by the Chancellor, implies that there are, as it is obvious there must be, exceptions to the rule. Otherwise, every question which could be litigated at law, might be brought into a Court of Chancery for adjudication, if both parties should consent thereto.\nThe true rule upon this subject would seem tobe, that when the subject of the suit is embraced under any of the appropriate heads of equitable jurisdiction, the Court will take cognizance of it, notwithstanding there may be a remedy at law, or other circumstances exist, which would induce the Court to refuse'to entertain jurisdiction in the particular case, unless the defendant raises the objection by demurrer, or claims the benefit of it in.liis answer. We do not think that this is a case within the rule. The bill shows sufficient, if the legal conclusions which the plaintiff has drawn from the facts were correct, to present a case calling for the interposition of the Court to restrain the corporation of Detroit from the exercise of unwarrantable powers according to some of the adjudged cases. But the Court not agreeing to those conclusions, nothing is left but to consider whether this Court will enjoin the Marsbal from collecting the tax in question, by a seizure and sale of the-complainant’s goods and chattels. This we do not consider a proper exercise of equitable jurisdiction. The complainant’s lands were not affected by this warrant, and cannot be affected under the proceedings,' unless the Marshal should fail to collect the tax upon his warrant.\nThe decree of the Circuit Court for the county, of Wayne in Chancery, dismissing the complainant’s bill of complaint, must be affirmed with costs to the appellees, and all the proceedings together with the decree of this Court, and all things concerning the same, must be remitted to the said Circuit Court in Chancery, that such further proceedings maybe thereupon had as may be necessary to carry the decree of this Court into effect.",
        "type": "majority",
        "author": "By the Court, Green, J."
      }
    ],
    "attorneys": [
      "Davidson <& HoTbroolc, and, A. D. Fraser, for complainant.",
      "Howard & Mandell, for defendants."
    ],
    "corrections": "",
    "head_matter": "Williams vs. Mayor &c., of Detroit, et al.\nSection 11, Art. XIV. of the Constitution, requiring tlie Legislature to provide an uniform system of taxation, was not operative until some new rule in conformity with such requirement, was provided by the Legislature, and does not therefore affect assessments made before the establishment of the new rule contemplated thereby.\nThe terms “private property,” and “the property of individuals,” in the constitutional provisions, prohibiting the taking private property for public use, without compensation, &e., were not intended to include money raised by assessment for the purpose of paving streets. Money attempted to bo raised for that purpose is not sought to be taken by virtue of the sovereign right of eminent domain, but in the exercise of tho sovereign power of taxation. The provisions of the Constitution relative to taking private property for public use or improvements, and the modes of ascertaining the compensation therefor, do not apply to such assessments.\nThe provisions of the Detroit City charter authorizing the Common Council to provide funds for defraying the expenses of paving streets, by assessment upon the owners and occupants of adjoining lots, are not in contravention of any provisions of the Constitution. The proceedings in making such assessment, being all regular, it is binding upon the owners and occupants of such adjoining lots, and is a lien upon said lots.\nIn a suit to set aside, on the ground of alleged irregularity, proceedings in progress, which may affect the title to property, the complainant must point out and establish the defects upon which he claims to have the proceedings set aside; otherwise, the Court will leave him to his remedy at law. Proceedings instituted under authority of law, will not bo arrested upon amere suggestion or general allegation of illegality or irregularity, nor will a corporation be required, upon such general allegations, to show the regularity of its proceedings.\nThe several ordinances established by the Common Council of the city of Detroit, under tho authority of the city charter, prescribing the successive steps to be taken, to perfect assessments and enforce their collection, are binding upon the Common Council andits officers, as well as upon individuals. When the provisions of those ordinances affecting the substantial rights of individuals, are not complied with, the Common Council have no authority to cure the irregularity by resolution.\nThe Common Council of Detroit directed the paving with stone, of one of the streets, upon which fronted a lot of complainant, and directed the expenses of the paving to bo raised by assessment on the owners and occupants of lots fronting on the street. Complainant ob\" ¿acted the following several irregularities and omissions in the proceedings to assess and collect such expenses, as vitiating the assessment:\n1st. That the Common Council did not declare their determination to pave tho street in question, with stone, nor the mode in which the expense of the improvement should be assessed and collected, nor upon what the assessment should be laid: Held, that the determination to pave the street with stone was sufficiently declared by the order directing a contract for the work, to be made with the contractor.\n2d. That the authority given to the Common Council was to provide funds, for expenses of pavements, only; but the assessment Was for pavement, curb and gutters, cross-streets, crosswalks, and grading: Held, not a valid objection, as tho grading, curb, gutters, cross-street and cross-walks were all to be done with stone, and with the grading, constituted one entire work, and were a part of the paving.\n3d. That the complainant was never required to construct the pavement in front of his lot; as to which: Held, that section 19 of the act approved April 13, 1841, merely authorized the Common Council when they should deem it for the interest of the city, to permit any person to pave the street in front of the lot owned or occupied by him, and was not imperative, and that the city ordinances contemplated the paving by lot owners or occupants, only in case of special permission to do so from the Common Council.\n4fch. That the assessment was imposed without any legal notice: Held, -That notice of tho assessment, published as required by the city ordinances, in a daily newspaper published in the city, was sufficient.\n5th. That tho warrant to tho City Marshal to collect tho assessment, authorized him to collect 5 per cent, in addition, for his services: Held, That this was fully authorized by the city _ charter, and tho ordinances made in'eonformity therewith.\n6th. That tho assessment roll did not distinguish who were residents and who non-residenta: Held, not material, as no right or interest could be affected by such omission.\n7th. A pavement had been formerly made at complainant’s expense, by order of tho Common Council, in front of complainant’s lot A railroad company by permission of tho Common Council, laid thoir track along tho centre of the street, and destroyed the pavement; subsequently, the railroad was removed from tho street, and the pavement repaired and continued in good order, until tho Common Council contracted for the new pavement. It was insisted, that upon the construction of the former pavement, under the authority of the Common Council, their power over it was expended, except for purposes of repairing: Held, that the authority to pave streets was a continuing power, and did not cease when once executed.\n8th. In answer to the eighth objection: Held, that the omission to appoint an officer to superintend tho paving, as provided hy the ordinances, was no objection to the assessment, when tho paving was done under a contract which the Common Council had a right to make.\nThe Common Council having authority by law, to make an assessment, Chancery will not assume jurisdiction, to restrain hy injunction, the collection of such assessment, under a warrant against the goods and chattels of complainant, but will leave him to his remedy at law.\nWhore the subject of a suit in Chancery is embraced, under any of the appropriate heads of equitable jurisdiction, the Court will take cognizance of it, notwithstanding there may be a remedy at law, or other circumstances exist, which would induce the Court to refuso to entertain jurisdiction in tho particular case, unless the defendant raises tho objection by demurrer, or claims tho benefit of it in his answer.\nAppeal from the Wayne Circuit Court in Chancery.\nThe bill of complaint in this cause was filed against the Mayor, Recorder, Aldermen, and the City Marshal of Detroit, to restrain the collection of an assessment imposed by order of the Mayor, Recorder and Aldermen upon lot 176, on the south side of Attwater street, in said city. It is claimed in the bill of complaint that the proceedings of the Common Council in assessing complainant’s lot were unconstitutional and void, and that the assessment was irregular and illegal and not in conformity with the laws and ordinances of the Common Council, in that behalf passed and ordained. The several points of objection under each head are set out in the opinion of the Court. The matters of fact set up in the hill of complaint, are not in any material respect denied in the answer, and the cause was heard below upon bill and answer. The bill was dismissed, and from the decree of dismissal the complainant appeals to this Court.\nDavidson <& HoTbroolc, and, A. D. Fraser, for complainant.\nHoward & Mandell, for defendants."
  },
  "file_name": "0560-01",
  "first_page_order": 568,
  "last_page_order": 594
}
