{
"id": 1855502,
  "name": "TUROK v. DOMBROWSKI",
  "name_abbreviation": "Turok v. Dombrowski",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 55, Calendar No. 45,951",
  "first_page": "562",
  "last_page": "569",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 562"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "270 Mich 305",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1879513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/270/0305-01"
      ]
    },
    {
      "cite": "256 Mich 277",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1867723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/256/0277-01"
      ]
    },
    {
      "cite": "65 ALR 1113",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "248 Mich 425",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1847378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/248/0425-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 12925,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3076127218227781
    },
    "sha256": "302081e02a13f59c3445deb80538cc7b56a7757ada8ca52b00bba70058c1cad4",
    "simhash": "1:2d1fe8d9530db3d4",
    "word_count": 2198
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Caer, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "TUROK v. DOMBROWSKI."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nIn their bill plaintiffs pray for the cancellation of a deed and for a decree ordering the release by defendant to plaintiffs of all her right, title and interest in and to the lands, the subject of ■ this litigation, and decreeing that defendant has no .right or title to the lands in question. The lower court found for defendant and determined that she was the owner of the property.\nThe suit pertains to a 2-family dwelling with separate residential quarters on the first and seeoud floor. The lands in question are hereinafter referred to as lot 525.\nOn April 4, 1939, one Anthony Petronowicz was-the owner of lot 525, the 2-family dwelling in question, and other real estate. He had become involved in an automobile collision on July 4, 1937, and judgment for damages against him was, on May 9, 1939,, rendered in the sum of $6,500 in favor of Anthony Branecki. On April 4, 1939, the suit by Branecki was pending against Petronowicz. On that day, April 4, 1939, Petronowicz entered into a fraudulent, understanding with plaintiffs Mike Turok and Martha Turok, his wife, to conceal his property and for that purpose, Petronowicz deeded to the plaintiffs. Turok lot 525 in question, with the understanding-that they should hold it as trustees for the fraudulent purpose of concealing his property from his creditor, Branecki. In furtherance of the said fraudulent purpose, on April 4, 1939, Petronowicz gave a deed to Mike Turok and Martha Turok of the premises in question and subsequently on the same- or the next day a quitclaim deed dated April 5, 1939,. was executed by Mike Turok and Martha Turok back to Anthony Petronowicz of the same premises, with the understanding that Petronowicz could use the-deed back to him of the premises any time he saw fit. The deed from Petronowicz to plaintiffs was-put on record, April 6, 1939. The quitclaim deed back from Turoks to Petronowicz was not put on record by Petronowicz until September 15th of 1947 and on the 18th day of November, 1947, Petronowicz executed a warranty deed to the defendant Bernice Dombrowski and that deed was recorded on December 15,1947, in which, however, Petronowicz reserved unto himself a life estate. He died before the hearing. The creditor Branecki filed a bill of complaint, May 3, 1939, in which (with one Andrzejewski) Petronowicz and the 2 Turoks were made parties defendant. The transaction by which Petronowicz gave a deed to Mike Turok and Martha Turok was set up as being fraudulent and made for the purpose of defeating the rights of the creditor Branecki. It seems that Petronowicz had also deeded another lot of his, known as lot 55 of another subdivision, to a party by the name of Andrzejewski, who was joined as defendant in the suit against Petronowicz, which conveyance was also in the same bill of Branecki declared to be of like fraudulent intent as the deed to Mike and Martha Turok. For Michigan statutory provisions concerning fraudulent conveyances, see CL 1948, § 566.11 et seq. (Stat Ann 1953 Rev § 26.881 et seq.)\nBranecki’s suit against Andrzejewski and Petronowicz was heard before Honorable Laurie 0. Telfer, circuit judge of the St. Clair county circuit court sitting as a visiting judge in the Wayne circuit court, and Judge Telfer rendered a decree filed June 21, 1940. Both the conveyances, namely, of lot 55 to Andrzejewski and the conveyance of lot 525 to defendants Turok, were found to be fraudulent and void and it was further found that Mike Turok, Martha Turok and Andrzejewski, were not innocent purchasers for value of the real property conveyed to them. The decree after disposing of lot 55 and the interest of Andrzejewski therein, proceeded to dispose of lot 525 as follows:\n“And it appearing to this court that since the rendition of its opinion counsel for the plaintiff and Harry J. Solomon, Esq., counsel for Mike Turok and Martha Turok, his wife, 2 of the parties defendant herein, have entered into a settlement agreement amicably adjusting and settling plaintiff’s rights, claims and actions against the following described property, to-wit:\n“Lot 525 Snnnyside Subdivision of the east 60 acres of the west 80 acres of 1/4 section 1, ten thousand acre tract, according to plat thereof recorded in liber 18, page 2 of plats, Wayne county records, better known as 13472 Mitchell avenue, “which was the property that Anton (Anthony) Petronowicz conveyed to the said Mike Turok and Martha Turok, his wife, and by virtue thereof said respective counsel having consented to the modification of the relief that plaintiff sought against the said Mike Turok and Martha Turok, his wife, since the rendition of this court’s opinion, and counsel for the defendant, Anton (Anthony) Petronowicz, having elected and claimed a homestead right and interest of the said Anton (Anthony) Petronowicz in and to the property in this paragraph described and having, by consenting to and approving the form of this decree, made such election and waived his right at any time in the future to claim a homestead interest in any other real property that he owns or might have an interest in and particularly said parcels of property heretofore described as lot 105 and lot 55, It Is Thereeore Ordered, Adjudged and Decreed that the defendant, Anton (Anthony) Petronowicz, had a homestead right in and to the property described in this paragraph and that by virtue of such settlement agreement made as herein set forth the said Anton (Anthony) Petronowicz waives the right to claim a homestead interest in any other real property that he might have, own or have an interest in, and particularly lot 105 and lot 55, It Being Further Ordered, Adjudged and Decreed that upon the payment of the sum of $250 by Mike Turok and Martha Turok, his wife, to the plaintiff herein or her attorneys, that the plaintiff’s pleadings pertaining to the property in this paragraph described be dismissed, and the relief sought by the plaintiff as against said parcel of property be denied. It Is Further Ordered, Adjudged and Decreed that both the levy and the lis pendens filed in the office of the register of deeds for the county of Wayne as to the property described in this paragraph be discharged and cancelled and that the said Mike Turok and Martha Turok, his wife, by virtue of the stipulation of counsel for said respective parties, be decreed to be the owners of said property.”\nIt is the claim of the plaintiffs Turok that the decree of Judge Telfer divested Petronowicz of any and all title he had in the premises, lot 525, and gave to Turok and wife all rights, title and interest (of Petronowicz) to the premises. It is to be noted that for over 8 years after the giving of the deed back to Petronowicz, the Turoks claim to have been in possession of the premises, collecting rents, and claimed to have made improvements on the premises. The defendant Mrs. Dombrowski claims that they did this as trustee for Petronowicz, and that any payments made by Turok and wife respecting the premises and improvements were done and made out of the income of lot 525. It is the claim of defendant Mrs. Dombrowski that she was the common-law wife of Petronowicz and she further claims title to the premises in question under the deed which Petronowicz gave her in 1947; and that Petronowicz’ deed was not set forth in the pleadings in the Branecki suit nor explicitly spoken of to Judge Telfer. It was not subjected to cancellation by Judge Telfer’s decree.\nDefendant Dombrowski claims for this reason that the decree of Judge Telfer did not adjudicate nor determine the validity of the deed back to Petronowicz and in effect defendant Dombrowski construes the decree of Judge Telfer to be that Mike Turok and Martha Turok were the owners of the property under the deed, as against Branecki’s levy only, and the decree being silent as to any deed given by Mike Turok and Martha Turok to Petronowicz, that such deed stands uncancelled by the decree of Judge Tel-fer.\nIn a portion of the decree preceding the excerpt herein cited, the decree of Judge Telfer had recited the fraudulent intent of the parties in making the deed of lot 525 from Petronowicz to Mike and Martha Turok, but by agreement of the parties on payment of $250, Branecki consented that lot 525 be released from his levy. Plaintiffs Turok’s sole reliance for relief in this suit, seems based on their claim of res judicata, which, as is hereinafter set forth, we find invalid.\nIs the construction claimed by defendant Dombrowski, in effect, a collateral attack upon the decree of Judge Telfer! The decree should be construed as determinative only of matters contained in the pleadings.\n“Judgment in former suit, although between same parties and relating to same subject matter, is not bar to subsequent action, when cause of action is not same.” Creek v. Laski (syllabus 7), 248 Mich 425 (65 ALR 1113).\nSee, also, Leib v. Bostwick, 256 Mich 277, and McDannel v. Black, 270 Mich 305 (syllabus 5).\nThe cause of action in the instant suit is not the same as in the Branecki suit. In the Branecki suit, the effectiveness of the deed of April 4, 1939 to defeat the levy of Branecki, was the issue (so far as concerns lot 525). In the instant case, the continuing effectiveness of the deed of April 5, 1939, from Turoks back to Petronowicz, is the issue. In the Branecki suit, Petronowicz and Mike and Martha Turok were defendants, but filed therein no cross bill; Branecki’s bill merely sought enforcement of the levy. Accordingly, we construe Judge Telfer’s decree as leaving in full force and integrity the deed of April 5, 1939, from Mike and Martha Turok back to Anthony Petronowicz. Hence, on November 18, 1947, Petronowicz was clothed with title to lot 525 and gave a valid and effective deed on that date to defendant Dombrowski and thereby defendant Dombrowski became the owner of lot 525.\nDefendant Dombrowski herself is not claimed to have been guilty of fraud, yet she can only, under the circumstances of this case, he accorded the rights possessed by Petronowicz at the time he deeded to her. The actions of Petronowicz and of Turoks left them with the deed hack to Petronowicz dated April 5,1939, uncaneelled and effective. When Petronowicz put the deed on record, September 15, 1947, he was the owner of the record as well as the legal title. Plaintiffs Turoks have no equitable title to defeat defendant’s legal title. We do not aid 1 of 2 parties guilty of complicity in fraud, but leave them where their own actions left them. As between the parties to the instant case, defendant is the owner of the premises, lot 525.\nThe decree appealed from is affirmed. Costs to defendant.\nButzel, C. J., and Caer, Bushnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "Berger, Manas on & Kayes {Ralph L. Seltzer, of counsel), for plaintiffs.",
      "Riseman, Lemk-e cfc PiotrowsM, for defendant."
    ],
    "corrections": "",
    "head_matter": "TUROK v. DOMBROWSKI.\n1. Judgment—Res Judicata—Equity—Parties—Cause of Action.\nA decree in a suit in equity should be construed as determinative-only of matters contained in the pleadings and is not resjudicata of a cause of action that is not the same although the-suit is between the same parties.\n2. Same—Res Judicata—Parties—Cause of Action.\nJudgment in former suit, although between same parties and' relating to same subject matter, is not bar to subsequent action, when cause of action is not the same.\nReferences por Points in Headnotes\n[1-3] 30 Am Jur, Judgments §§ 172, 174, 180.\n[3] 30 Am Jur, Judgments §§ 223, 224.\n[4] 9 Am Jur, Cancellation of Instruments § 50.\n3. Same—Res Judicata—Parties—Cause op Action.\nDecree in suit between judgment creditor, as plaintiff, and the judgment debtor and his grantees of property involved in subsequent suit, as defendants, was not res judicata of issue as to title in such subsequent suit whereby grantee in judgment debtor’s subsequent deed claimed title by virtue of a deed back from the judgment debtor’s grantees to him, such latter deed not having been recorded until shortly before the conveyance from the judgment debtor to the defendant heTein, since neither the parties nor the causes of action are the same.\ni. Equity—Praud—Quieting Title—Cancellation op Instruments.\nDefendant’s grantor who had the record, as well as the legal, title to property involved in suit at bar before deeding it to defendant, conveyed title to her notwithstanding his participation in conveyance to plaintiffs herein, fraudulent as to his creditors, since a court of equity in suit to cancel a deed and to quiet title, leaves the parties guilty of complicity in fraud where their own actions have left them.\nAppeal from Wayne; Webster (Clyde I.), J.\nSubmitted October 8, 1954.\n(Docket No. 55, Calendar No. 45,951.)\nDecided December 29, 1954.\nBill by Mike Turok and Martba Turok against Bernice Dombrowski to cancel deed and quiet title. Cross bill for similar relief. Decree for defendant. Plaintiffs appeal.\nAffirmed.\nBerger, Manas on & Kayes {Ralph L. Seltzer, of counsel), for plaintiffs.\nRiseman, Lemk-e cfc PiotrowsM, for defendant."
  },
  "file_name": "0562-01",
  "first_page_order": 602,
  "last_page_order": 609
}