{
"id": 156128,
  "name": "John Hall v. The State",
  "name_abbreviation": "Hall v. State",
  "decision_date": "1893-02-25",
  "docket_number": "No. 132",
  "first_page": "565",
  "last_page": "569",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 565"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 9677,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 1.0169101447743767e-06,
      "percentile": 0.9832382119575311
    },
    "sha256": "8ec552f4b6263704af62637db7cb6aa53fbc7bf853815e9e366a3a9bd777c581",
    "simhash": "1:8d96c774e60994f2",
    "word_count": 1674
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Hall v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was tried for and convicted of an assault with intent to murder his wife, and the jury assessed his punishment at a term of six years in the State penitentiary, from which conviction he prosecutes an appeal.\nThe prosecution, over objection, was permitted to prove by the wife, that defendant assaulted her at Syracuse, Kansas, in 1887; that she was sick; that defendant rode up to the house where she was, on a horse, got off, came in, and caught her little girl by the hair and dragged her around, and then struck his wife over the head with a gun, and knocked her down, and jumped on her, and beat her horribly.\nThe defendant’s theory of this case was, that he was too drunk at the time of the assault to form or entertain the specific intent to kill, and that the assault arose from a sudden impulse, and not from malice. To meet this, as well as to prove motive and malice, the State was permitted to prove the acts of ill-treatment and bad conduct by defendant towards his wife, running back through several years, including threats to take her life; that they separated four times, the last of which separations occurred at Hot Springs, Arkansas, in April, 1892; that they had not lived together since the latter separation; and that each reconciliation occurred at his solicitation. To meet defendant’s theory of temporary insanity produced from the recent use of intoxicating liquor, all such acts, previous ill-treatment, and threats were proper and legitimate testimony, to show malice, ill-will, and motive on his part, and also as explanatory of his real purpose in making the assault alleged. The assault objected to was so connected with the other facts of the case as to render it admissible for the purposes indicated.\nMr. Wharton says: 11 On the trial of a husband for the murder of his wife, the State lias a right to prove a course of ill-treatment by the husband of the wife.” Whart. Crim. Ev., 9 ed., sec. 51, and note 3, for collated authorities.\nAgain, he says: “ Long ill-treatment by husband of wife, misconduct by him leading to a suit against him by his wife to compel good behavior, and violent quarrels between husband and wife, are relevant to prove motive in cases of marital homicide, though, as instances of such quarrels are very numerous, generally expending their force in words, such proof is entitled to little weight, unless connected in some way with the fatal wound.” Id., sec. 786, and notes 3, 4, 5, 6, for supporting authorities.\nIn McCann v. The People, 3 Parker’s Criminal Reports, 272, it was ruled, that evidence was admissible on the question of motive to show that about six months before the homicide the wife made a complaint against her husband for an assault, on which he was held to bail. In a similar \"case it was held, that it was competent for the government to show that sometime before the alleged killing the wife had complained of her husband as a disorderly person, and he was adjudged to pay 82 weekly for her support. The People v. Williams, 3 Parker Crim. Rep., 84; McCann v. The People, Id., 272; Poindexter v. Commonwealth, 33 Grat., 766.\nIn Sayers v. Commonwealth, 88 Pennsylvania State, 291, it was held, that where it had been shown that the prisoner had domestic troubles, extending over years, it was not error to admit evidence of a quarrel that occurred about two years before the murder, for the purpose of showing hatred and malice on the part of the prisoner. It appeared that the deceased refused to live with the prisoner, and he made repeated efforts to induce her to permit him to do so, one of which immediately preceded his shooting her.\nThis case is directly in point, for it is shown that a short time prior to the assault alleged in this cause, defendant visited his wife, and threatened to kill her. He had an open knife, and told her that he would ‘ kill her if it was the last act of his life.” At the time of the alleged assault he was seeking to induce her to live with him. This she refused to do, and the assault followed. Under the circumstances of this case, we are of opinion that the evidence was admissible as tending to prove malice as well as the condition of the defendant’s mind in relation to the issue of temporary insanity at the time he made the assault charged.\nTestimony in relation to the various separations which had occurred between defendant and his wife was, for the same reasons, also competent evidence.\nDefendant offered to prove by the wife that immediately before the assault she refused to live with him, and further informed him she intended to live with another party, who was possessed of more money than himself. On objection by the State, this testimony was excluded. Its exclusion was certainly not injurious to the defendant, as it strongly tended to prove motive and malice, and, if true, was strong evidence tending to show that he was possessed of his reasoning powers, and was not temporarily insane from intoxication at the time of the assault.\nThe court did not err in failing to charge upon the effect of this evidence, and in omitting to restrict it as a fact tending to prove motive or malice. The authorities cited by appellant sustain the proposition that when independent, contemporaneous crimes, or crimes showing system, are adduced and relied on to connect the accused with the offense on trial, or to develop res gestee, or to show intent, they should be restricted to their proper office by appropriate instructions. The rule grows out of the necessity of protecting the accused against conviction of an offense not charged in the indictment, and to guard him from prejudice that might occur on account of such crimes being admitted as evidence. But the evidence under discussion is a part and parcel of this case, belongs to and grows out of it, is not an independent offense, and does not come within the rule invoked by defendant. The instructions fairly presented the law of the case. We are of opinion that no error occurred during the trial requiring a reversal of the judgment, and it is therefore affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "W. R. Park, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "John Hall v. The State.\nNo. 132.\nDecided February 25.\n1. Assault with Intent to Murder—Evidence—Previous Assaults and Acts of Cruelty — Intoxication — Temporary Insanity. — On a trial where the accused was charged with an assault with intent to murder his wife, and the defense was temporary insanity produced by the recent use of intoxicating liquors, held, that previous assaults, outrages, threats, and acts of cruel and ill-treatment toward his wife, extending back over a period of several years, was proper and legitimate evidence to meet defendant’s theory of temporary insanity produced by the recent use of intoxicants, as well as to show malice, motive, ill-will, and intent on his part in making the assault.\n2. Same—Evidence—Separation Between Husband and Wife.— Evidence of previous separations between husband and wife was also legitimate and admissible, to show malice and intent on the part of defendant in commiting the alleged assault.\n3. Charge of Court, Limitations and Restrictions in.—Where on a trial for assault with intent to murder, evidence of previous assaults, quarrels, threats, and ill-treatment have been admitted for the purpose of showing the animus of defendant, such testimony is a part, and an important part, of the case on trial, and not such extraneous and independent matter as requires that the court should limit and restrict it.\n4. Evidence, Exclusion of, when not Subject to Complaint.—Defendant offered to prove by his wife that immediately before the assault she refused to live with him, and informed him that she intended to live with another party who had more money. On objection by the State, this testimony was excluded . Held, its exclusion was certainly not injurious to defendant, as it tended strongly to prove his motive and malice, as well as that he was possessed of his reasoning powers, and not temporarily insane from intoxication at the time of the assault.\nAppeal from the District Court of Tarrant. Tried below before Hon. S. P. Greene.\nAppellant was indicted for assault to kill one Lizzie Hall, his wife, and at the trial was found guilty, and his punishment assessed at six years confinement in the penitentiary.\nIn brief, the testimony shows: That defendant and his wife had had frequent quarrels, and several separations, extending back to 1887, in Kansas. That defendant had assaulted and beaten his wife on more than one of these occasions. They had been separated for sometime, in Fort Worth, prior to the assault in question. On the evening of the assault his wife was going up the street, and passed defendant, who was sitting in front of a saloon. He got up and went with her; commenced quarreling with her, and then assaulted her with a knife, cutting her in several places. She got the knife from him and commenced to halloo murder. He then struck her about the face, head, and chest with his fists; knocked her down, and stamped her head and chest and face with his boot-heel, and kicked her several times. He kicked her behind the left ear. The doctor who attended her afterwards stated she had a long, deep cut on the throat, which extended across her windpipe and jugular vein. She had a long cut under the arm, and a small cut under the eye, and a cut in the right cheek bone. No bones were broken.\nDefendant testified, that he had been drinking that day; didn’t remember how many drinks he had taken. Other witnesses testified that he appeared to be half-drunk, but not crazy.\nW. R. Park, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0565-01",
  "first_page_order": 585,
  "last_page_order": 589
}