{
  "id": 1855436,
  "name": "PEOPLE v. TAYLOR",
  "name_abbreviation": "People v. Taylor",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 79, Calendar No. 45,758",
  "first_page": "570",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 570"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "150 ALR 566",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "134 ALR 819",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "88 ALR 348",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "52 ALR 477",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "41 ALR 1145",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "32 ALR 408",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "24 ALR 1408",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "82 ALR 782",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "74 ALR 1387",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "51 ALR 424",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "32 ALR 680",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "5 ALR 263",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "223 Mich 132",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1697264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/223/0132-01"
      ]
    },
    {
      "cite": "305 Mich 710",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1818407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/305/0710-01"
      ]
    },
    {
      "cite": "180 Mich 641",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1655844
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/180/0641-01"
      ]
    },
    {
      "cite": "232 Mich 670",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1677919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/232/0670-01"
      ]
    },
    {
      "cite": "244 Mich 346",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1751220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/244/0346-01"
      ]
    },
    {
      "cite": "301 Mich 451",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1825150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/301/0451-01"
      ]
    },
    {
      "cite": "331 US 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157337
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0145-01"
      ]
    },
    {
      "cite": "51 ALR 409",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "269 US 20",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        186310
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/269/0020-01"
      ]
    },
    {
      "cite": "232 US 383",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3672825
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/232/0383-01"
      ]
    },
    {
      "cite": "339 US 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362582
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0056-01"
      ]
    },
    {
      "cite": "225 Mich 152",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1693314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/225/0152-01"
      ]
    },
    {
      "cite": "39 ALR 790",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "267 US 132",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137701
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/267/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 787,
    "char_count": 17660,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.2677829577218058e-07,
      "percentile": 0.6139711234129867
    },
    "sha256": "0da35d7ac3201b1c93e70f2581c45c1631ea0ef426eb506fb4b6affacdc6b70f",
    "simhash": "1:825290c5814cb070",
    "word_count": 3074
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Btjshnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "PEOPLE v. TAYLOR."
    ],
    "opinions": [
      {
        "text": "Reid, J.\nDefendants on leave granted appeal from conviction and sentence for conspiracy to violate the gambling laws of the State of Michigan. The trial court denied a motion for a new trial.\nDirectly involved are 2 questions. Defendants claim: 1. That the search of the private residence of defendant Clay subsequent to defendant Clay’s arrest therein, without a search warrant, was not reasonable in the absence of any showing of necessity or emergency to excuse the officers for not obtaining . a search warrant; and defendants claim: 2. That the corpus, delicti of the crime of conspiracy was not established by a showing of multilateral participation in crime without showing any prior agreement with respect thereto.\nOn January 18, 1951, a captain of detectives in the city of Ypsilanti, William Reiman, received information from a confidential informant, considered by the captain as reliable, that defendant Paul Was-son was in a numbers business picking up numbers daily at the home of defendant Abbey Clay on Second avenue in Ypsilanti and that defendants Jdarshall Taylor and Harry Fuqua were with defendant Paul AYasson in the numbers business- and thát Harry Fuqua sometimes drove Wasson’s car to Detroit, taking numbers and money there, and the informant further informed the captain that AVasson would be leaving. Ypsilanti between 1:15 . and 2:30 p.m. daily. On the next day, January 19, 1951, Captain Reiman in checking the information thus given him, observed Wasson with someone in his car going to Detroit at 1:53 p.m., an hour of the day significant as to the numbers business or “racket” because of the deadline in playing certain night races. On Saturday afternoon, January 20, 1951, Captain Reiman placed 3 police cars in the city of Ypsilanti to wait for the Wasson car. At about 2:18 p.m., Captain Reiman recognized the Wasson automobile and pulled his own automobile behind the Wasson automobile at a red light. As Reiman and a fellow officer got out of their car and advanced toward the Wasson automobile, the Wasson automobile started up, ran through the red light, and at a speed of about 45 to 50 miles an hour ran through the traffic on the main street of' the city of Ypsilanti, and ran a second red light with police cars operating red flasher lights and sirens in pursuit. Finally the Wasson automo\"bile was forced' to the curb by being sideswiped by a police car. The police placed all 3 occupants ih the Wasson car under arrest for conspiracy to violate the State gambling laws. The driver defendant Marshall Taylor was also given a ticket for running a red light.\nAfter the arrest of the 3 occupants, a large quantity of policy tickets and numbers slips was found under the front seat of the car. On the front seat of the Wasson car beside the driver, defendant Taylor, was Paul Wasson. In his inside pocket was found a white envelope filled with mutuel numbers bet slips and in his topcoat pocket was found the sum of $375.83, of which $20.83 was in change and $355 in bills. A large amount of the bills were one-dollar bills. Numbers slips were also found in Wasson’s vest pocket and in his cap. In the back seat of the car was defendant Harry Fuqua. After the arrest, defendant Wasson stated he had been in the numbers racket for 5 or 6 months, taking the numbers to Detroit, and that the money and slips found on his person were' the money and slips he was going to. turn over to a man in Detroit as the day’s receipts and that sometimes Marshall Taylor drove him to Detroit and sometimes Harry Fuqua did. Defendant Marshall Taylor stated he drove Wasson to Detroit in Wasson’s car so that Wasson could take the numbers tickets to Detroit and that he had done this many times in the past. Defendant Taylor said that he saw Wasson put a large number of tickets in his pocket along with the money at his house that day.. He said he tried to get away from the police car because he knew he would be in trouble if they found those numbers tickets in the car. Defendant Fuqua stated that he had been writing numbers for several months and that he turned them over to Was-son and sometimes went to Detroit with Wasson to turn the numbers in there. He said his identifying mark “FU-2” was the mark that appeared on the numbers tickets taken from Wasson’s pocket in the white envelope.\nAfter the arrest of the 3 defendants and acting on the same information that led to their arrest, Captain Reiman dispatched 2 uniformed officers about 3 p.m. on Saturday afternoon, January 20, 1951, to the home of defendant Abbey Clay on Second avenue in Ypsilanti, she having been reported also as writing numbers which Wasson picked up at her home to take to Detroit. The officers rapped at the door, asked for Abbey Clay and if they might come in, and were admitted by a woman who said she was Abbey Clay and said, “Yes, you may come in.” The officers then came in and because of their reliable information that she was guilty of a conspiracy to violate the gambling laws, placed her under arrest under such charge. Entering an L-shaped room divided by an open archway between the living and dining room sections, the officers told Abbey Clay she was under arrest for conspiracy to violate the State gambling laws. The officers searched a limited area, being solely the L-shaped room. They found a cardboard box on the dining room table in the dining room section of the L-shaped room, 10 or 12 feet from where Abbey Clay was arrested and clearly visible from the place where she was at the time of her arrest. The box was a manila-colored box with a slit in the top of it. The only things examined in the entire search were the cardboard box on the table, the sewing cabinet, Abbey Clay’s pocketbook, and a magazine rack in the living room section of the L-shaped room. The officer searched no other room of the 4- or 5-room house. The total time involved in leaving the police station, going to Abbey Clay’s home, arresting Abbey Clay, and making the limited search, and then returning to the police station, was approximately 20 minutes.\nUnder the front seat of the Wasson car were found policy slips with Abbey Clay’s identification mark, “8-X,” which she stated was her mark. These slips were identified by her as the slips she wrote for the $60 worth of numbers business which she had written that day. Defendants’ brief says, “Her home contained numbers tickets with numbers corresponding to those in the car.”\nAfter their arrest, each of the 4 defendants, under circumstances described by the officers as witnesses, showing the freedom from compulsion or hope of reward, and after being informed that their statements might be used against them, separately confessed guilt of the crime charged.\nUnder question number 1, defendant claims a violation of the 4th Amendment to the Federal Constitution concerning unreasonable searches and seizures and, also, under the Constitution of the State of Michigan of 1908, art 2, § 10, as to freedom from unreasonable searches and seizures.\nThere is no showing that the officers would have or did have, sufficient time after the arrest of defondants Taylor, Fuqua and Wasson,.tp get a search, warrant and come with the search, warrant to the home of Abbey Clay, the other defendant, before word would get to Abbey Clay of the arrest of her 3 confederates, the other 3 defendants. The officers were informed by a reliable informant (the subsequent facts clearly and convincingly showing the reliability of the information) that defendant Abbey Clay was in conspiracy with defendant Wasson in the matter of a numbers “racket,” before they went to the house of defendant Abbey Clay. They were admitted to the house by defendant Clay’s invitation. They were lawfully in the house. They had received reliable information that she was guilty of the conspiracy for which they then and there arrested her. The arrest of Abbey Clay was, by principles laid down in our previous decisions, the exercise of lawful authority on the part of the officers. The officers proceeded to investigate and search no more of the premises than what was with: in the immediate view and control of the defendant, Abbey Clay.\nThere would be no time left after Abbey Clay was arrested for obtaining a warrant to search the house without giving Abbey Clay’s husband and other friends, sufficient time to dispose of the damaging evidence of the presence of numbers tickets in practically the same room with her. Neither would there be any time after 3 police officers had overhauled on the public streets of Ypsilanti the 3 men defendants and caused their arrest for the officers then to go to a magistrate and obtain a search warrant of Abbey Clay’s residence before going there because the arrest of the 3 defendants on the public streets of Ypsilanti would be a publicly notorious thing, and the officers acting with reasonable prudence, would necessarily feel assured that knowledge of the arrest would probably get tp the Clay residence before they could arrive with a search warrant. The argument of the defendants that there was time for the procuring of a search warrant is entirely without foundation in any testimony in the record.\nNotwithstanding the clear proof that no time sufficient had elapsed for the procuring of a search warrant, defendants proceed to argue in their brief as though there was some showing of such lapse of time. Defendants cite authorities and claim that Carroll v. United States, 267 US 132 (45 S Ct 280, 69 L ed 543, 39 ALR 790), sanctioned a search of automobiles without warrant only because of necessity. Defendants stress the propriety of the reasoning of the Federal court in that case, quoting, p 153:\n“It is not practicable to secure a warrant because the vehicle can be quickly moved out of the locality or jurisdiction in which the warrant must be sought.”\nThe duplicate policy slips in the residence of defendant Clay could have been burned up in as brief a period of time as an automobile could convey them out of the limits of the city of Tpsilanti.\nDefendants cite People v. Conway, 225 Mich 152, to support their argument that the search of the Clay residence was unlawful. However, in that ease we say (p 155): “It [the lawful arrest of defendant] gave him lawful access only to that part of the house which it was necessary for him to enter in order to serve his warrant.” In the instant case, the search of the premises of defendant Clay was only made in that part of the house which it was necessary for the officers to enter in order to arrest her. We do not consider that our decision in the Conway Case supports in anywise the contention of the defendants in this case. As already noted, the officers searched only what was in defendant Clay’s immediate view through an archway.\nUpon the principle that the officer has a right to search the place where the arrest was made in order to find and seize things connected with the crime as its fruits or the means by which it is committed, see United States v. Rabinowitz, 339 US 56 (70 S Ct 430, 94 L ed 653). Also, Weeks v. United States, 232 US 383 (34 S Ct 341, 58 L ed 652, Ann Cas 1915C, 1117); and Agnello v. United States, 269 US 20 (46 S Ct 4, 70 L ed 145, 51 ALR 409).\nThe case of Harris v. United States, 331 US 145 (67 S Ct 1098, 91 L ed 1399), approved as lawful a search without a search warrant of a 4-room apartment in which the defendant was arrested. In People v. Lombardo, 301 Mich 451, we say at p 455:\n“The search was not illegal. People v. Harter, 244 Mich 346. The officer had reasonable and probable cause to believe that defendant had committed or was committing a felony and the arrest was legal. People v. Stewart, 232 Mich 670. After arresting defendant under these circumstances, the search was not unlawful. People v. Cona, 180 Mich 641. The trial court did not err in denying defendant’s motion to quash the information and suppress the evidence.”\nIn People v. Heibel, 305 Mich 710, we say at pp 712, 713:\n“The rule is well established that the illegality of seizure of evidence, where such illegality is known before the trial, must first be raised by a motion to suppress the evidence, timely made. The legality or illegality of the search and seizure is a collateral matter and the court will not turn aside from the trial of the case to consider such a collateral matter.”\nSee People v. Perrin, 223 Mich 132, and cases there cited. Also, 5 ALR 263 et seq., and many cases there cited.\nWe find without merit, defendants’ claim that we should disregard the evidence seized by the officers, either in the automobile or in the Clay residence. No 4 days notice of the motion to suppress required by Court Bule No 10, § 2 (1945), is claimed to have been given, and regardless of the court rule, the evidence had been lawfully seized.\nThe similarity of the numbers of the tickets found in the car and on the persons there arrested, with the duplicates of the tickets issued by defendant Clay, sufficiently connect up the 3 men arrested with defendant Clay, as guilty of planning and participating in the same conspiracy, in addition to which there are many circumstances likewise proving guilt of all 4 defendants. Each defendant, in the first place, was properly arrested on reliable information; and the evidence seized at the car, also the evidence seized at the Clay house, when considered and compared, clearly showed and proved the guilt of each of the 4 defendants and that they were all 4 knowingly guilty of participating in the same conspiracy.\nDefendants’ objection to the subsequently drawn complaint and warrant is not sustained. The conviction and sentence in the case of each defendant, is affirmed.\nButzel, C. J., and Carr, Btjshnell, Sharpe, Boyles, Dethmers, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Reid, J."
      }
    ],
    "attorneys": [
      "Frank Q. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, Edmond F. D.eVine, Prosecuting Attorney, for plaintiff.",
      "Burke, Burke & Smith and William D. Brusstar, for defendants."
    ],
    "corrections": "",
    "head_matter": "PEOPLE v. TAYLOR.\n1. Arrest—Without Warrant- —Conspiracy to Violate Gambling Laws—Access to Home.\nThe arrest without warrant of defendant woman in her home on charge of conspiracy to violate the State gambling laws held, the exercise of lawful authority on the part of police officers who had received confidential information from a reliable source that she and other 3 defendants-who had shortly theretofore been arrested on the public street were engaged in such conspiracy and access to the home had been gained by her permission (US Const, Am 4; Mich Const 1908, art 2, § 10).\n2. Searches and Seizures—Without Warrant—Access to Home ' —Conspiracy to Violate Gambling Laws.\nThe search of defendant woman’s home by police officers without a search warrant held, lawful, where it appears the officers had learned from a confidential source that she and 3 other defendants, shortly theretofore arrested on the public street, had been engaged in a conspiracy to violate the State gambling laws and search revealing evidence of her participation was made within her view in an L-shaped room to which the officers had been admitted by her invitation (US Const, Am 4; Mich Const 1908, art 2, § 10).\nReferences for Points in Headnotes\n[1] 4 Am Jur, Arrest §§ 22, 48.\n[2, 3] 4 Am Jur, Arrest § 33; 47 Am Jur, Searches and Seizures, § 71.\n[4] 47 Am Jur, Searches and Seizures §§ 19, 20.\n[4] Right of search and seizure incident to lawful arrest, without a search warrant. 32 ALR 680; 51 ALR 424; 74 ALR 1387; 82 ALR 782.\n[5] 20 Am Jur, Evidence § 396.\n[5] Admissibility of evidence obtained by illegal seareh and seizure. 24 ALR 1408; 32 ALR 408; 41 ALR 1145; 52 ALR 477; 88 ALR 348; 134 ALR 819; 150 ALR 566.\n[6] 20 Am Jur, Evidence § 1177 el seq.\n3. Same—Without Warrant—Access to Home—Conspiracy to Violate Gambling Laws—Destruction op Evidence.\nPolice officers who were admitted to defendant conspirator’s home by her invitation were lawfully in her house and search made of L-shaped room within her view and in her presence without a search warrant was lawful, where circumstances disclosed insufficient time to obtain a search warrant after arrest of 3 other defendants on public streets in midafternoon, while engaged in same conspiracy, because of the possibility that during any delay incident to obtaining warrant, the evidence present in her home might have been destroyed (US Const, Am 4; Mich Const 1908, art 2, § 10).\n4. Same—Without Warrant—Search op Place Where Arrest is Made.\nAn arresting officer who has probable cause to believe a felony is being committed has a right without a search warrant to search the place where the arrest is made in order to find and seize things connected with the crime as its fruits or the means by which it is committed (US Const, Am 4; Mich Const 1908, art 2, § 10).\n5. Same—Illegality of Seizure—Motion to Suppress—Time.\nThe illegality of seizure of evidence, where such illegality is known before trial, must first be raised by a timely motion to suppress the evidence (Court Bule No 10, § 2 [1945]).\n6. Conspiracy—Violation op Gambling Laws—Evidence.\nEvidence held, to have clearly proved guilt of each of 4 defendants of same conspiracy to violate the State gambling laws in view of the reliable information theretofore imparted to the arresting officers, similarity of numbers of tickets found in car and on the persons of 3 members to tickets issued by fourth defendant.\nAppeal from Washtenaw; Breakey (James R., Jr.), J.\nSubmitted October 14, 1954.\n(Docket No. 79, Calendar No. 45,758.)\nDecided December 29, 1954.\nMarshall Taylor, Harry Fuqua, Paul Wasson and Abbey Clay were convicted of conspiracy to violate the gambling laws.\nAffirmed.\nFrank Q. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, Edmond F. D.eVine, Prosecuting Attorney, for plaintiff.\nBurke, Burke & Smith and William D. Brusstar, for defendants."
  },
  "file_name": "0570-01",
  "first_page_order": 610,
  "last_page_order": 619
}
