{
"id": 156088,
  "name": "L. A. Wood v. The State",
  "name_abbreviation": "Wood v. State",
  "decision_date": "1893-03-04",
  "docket_number": "No. 137",
  "first_page": "571",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 571"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 348,
    "char_count": 5902,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 3.0836978662177467e-07,
      "percentile": 0.8581550507384793
    },
    "sha256": "bcc489e03a9081d52fb4fa5deb0e1308582359a3071e56ef95f40bc73020e56b",
    "simhash": "1:823ccc6c3f5df5c0",
    "word_count": 1015
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "L. A. Wood v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was convicted of manslaughter, and his punishment assessed at five years, from which he appeals.\n1. Appellant complains that the court erred in qualifying special charge No. 1 presented by appellant. The qualified charge instructed the jury to exclude from their consideration the special acts of defendant’s wife showing a want of chastity, and to consider only her general reputation for chastity as the same may bear on the question of provocation. As so qualified, the charge was correct. Penal Code, art. 599.\n2. Appellant complains that the court erred in not charging the jury that the question of the want of chastity of defendant’s wife can not be considered by them unless it is shown beyond a reasonable doubt that defendant knew and consented to her want of chastity while she was his wife. The court only allowed the general reputation of Mrs. Wood to go to the jury. If he had then given the charge requested, it would practically have withdrawn it, in violation of the code. Penal Code, art. 599. The court did not err in refusing the instruction.\n3. The court did not err in failing to charge upon the possibility that the death of deceased may have been due to some other cause, some physicians having testified that such wounds are not necessarily mortal, while those in attendance say this wound was mortal, and was correctly treated. There is no testimony suggesting any other cause, or calling for any such charge. Courts ought not to charge on remote possibilities. There was no exception taken to the charge on account of said failure, and no injury perceptible therefrom.\n4. The jurors qualified themselves, and there was no abuse of judicial discretion in impanelling them.\n5. The evidence clearly supports the verdict. Defendant’s wife stated that deceased had come to her window, and attempted to enter, but could not, as it was fastened. It was before' day, but she stated she saw him in the moonlight. Early next morning, defendant, after being told, went to the store of deceased, and had a talk with him, and left, and sometime afterwards was about to shoot a stranger, when his wife interfered, and said he was not the man, but that Brown, the deceased, was the man; whereupon the defendant opened fire on Brown, who was standing in the back door of his store, looking at the parties. Brown died from the effect of the wound. Mrs. Wood claimed that she saw from her window Brown in a white shirt, hair nicely combed. Brown denied he was there, and when aroused from bed in the morning, he was wearing a dark-colored shirt, and when shot had not washed his face or combed his hair. His character negatives the charge. Mrs. Wood’s reputation for chastity was shown to be bad. She had been to various towns, and went under various names, and defendant seems to have been in the same vicinity with her at the various times when she was making her reputation. Her eldest child was 4 years old, and she was married in October, 1890. If Mrs. Wood’s charge was true, or if appellant believed it to be true, it is evident that the homicide did not occur at the first meeting of the parties after appellant was told of the facts by his wife; and her character seems to be such as to negative the probability that appellant could, under all the facts of this case, have been wrought up to such a condition of mind as to render him incapable of committing murder. The judgment is affirmed.\nAffirmed.\nDavidson, J., absent.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "H. G. Lane, for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "L. A. Wood v. The State.\nNo. 137.\nDecided March 4.\n1. Manslaughter —Insults to Female Relative.—On a trial for murder, where the defense was insulting conduct toward the wife of defendant, and the prosecution had introduced evidence of the general character of defendant’s wife for want of chastity, and defendant's counsel requested the court to instruct the jury to exclude from their consideration all special acts of defendant's wife showing want of chastity, held, that the court, in giving this instruction, did not err in giving it with the qualification, in effect, that they could consider testimony as to the general reputation of defendant’s wife as to chastity in so far as the same might bear upon the issue of manslaughter.\n2. Same.—On the issue of manslaughter, arising from insulting conduct toward the wife of defendant, article 599 of the Penal Code provides: “It shall be competent to prove the general character of the female insulted, in order to ascertain the extent of the provocation.” SeM. that a specific requested instruction, to the effect that the jury would not consider any evidence as to the wife’s want of chastity after her marriage with defendant, unless it was shown beyond reasonable doubt that defendant knew of her want of chastity, and that it devolved upon the State to show that defendant knew and consented to her want of chastity, before he would be deprived of his legal right of protecting her, was properly refused, its effect being to practically annul the provisions of statute above quoted.\n3. Charge of Court — Cause of Death. — On a trial for.homicide, it is not error for the court to refuse to charge upon the possibility that the death of deceased may have been due to some other cause than the wounds inflicted upon him by defendant, when there is no testimony adduced suggesting any other cause, or calling for any such charge.\n4. Manslaughter.—See evidence set forth in the opinion of the court which was held amply sufficient to support a conviction for manslaughter.\nAppeal from the District Court of Angelina. Tried below before Hon. L. B. Hightower.\nOn an indictment charging him with the murder of James Brown, appellant was convicted of manslaughter, and his punishment assessed at five years in the penitentiary.\nThe evidence is very concisely, but sufficiently, stated in the opinion.\nH. G. Lane, for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0571-01",
  "first_page_order": 591,
  "last_page_order": 593
}