{
"id": 1855465,
  "name": "WARNER v. VAN F. BELKNAP COMPANY",
  "name_abbreviation": "Warner v. Van F. Belknap Co.",
  "decision_date": "1954-12-29",
  "docket_number": "Calendar No. 46,226",
  "first_page": "580",
  "last_page": "585",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 580"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "267 Mich 437",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1883739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/267/0437-01"
      ]
    },
    {
      "cite": "263 Mich 514",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1857533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/263/0514-01"
      ]
    },
    {
      "cite": "270 Mich 233",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1879519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/270/0233-01"
      ]
    },
    {
      "cite": "335 Mich 58",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1934332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/335/0058-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 9155,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06849665752713768
    },
    "sha256": "f60da2be8816d5101543ad937621371a94a111fcb0fb3888e8424eeb63d0fcd1",
    "simhash": "1:b71c7070c5fff45f",
    "word_count": 1462
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred. ■"
    ],
    "parties": [
      "WARNER v. VAN F. BELKNAP COMPANY."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nThis is an appeal, on leave granted, from an interlocutory order denying defendants’ motion to dismiss plaintiffs’ bill of complaint on the grounds that (1) there is misjoinder of parties plaintiff, (2) misjoinder of parties defendant, and (3) the bill is duplicitous and multifarious.\nIn their bill plaintiffs charge, in effect, that they, husband and wife, own 45% of the capital stock of defendant Belknap corporation and the individual defendants, husband and wife, own 55% ; that the capital stock of defendant Northland corporation is divided, 45% to plaintiff husband and 55% to defendant husband, with the understanding that their wives are represented in such holdings; that the individual defendants, acting in concert, have unlawfully manipulated and improperly managed the affairs of the Belknap corporation and misappropriated its funds, with resultant benefit to themselves and defrauding of plaintiffs of their rights therein; that they have denied plaintiffs access to the corporate books; that they have undertaken to remove plaintiff husband from office in and management- of Northland and to assume control thereof for the purpose of defrauding both plaintiffs (in a manner not made too clear) of their rights in that corporation. Plaintiffs’ bill prays for an accounting between the individual defendants and Belknap corporation, a dissolution of the latter and distribution of its assets among the stockholders; and that individual defendants be restrained from disposing of the .assets of either corporation, pending suit, and receivers be appointed for both.\nTouching what constitutes permissible joinder, defendants quote from CL 1948, § 608.1 (Stat Ann § 27.591), to the effect that when there is more than 1 plaintiff their causes of action must be joint and, if there be more than 1 defendant, the liability must be one asserted against all of the material defendants, or sufficient grounds must appear for uniting the causes of action in order to promote the convenient administration of justice.\nDefendants say that there is a misjoinder of parties plaintiff because plaintiff wife is shown by the pleadings to be a stockholder of the Belknap corporation only and not of Northland. Plaintiffs’ bill alleges, however, that the 2 husbands hold all the stock in Northland with the understanding that their wives are represented in such holdings. Defendants also urge that plaintiffs could not join in 1 action because their claims are hot joint, citing Bajorek v. Kurtz, 335 Mich 58, in which the owners of several lots joined in 1 law action to recover for damages to their properties resulting from vibrations caused by-defendant’s vehicles. We held joinder there improper because it could not be said with certainty that the same issues would be presented in each of plaintiffs’ cases. Here there is but 1 set of issues, jointly raised by the 2 plaintiffs, relating to the alleged fraudulent mismanagement of 1 corporation and the projected mismanagement of the other, as part of 1 scheme by individual defendants, to the prejudice of both plaintiffs alike, with respect to which they have a joint cause of action.\nDefendants say that there is a misjoinder of parties defendant in that defendant Northland corporation had no part in, nor responsibility for,,the alleged mismanagement of the Belknap corporation’s affairs by individual defendants, but that,- by the joinder, the Northland corporation is, nonetheless, tied up by injunctive process in the proceedings, in a county where it is not, but the Belknap corporation is, domiciled. In this connection they cite Coke v. Brunswick-Balke-Collender Co., 270 Mich 233, in which we held improperly joined 2 defendants charged in the declaration with the breach, respectively, of 2 separate contracts, neither defendant having had any part in the contract of or breach by the other. They also cite Gardella v. Babigian, 263 Mich 514, in which we held it to be a misjoinder, both of parties defendant and of causes of action, to include in 1 declaration a count for fraud against 1 set of defendants and a count planted on a different fraud against a set of defendants not identical with the first. Distinguishable are the facts at bar, which do not involve breaches of 2 separate contracts., or the perpetration of 2 distinct frauds by different defendants in each instance, but in which the material defendants, namely, the 2 individual defendants, are charged with 1 fraudulent course of conduct as relates to the affairs of both corporations, designed, as part of 1 scheme, to defraud plaintiffs of their rights in the 2 corporations. In the language of the statute, “the liability” is “one asserted against all of the material defendants,” that is to say, against both individual defendants. As for the defendant corporations, which they - control, they are but the instrumentalities through which the alleged fraud is \"perpetrated. Inasmuch as the affairs of both corporations are involved in the alleged common fraudulent scheme, it is proper that they be made parties to the case to enable the court to dispose of the entire matter, all of which, in the final analysis, belongs exclusively to the individual parties.\nFinally, defendants say that’the bill is duplicitous and multifarious. because the cause of action against the individual defendants and the Belknap corporation, on the one hand, and that against the Northland corporation on the other, are separate and distinct and' that, in consequence, the action against the latter corporation ought to be a separate one brought in the county of its domicile, urging that otherwise the convenient administration of justice is defeated. Here defendants cite Schaffer v. Eighty-One Hundred Jefferson Avenue East Corp., 267 Mich 437, in which separate causes of action were sought to be joined. In the instant case plaintiffs have but 1 cause of action,'common to them both, for fraud, against the 2 individual defendants. Northland is properly joined as a defendant, not because plaintiffs have a cause of action against it, but because its affairs and plaintiffs’ rights therein are affected by the alleged fraud, and plaintiffs’ rights in that corporation can only be protected against the acts of the individual defendants by making it a party to the case and thus bringing it before the court for such disposition of its affairs as to the court shall seem to be in accord with the just rights of the parties, The individuals involved should encounter no difficulty in getting all the corporate records and papers of both corporations and the necessary proofs before 1 court in 1 action involving 1 fraud despite the fact' that the corporations are domiciled in 2 different counties. This promotes' the convenient administration of justice.\nAffirmed, with costs to plaintiffs.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred. ■",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "J. Connor Austin and Hugh K. Davidson, for plaintiffs.",
      "E. Heed Hunt and J. P. Mikes ell, for defendants."
    ],
    "corrections": "",
    "head_matter": "WARNER v. VAN F. BELKNAP COMPANY.\n1. Parties—Joinder of Plaintiffs.\nPlaintiff husband and wife were properly joined in 1 suit against defendant husband and wife and 2 corporations of which both plaintiffs were alleged to be stockholders in one corporation and that wives were represented in the stockholdings of the other corporation and relief sought was an accounting between the individual defendants and 1 corporation and its dissolution, there appearing to be but 1 set of issues jointly raised by the 2 plaintiffs (CL 1948, § 608.1).\n2. Same—Joinder op Dependants.\nJoinder of defendant husband and wife with 2 corporations they controlled and in which plaintiff husband and wife had a minority interest was proper, where the individual defendants were the material defendants and the corporations were the instrumentalities through which the alleged fraud was perpetrated (CL 1948, § 608.1).\n3. Equity—Joinder of Corporate Dependants—Fraud—Duplicity —Multifariousness.\nBill for accounting by individual defendants to one defendant corporation which they controlled and for dissolution of such corporation was not duplicitous and multifarious because a second corporation, domiciled in another county, was also joined, where the respective parties had a similar proportion of interests in each corporation and plaintiffs’ rights in connection with the alleged fraud could only be protected by making the second corporation a defendant for such disposition of its affairs as to the court should seem to be in accord with the just rights of the parties (CL 1948, § 608.1).\nReferences for Points in Headnotes\n[1] 39 Am Jur, Parties §§ 29-33.\n[2, 3] 39 Am Jur, Parties §§ 34-43.\nAppeal from Wayne; Brennan (Vincent M.), J.\nSubmitted November 30, 1954.\n(Calendar No. 46,226.)\nDecided December 29, 1954.\nBill by Evelyn M. Warner and Roy A. Warner against Van F. Belknap Company, a Michigan corporation, Northland Hardware, Inc., Ivan F. Belknap and Julia Belknap, for accounting, dissolution of Belknap Company, and interlocutory relief. Motion to dismiss bill denied. Defendants review by appeal in the nature of mandamus.\nAffirmed.\nJ. Connor Austin and Hugh K. Davidson, for plaintiffs.\nE. Heed Hunt and J. P. Mikes ell, for defendants."
  },
  "file_name": "0580-01",
  "first_page_order": 620,
  "last_page_order": 625
}