{
"id": 4381549,
  "name": "THE PEOPLE, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; TAK KUSANO, Real Party in Interest; THE PEOPLE, Plaintiff and Appellant, v. TAK KUSANO, Defendant and Respondent",
  "name_abbreviation": "People v. Superior Court of L.A. Cty.",
  "decision_date": "1969-09-30",
  "docket_number": "Civ. No. 33892; Crim. No. 15987",
  "first_page": "581",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 581"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "76 Cal.Rptr. 712",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d 338",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63727
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0338-01"
      ]
    },
    {
      "cite": "77 Cal.Rptr. 646",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "272 Cal.App.2d 383",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2208854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/272/0383-01"
      ]
    },
    {
      "cite": "78 Cal.Rptr. 427",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "273 Cal.App.2d 413",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2210605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/273/0413-01"
      ]
    },
    {
      "cite": "79 Cal.Rptr. 299",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "79 Cal.Rptr. 397",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "274 Cal.App.2d 778",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2232837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/274/0778-01"
      ]
    },
    {
      "cite": "79 Cal.Rptr. 714",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "275 Cal.App.2d 78",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2234451
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/275/0078-01"
      ]
    },
    {
      "cite": "80 Cal.Rptr. 223",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "275 Cal.App.2d 612",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2234440
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/275/0612-01"
      ]
    },
    {
      "cite": "80 Cal.Rptr. 160",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "275 Cal. App.2d 778",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2234487
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/275/0778-01"
      ]
    },
    {
      "cite": "78 Cal.Rptr. 869",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "274 Cal.App.2d 508",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2232841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/274/0508-01"
      ]
    },
    {
      "cite": "395 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772077
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0752-01"
      ]
    },
    {
      "cite": "455 P.2d 432",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "78 Cal.Rptr. 504",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 287",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8711956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/0287-01"
      ]
    },
    {
      "cite": "453 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "77 Cal.Rptr. 217",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 84",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8711921
      ],
      "pin_cites": [
        {
          "page": "91-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/0084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 12340,
    "ocr_confidence": 0.827,
    "pagerank": {
      "raw": 2.7437927679920636e-07,
      "percentile": 0.8321552723730226
    },
    "sha256": "da7511963584441a2be77e02debd9d87d268f982cd1b930ff50150d0d33ca8a1",
    "simhash": "1:b54f3428c428d1fa",
    "word_count": 2063
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; TAK KUSANO, Real Party in Interest. THE PEOPLE, Plaintiff and Appellant, v. TAK KUSANO, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "with illegal possession of marijuana and of dangerous drugs. He duly moved, pursuant to section 1538.5 of the Penal Code, to suppress evidence offered against him at the preliminary examination and, pursuant to section 995 of that code, to dismiss the information. The trial court granted both motions. Thé People have appealed from the order under section 995 and sought a writ of mandate to vacate the order of suppression. Because of the procedural issue hereinafter discussed, we consolidated the two matters and withheld action on the petition for mandate so that it could be considered in connection wih the appeal. For reasons set forth below, we reverse the order of dismissal with directions and dismiss the petition for a writ of mandate.\nWe are faced \"with a procedural problem.\nBy the express provisions of subdivision (m) of section 1538.5, the motion to suppress provided for by that section is an alternative to and not necessarily in lieu of the older procedure under section 995. It follows that the law of California now offers to a defendant two modes of testing, in advance of trial, the admissibility of evidence that he contends was obtained as the result of an illegal search and seizure.\nIf the facts relating to that contention all appear in the transcript of the preliminary examination (or the grand jury hearing), and if he is willing to have his contention determined by the superior court as a matter of law, without an independent weighing of credibility or an independent drawing of if he is willing to have the superior court give to the magistrate’s determinations the standing traditionally required, he may move, under section 995, to dismiss the information or indictment.\nOn the other hand, if he desires to offer evidence in addition to that appearing in the transcript, or if he desires the superior court to make an independent weighing of the evidence, then he may move, under section 1538.5, to suppress the questioned evidence and, if that motion is successful, and if no other evidence remains sufficient to justify a trial, he may (under subdivision (1) of section 1538.5) ask the court to dismiss the case under section 1385.\nIf the court dismisses the information or indictment under section 995, the People may appeal from that order under subdivision 1 of section 1238. If the superior court suppresses evidence under section 1538.5, but does not dismiss the case, the People may seek review of the order of suppression by writ of mandate pursuant to subdivision (o) of section 1538.5. If the court, after making an order of suppression, dismisses the case under section 1385, the People may appeal from that order under subdivision 7 of section 1238.\nIn the case at bench, the superior court granted the motion to suppress, but its order of dismissal purported to be made under section 995 as well as under section 1385. Since it is clear from the record that the superior court had before it only the transcript of the preliminary hearing, and since that court expressly stated that its action was based purely on its interpretation of the law and that it was not making any independent weighing of the evidence, it follows that it correctly designated section 995. But, if the trial court acts, as it did here, under section 995, there is no need for any action under section 1538.5 and the attempt to invoice the provisions of that section was not only unnecessary but improper.\nAccordingly, we dismiss the petition for a writ of mandate and proceed to consider, on its merits, the validity of the order of suppression, thus' before us on the People’s appeal under section 995.\nII\nThe arresting officers had been told by a fellow officer (Sergeant Brown) that that officer had received a complaint of narcotic activity at defendant’s place of residence. Two officers went to the address given them and talked to a woman who lived in a house on the front of the lot on which defendant’s residence was located. That woman told the officers of her suspicions. The officer’s account of the information that she gave was as follows: “She informed us that in the past she had seen a great deal of traffic in and out of the rear house at that location, and that she suspected narcotic activity, and that on this date, in that in that had observed amale Oriental about 40 years old unloading a Chevrolet trunk, and he was unloading it and carrying into this house large gallon containers, and she. described it ‘such as my husband uses for refrigeration,’ and also she had seen gallon jugs, dozen or two, she said, and cans, metal containers, and ther items; a white powdery substance, and she said that she\nActing on that tip, the two officers went to the house at the rear of the lot where defendant lived. One of them (Officer Miller) saw that the curtain on the front window was open about 4 to 6 inches. He looked through that aperture. His account of what he saw was as follows: “Well, when I noticed this window open I saw in there Mr. Kusano who was lying on a couch. He appeared to be sleeping. I noticed that on the far wall of the living room, on a shelf built against the wall, was a water pipe. On the divider between the entryway and the living room was a long-stemmed small pipe, and on the coffee table in the living room were pint bottles, commonly shaped like rubbing alcohol-type bottles, and a glass plate or ash tray that had a white powdery substance on it.\n‘ ‘ There was also a white powdery substance scattered about on this coffee table, just lying on the table itself. ’ ’\nWhile that officer was looking through the window, his partner (Officer Owens) knocked at the door. A 17-year-old named Montgomery came to the door. The officers said: “Police officers. We are conducting a narcotic investigation.” Montgomery whirled and ran toward the rear of the house. The officer then forced the door and entered. Defendant was arrested, and the premises were searched, resulting in the discovery of a large number of items relating to narcotic activity. The motion to suppress was directed toward the items so found and seized. It is not contended that, if that motion had heen denied, the evidence was insufficient to hold defendant for trial.\nDefendant here contends :(1) that the officers had no valid ground for entry or arrest; (2) that the forced entry violated the requirements of section 844 of the Penal Code. We reject both contentions.\nIII\nThe contention that there was no valid ground for arrest or entry rests on two subordinate arguments.\nFirst: It is contended that Sergeant Brown should have been produced as a witness. The contention is without merit. On this record, the decision to enter and arrest was not based on either Sergeant Brown’s statements or on the statements of the woman. Those various statements gave the officers reasonable grounds to conduct a further investigation. That investigation included Officer Miller’s observation of the interior of the residence through the window. What he saw gave grounds for still further investigation, if not for arrest. When Montgomery ran away when the officers announced their purpose, reasonable grounds for an arrest existed and the officers had a right to enter for that purpose.\nSecond: It is contended that Officer Miller had no right to “Peek” through the open window curtain and that, since the fruit of that observation constituted a necessary part of any decision to arrest, the entry and arrest were unlawful. The decision of the trial court rested on that ground. Since the date of the trial court proceedings, the issue has been decided, in favor of the right to make such an observation, in People v. Berutko (1969) 71 Cal.2d 84, 91-94 [77 Cal.Rptr. 217, 453 P.2d 721].\nIV\nThe argument based on section 844 likewise is without merit.. It is true that that section, as construed by the Supreme Court, requires that an officer before making a fdrceable entry, must (1) identify himself; (2) demand entry; and (3) state the purpose of entry. But if the official status of the officer is made clear, and the circumstances indicate that the occupants understand both that the officers desire entry and why, the statutory requirement is met. (Greven v. Superior Court (1969) 71 Cal.2d 287 [78 Cal.Rptr. 504, 455 P.2d 432], and the cases therein discussed.) The officer here had made his status known; he had announced his purpose. The conduct of Montgomery indicated that he realized that entry was desired and intended.\nFurthermore, Montgomery’s conduct was sufficient to give Officer' Owens reasonable ground to believe that without an immediate entry, the purpose of the investigation and the accomplishment of a successful arrest and prosecution would be frustrated. We think that the officer had, here, the particular information in this particular case, that authorized an immediate and forceable entry even if section 844. had not been complied with.\nY\nIt is contended that the search that followed the., arrest was more extensive than would meet the limitations laid down in Chimel v. California (1969) 395 U.S. 752 [23 L.Ed. 2d 685, 89 S.Ct. 2034]. But the search herein involved preceded June 23, date of the Chimel the restrictions imposed by Chimel are not applicable to searches which preceded that date. (People v. Castillo (1969) 274 Cal.App.2d 508 [78 Cal.Rptr. 869].)\nIn Crim. No. 15987, the order of dismissal is reversed; the ease is remanded with the directions to vacate the order suppressing evidence and to proceed with the prosecution according to law. In Civ. No. 33892 the petition is dismissed.\nFiles, P. J., and Dunn, J., concurred.\nAll statutory citations herein are to the Penal Code.\nThere are several decisions by other courts of appeal dealing with the problem of review of superior court orders made under both section 1538.5 and section 995. They are not consistent in approach or in result. We cannot say that there is any fixed rule. Lacking any binding determination by the Supreme Court, we state our own analysis and conclusion. For other discussions consult: People v. Perillo (1969) 275 Cal. App.2d 778 [80 Cal.Rptr. 160]; Lockridge v. Superior Court (1969) 275 Cal.App.2d 612 [80 Cal.Rptr. 223]; People v. Evans (1969) 275 Cal.App.2d 78 [79 Cal.Rptr. 714]; People v. Foster (1969) 274 Cal.App.2d 778 [79 Cal.Rptr. 397]; People v. Sheahan (1969, Cal.App.) 79 Cal.Rptr. 299 (rehearing granted) ; Martinez v. Superior Court (1969) 273 Cal.App.2d 413 [78 Cal.Rptr. 427]; People v. Superior Court (Vega) (1969) 272 Cal.App.2d 383 [77 Cal.Rptr. 646]; People v. Superior Court (MacLachlin) (1969) 271 Cal.App.2d 338 [76 Cal.Rptr. 712].\nSince the superior court, in dismissing under section 1385, does so on motion (albeit its own motion), the People are afforded an opportunity to show that they have other evidence, not produced at the preliminary examination (or before the grand jury), which would justify a trial although some evidence adverse to defendant had been suppressed.\nBy the same reasoning, since the superior court may receive evidence dehors the preliminary transcript and may exercise its independent judgment' on the evidence only if it acts under section 1538.5, a' dismissal based on such a determination must necessarily be made under section 1385, and a dismissal based on section 995 would be improper.\nSome of the evidence suppressed was in plain sight of the officers when they entered; some was within the area in which Chimel would permit a search. Even if Chimel applied to the other items, enough would remain to require a reversal of the order of dismissal.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 33892.\nSecond Dist., Div. Four.\nSept. 30, 1969.]\nTHE PEOPLE, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; TAK KUSANO, Real Party in Interest. THE PEOPLE, Plaintiff and Appellant, v. TAK KUSANO, Defendant and Respondent.\n[Crim. No. 15987.\nSecond Dist., Div. Four.\nSept. 30, 1969.]\n(Consolidated Cases.)\nThomas C. Lynch, Attorney General, and William B. James, Assistant Attorney General, Evelle J. Younger. District Attorney, Harry Wood and Harry B. Sondheim, Deputy District Attorneys, for Petitioner and for Plaintiff and Appellant.\nRichard S. Buckley, Public Defender, Daniel R. Finn, Jo Kaplan and James L. McCormick, Deputy Public Defenders, for Real Party in Interest and for Defendant and Respondent.\nNo appearance for Respondent."
  },
  "file_name": "0581-01",
  "first_page_order": 603,
  "last_page_order": 610
}