{
  "id": 156087,
  "name": "G. W. McKinney v. The State",
  "name_abbreviation": "McKinney v. State",
  "decision_date": "1893-03-15",
  "docket_number": "No. 147",
  "first_page": "583",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 583"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 7029,
    "ocr_confidence": 0.613,
    "pagerank": {
      "raw": 2.435784630814663e-07,
      "percentile": 0.8025481408375547
    },
    "sha256": "52d729f1c7f5761edc10082d5cc34da5468828bfe18c312050e6ddbce41b539c",
    "simhash": "1:af9dcb721a864b61",
    "word_count": 1222
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "G. W. McKinney v. The State."
    ],
    "opinions": [
      {
        "text": "DAVIDSON, Judge.\nAppellant was convicted of the murder of R. L.' Haley, and his punishment assessed at confinement for life in the penitentiary; hence this appeal.\n1. The application for a continuance was properly overruled. The alleged absent testimony is not probably true.\n2. The court did not err in overruling defendant’s cause for challenge to the jurors White and Larner. There had not been formed or established in their minds any such conclusion as to the guilt or innocence of the defendant as disqualified them from sitting as jurors in the case. The jurors were excused peremptorily. The bill of exceptions further recites that defendant exhausted his peremptory challenges; “ was compelled to accept as a juror J. W. Wood, who in all things qualified himself as a juror upon his examination, though defendant did not wish to accept said juror, and desired peremptorily to challenge him.” No error is shown. Hudson v. The State, 28 Texas Ct. App., 323; Nalley v. The State, 28 Texas Ct. App., 387; Rippey v. The State, 29 Texas Ct. App., 37.\n3. The remarks of the district attorney, complained of in the motion for a new trial, were not objected to at the time they were made, and hence will not be revised by this court. Willson’s Crim. Stats., sec. 2321.\n4. We do not concur in appellant’s contention that the evidence is insufficient to support the conviction. While the testimony is circumstantial, it is strong, cogent, points out the defendant as the guilty party, and excludes every reasonable hypothesis except that of his guilt, and shows to a moral certainty that he, and no other party, shot and killed deceased, and from ambush. We find no error in the record, and the judgment is affirmed.\nAffirmed.\nSimkins, J., absent.",
        "type": "majority",
        "author": "DAVIDSON, Judge."
      }
    ],
    "attorneys": [
      "N. L. Cooper, for appellant.",
      "R. L. Henry, Assistant Attorney-General, and J. C. George, for the State."
    ],
    "corrections": "",
    "head_matter": "G. W. McKinney v. The State.\nNo. 147.\nDecided March 15.\n1. Murder — Continuance — New Trial.—Where the evidence adduced shows that the absent testimony for which the continuance was sought was not probably true, held, that the motions to continue and for new trial, based upon such absent testimony, were both properly overruled.\n2. Jurors, Qualification of.—Jurors not otherwise disqualified, who had not formed or established in their minds such conclusions as to the guilt or innocence of the defendant as would influence their verdict, are not subject to challenge for cause.\n3. Same — Peremptory Challenges. — Where the bill of exceptions recited that defendant had exhausted his peremptory challenges, and “ was compelled to accept as a juror one W., who in all things qualified himself as a juror upon his examination, though defendant did not wish to accept said juror, and desired peremptorily to challenge him,” held, that the court did not err in refusing to permit the defendant to challenge said juror peremptorily.\n4. Practice—Remarks of Counsel not Objected to.—Where the supposed improper remarks of counsel in argument to the jury were not objected to at the time they were made, the matter will not be considered or revised on appeal.\n5. Murder in First Degree.—See the facts of the case which in the opinion of the court were held amply sufficient to support a judgment of conviction for murder in the first degree, with penalty assessed at imprisonment for life in the penitentiary.\nAppeal from the District Court of Erath. Tried below before Hon. C. K. Bell.\nThis appeal is from a judgment of conviction for murder in the first degree, the punishment assessed being imprisonment in the penitentiary for life. The murdered party was one R. L. Haley, and the crime was committed in Erath County on the 30th day of July, 1892, about dark.\nDeceased (Haley) and defendant were neighbors, living but a short distance from each other, and there was a lane that had been left by the deceased between the two places. The parties do not appear to have been upon good neighborly terms for sometime previous. Haley closed up the mouth of the lane between the two places, next to the road which led to the town of Dublin. This appeared to incense the defendant, and he complained that it caused cattle to break into his field. At the time of the killing, which was about dark, or a little after, on Saturday evening, Haley was returning home from town, in his two-horse wagon, and had evidently extended his arm to the gate latch to open it, when he was fired upon and killed. Two buck shot entered a little back of the middle of his right side, without touching his arm.\nThe corner of defendant’s pasture would be on the right-hand side of the gate to a person entering the gate from the direction of Dublin, and all the physical facts and circumstances went to establish the fact, that the shooting was done by a party ensconced behind some brush or bushes in the corner of defendant’s pasture. The neighbors who first reached the scene after t-he killing were prevented, by an intelligent and prudent deputy sheriff, from going over into this pasture that night. The next morning this officer, together with several others, went over into the pasture, and at the corner, near the gate, found where some one had been ensconced, and foot-track and knee-print on the ground, as if some one had taken aim from that position to shoot. They also found a twig that-had been cut off by a bullet fired from this ambush in the direction of where the deceased was found shot. They found fresh-made tracks, which they measured precisely in length and width. One of the heels was slightly run down or careened; on the side of one of the shoes the upper appeared to have been torn from the sole, and was frazzled, was as shown by the track. The officer and his party trailed and followed these tracks up to within 100 or 150 yards in the direction of defendant’s house, when they could follow them no longer, owing to the hardness of the soil.\nDefendant, under one paltry excuse or another, evaded going down to where deceased had been killed, both on the night of the killing and the\" next morning, though he was earnestly requested to go, and did not go to the scene until after he was subpoenaed to go to the coroner’s inquest. At the inquest the deputy sheriff procured a search warrant, and went to defendant’s house, where he found defendant’s double-barreled shot gun, one barrel of which had been recently discharged. He also found, concealed in some rubbish in a box, the pair of old shoes which, it was proved, the defendant wore the day before, and which made tracks corresponding exactly with those that had been found at and that had been trailed from the place of the homicide; even to the run-down heel, the frazzled edge, and turned down part of the sole. Defendant wore a new pair of shoes the day after and at the coroner’s inquest.\nThe above comprises, in brief, the testimony in the case. Defendant did not himself testify at the trial. His defense was an albi; and he also endeavored to show that the probabilities were that one Hughes had committed the murder.\nN. L. Cooper, for appellant.\nR. L. Henry, Assistant Attorney-General, and J. C. George, for the State."
  },
  "file_name": "0583-01",
  "first_page_order": 603,
  "last_page_order": 606
}
