{
"id": 1855496,
  "name": "CITY OF HOWELL v. KAAL",
  "name_abbreviation": "City of Howell v. Kaal",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 72, Calendar No. 46,048",
  "first_page": "585",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "117 ALR 1117",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "22 ALR2d 774",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": -1
    },
    {
      "cite": "337 Mich 137",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1931098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/337/0137-01"
      ]
    },
    {
      "cite": "309 Mich 1",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1899504
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/309/0001-01"
      ]
    },
    {
      "cite": "305 Mich 666",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1818399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/305/0666-01"
      ]
    },
    {
      "cite": "297 Mich 32",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1831821
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/297/0032-01"
      ]
    },
    {
      "cite": "322 Mich 404",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1917300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/322/0404-01"
      ]
    },
    {
      "cite": "337 Mich 549",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1931106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/337/0549-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11902,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.1652816574401546e-07,
      "percentile": 0.7703945287929914
    },
    "sha256": "6ddc320449c88ad91571d8c5e05572d3b106252bc8c9b35094ed2cfb33a884aa",
    "simhash": "1:7051643b283d8b95",
    "word_count": 1974
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Btttzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "CITY OF HOWELL v. KAAL."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nThis is a zoning ordinance ease in which defendants appeal from decree enjoining violation, hy operation of a trailer camp.. They own 4-1/2 acres, of which approximately 3/4 is situated within plaintiff city and 1/4 in the adjoining township. The city portion lies in an area zoned since 1942 as E-A (residential-agricultural), in which the ordinance permits single or 2-family dwellings, nurseries, greenhouses, truck farming, farms, stables, riding acadamies and necessary accessory buildings on plots of 5 acres or more, but on smaller acreages use is limited to single or 2-family dwellings. Defendants’ land is part of an old millsite property. The remainder of that property is across a creek and is owned by the Millsite Tackle company. Located thereon is a barn, a house used as an office, and a 1-story frame building, resembling a large dairy barn, which is used for tackle manufacturing, a light manufacturing operation in which few persons are employed. The entire millsite property presents a neat, clean appearance, which is rural in character. Defendants’ property is bordered on the north by the city limits and a highway on which it has 200 to 250 feet of frontage, across from which is farm area; on the east by a residential subdivision in which dwellings have been built; on the south by a lake, the mouth of the creek and residential and farm land; and on the west by the creek, beyond which lies the tackle company property, and further west is an open area once used as an airport. Except for the tackle company property, the entire surrounding area for a distance of at least 1/2 mile in each direction is residential or farm land. Defendants say their land is rough and divided across the middle by a crater 30 feet deep and 150 feet wide, and that it all slopes abruptly west toward the creek. In support of the claim that their property is unsuited for the purpose for which it is zoned and valuable only for use as a trailer camp defendants’ chief reliance is placed, aside from opinion testimony, on 5 photographs of the premises attached to the record as exhibits. Plaintiffs contend that the property is suited to residential purposes, pointing out that it was being so used when the ordinance was adopted and relying on testimony that the slope to the creek is not severe, that the land is all slightly rolling, that it has a level area along the highway and at the present location of trailers which could be used as building sites, that although its value, in the opinion of 1 of defendants’ witnesses, would be worth twice as much as a trailer camp, nevertheless, as residential property it would be worth $10,000, and, finally, testimony of the planning engineer of the city of Lansing that the topography of the land does not limit or prohibit its use for residential purposes. The trial judge viewed the premises and expressed the opinion that the zoning provisions were reasonable as applied thereto. In 1947, five years after enactment of the ordinance, when defendants’ property was still being used as single-residence property, defendants’ predecessor in title began the operation of the trailer camp on the premises. Criminal prosecution was brought against him because thereof, but the case was dismissed. Later, in 1951, defendants bought the property as a trailer camp for $23,500, knowing that the ordinance prohibited its use for that purpose.\nDefendants assert that the ordinance is unreasonable as applied to their property for 4 reasons, which we consider seriatim: (1) That the property has always been used for business purposes. The testimony discloses that while the property was part of the millsite the portion owned by defendants was never directly used for that purpose, but only as residential property and that, at all events, after defendants’ predecessor purchased this portion of the millsite it was used as residential property only for more than a year, thus abandoning any rights which might theretofore have existed to a nonconforming use under the provisions of the ordinance. (2) That the property adjoins that of the tackle company. As previously noted, the testimony is that the manufacturing operation is light with few employees, across a creek from defendants, in buildings and surroundings that present a rural or farming appearance. (3) That the property is unsuited to residential use because of its topography. The testimony above outlined, supporting the finding made by the trial judge after he had viewed the premises, indicates that the property is suited to residential'use and we cannot say that any of the testimony or the mentioned photographs persuades us to a contrary view. (4) That as applied to defendants’ property, the ordinance is confiscatory. The record establishes that the property was used for a single-residence purpose when the ordinance was adopted ' and for 5 years thereafter; that in the opinion of a defense witness it has a value for that purpose of $10,000; that its use as a trailer camp began 5 years after adoption of the ordinance and that it was not until 4 years after that that defendants purchased it with full knowledge of the provisions of the ordinance. Defendants cite such cases as Janesick v. City of Detroit, 337 Mich 549; and Ervin Acceptance Co. v. City of Ann Arbor, 322 Mich 404, for the proposition that in determining the reasonableness of the ordinance the court will consider the depreciation in value which it occasions, especially when it destroys most of the value of the property involved. Those cases also state that depreciation in value is not a definite yardstick by which to measure the reasonableness and are in accord with our holding in Moreland v. Armstrong, 297 Mich 32,36, that:\n“Mere depreciation in value by itself is not enough. The test is whether the zoning classification is unreasonable.”\nWhere the property in question is suited to the R-A purpose assigned to it by the ordinance, it is surrounded for a considerable distance by property so used, and it was being so used at the time the ordinance was adopted and had a substantial value for that purpose, the fact that at a later date it was put to an illegal use and, as such, was bought by defendants, with knowledge of the ordinance, at a price higher than the value of the property when used for lawful purpose, does not render the ordinance confiscatory. To hold that it does would render the residential classification under every zoning ordinance vulnerable to attack as unreasonable and confiscatory the moment the owner of property so zoned found opportunity to sell it for industrial purposes at a price beyond its value for residential purposes. That is not the law. Defendants took a calculated risk, hoping that the ordinance would not be enforced or that it would be amended. The failure of their gamble cannot be urged against the validity of the ordinance.\nDefendants also urge that the ordinance is invalid because in conflict with PA 1939, No 143, as amended (CL 1948, § 125.751 et seq., as last amended by PA 1951, No 34 [Stat Ann 1951 Cum Supp § 5.278 (1) et seq.), providing for the licensing and regulating of trailer coach parks. Defendants cite Richards v. City of Pontiac, 305 Mich 666; Loose v. City of Battle Creek, 309 Mich 1; Gust v. Township of Canton, 337 Mich 137. The substance of the holdings in those cases is to the effect that a city ordinance in conflict with a statute is to that extent invalid, that an ordinance may not invade a field completely occupied by statute but may enter an area not pre-empted by the State act, that what the State law expressly permits an ordinance may not prohibit, and that a zoning ordinance may not operate to prohibit a nonconforming use in existence when the ordinance was adopted. The zoning ordinance here in question does not undertake to license, regulate or prohibit trailer coach parks. They are permitted in 3 zones in the city. Section 5 of the trailer coach act provides with respect to permits under that act that:\n“Such a permit does not relieve the applicant from securing building permits in municipalities having a building code; or from complying with any other muncipal ordinance or ordinances, applicable thereto, not in conflict with this statute.”\nThe zoning ordinance and its provisions zoning defendants’ property as R-A are not in conflict with the statute and do not invade an area occupied by it.\nDecree affirmed, with costs to plaintiffs.\nBtttzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.\nPA 1939, No 143, § 5, as amended by PA 1941, No 255 (CL 1948, § 125.755 [Stat Ann 1953 Cum Supp § 5.278(5)].—Reporter.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "Charles K. Van Winlcle, City Attorney (Van Winlde & Van Winlde, of counsel), for plaintiffs.",
      "E. Reed Fletcher and Glenn C. Yelland, for defendants."
    ],
    "corrections": "",
    "head_matter": "CITY OF HOWELL v. KAAL.\n1. Municipal Corporations—Zoning Ordinance—Reasonableness —Residence Use—Trailer Camp.\nClaim of trailer camp operators that ordinance which had zoned their property for residential-agricultural use was unreasonable as to their property held, untenable, where use made of the portion of property owned by defendants’ predecessor conformed to the ordinance for some 4 years after the ordinance was adopted, adjoining property used for light manufacturing purposes is conducted in buildings presenting a rural or farming appearance, defendants’ property is suitable for residential use and depreciation in value, although substantial, was only partial and a substantial value remained.\n2. Same—Zoning Ordinance—Classification—Depreciation in Value.\nDepreciation in value is not a definite yardstick by which to measure the reasonableness of the classification of a municipal zoning ordinance and, alone, is not necessarily enough.\nReferences for Points in Headnotes\n[1] 58 Am Jur, Zoning, § § 21, 22; 63.\n[1] Regulation of tourist or trailer camps, motor courts, or motels. 22 ALR2d 774.\n[2] 58 Am Jur, Zoning § 140.\n[2] Zoning statutes or ordinances. 86 ALR 659j 117 ALR 1117.\n[3] 58 Am Jur, Zoning § 207.\n[4, 5] 58 Am Jur, Zoning § 63.\n3. Same—Zoning Ordinance—Residence Use—Nonconforming Use as Trailer Camp—Confiscation.\nA municipal zoning ordinance classifying defendants’ property as residential-agricultural area was not rendered confiscatory because its value for other and nonconforming uses such as a trailer camp was greater than conforming uses, especially where the nonconforming uses were not commenced until long after the ordinance had been adopted and defendants purchased the pi'oporty, with knowledge of the ordinance, at a price greater than its value when used for residence purposes.\n4. Same—Zoning Ordinance—Statutes—Trailer Coach Parks.\nA city zoning ordinance which permits trailer coach parks in 3 areas in the city held, not in conflict with State statute licensing and regulating such parks but also including a provision requiring applicant for a license to comply with municipal ordinances not in conflict with that statute and requiring an applicant to secure a building permit in municipalities having a building code (CL 1948, § 125.751 et seq., as last amended by PA 1951, No 34).\n5. Same—Zoning Ordinance—Statutes'—Trailer Coach Parks.\nMunicipal zoning ordinance limiting use of property owned by defendants used as a trailer camp to residence and agricultural uses held, not in conflict with State statute licensing and regulating trailer coach parks nor to have invaded an area occupied by the statute (CL 1948, § 125.751 et seq., as last amended by PA 1951, No 34).\nAppeal from Livingston; Simpson (John) J., presiding.\nSubmitted October 12, 1954.\n(Docket No. 72, Calendar No. 46,048.)\nDecided December 29, 1954.\nBill by City of Howell, a municipal corporation, and its designated enforcement agent, against E. G. Kaal and Augusta E. Kaal, to enjoin violation of zoning ordinance. Decree for plaintiffs. Defendants appeal.\nAffirmed.\nCharles K. Van Winlcle, City Attorney (Van Winlde & Van Winlde, of counsel), for plaintiffs.\nE. Reed Fletcher and Glenn C. Yelland, for defendants."
  },
  "file_name": "0585-01",
  "first_page_order": 625,
  "last_page_order": 631
}