{
"id": 1933568,
  "name": "Lefevre vs. Mayor &c., of Detroit",
  "name_abbreviation": "Lefevre v. Mayor of Detroit",
  "decision_date": "1853-01",
  "docket_number": "",
  "first_page": "586",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "2 Mich. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 947,
    "char_count": 28204,
    "ocr_confidence": 0.376,
    "pagerank": {
      "raw": 3.017602830638004e-07,
      "percentile": 0.8536673373621396
    },
    "sha256": "9449fce0d85380bfd4cef07965dfe1811c34d9f5807f6edb02b32c16785cf392",
    "simhash": "1:5926a1a3cd8d6342",
    "word_count": 4871
  },
  "last_updated": "2023-07-14T19:13:31.599570+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lefevre vs. Mayor &c., of Detroit."
    ],
    "opinions": [
      {
        "text": "By the Court, Green, J.\nThree questions were reserved by the Circuit Court, and certified for the opinion of this Court, viz:\n1. Whether the assessment is void because it was made on “St. ■ Peter’s Cathedral,” and not upon any owner or occupant of the lots.\n2. Whether lots 2, 3 and 4, on the Ant. Beaubien farm, on which Sts. Peter and Paul’s Cathedral is situated, are exempt from assessment, for paving Jefferson Avenue; and\n3. Whether the assessment upon lot 61, in section 2 of the Governor and Judges plan of Detroit is void, because the paving in front of said premises was contracted for and commenced before said assessment was made.\nBy section 20 of the city charter, (City Char. and Ord., p. 29,) it is provided that “the Common Council shall have full power and authority to provide funds for defraying the expenses of such paving of. streets or sidewalks as may be deemed necessary, either by assessment on the owner or occupant of such lot or premises, in front of, or adjacent to, which such streets or sidewalks may be directed to be paved or repaired, or otherwise as they may direct.” Section 24 of an act approved. April 13, 1841, declares that any such assessment thereafter made by authority of the Common Council, should be a lien until paid, on such lots or premises in front of which such street or sidewalk might be directed to be paved or repaired.\nThe Common Council, for the purpose of regulating the manner of exercising the powers thus conferred upon them, ordained that whenever the said Common Council should deem it necessary to provide funds necessary for defraying the expenses of grading, paving or planking any alley, avenue, or street of said city, or any portions thereof, they, shall cause an assessment to\\be made by the city surveyor, on the owners or occupants of the lots or premises in front of, or adjacent to, the avenue or street directed to be graded, paved, or planked. The city surveyor was required, with all due diligence, to ascertain from the best evidence in his power, all the necessary facts, and then to make out a written report or assessment roll, stating therein, the names of the owners or occupants of the lots or premises in front of, or adjacent to, which such streets were graded, paved, or planked, or directed so to be, desert bing by itself, with sufficient accuracy, each lot or portion of a lot owned by any one person, or company of persons, and also the names of such owner or owners; and when he could not ascertain the names of any such owners or occupants, or either of them, he was required to state such fact in his report; and in such report to state who of such owners were residents of the city, and who were non-residents. (Revised Ordinances of the city of Detroit for 1848, Ch. 17, sections 16, 6, 7.)\nThese are all the provisions of the city charter and ordinances which it is necessary to notice in order to decide the first question reserved. Under the provisions of the charter above cited, it was competent for the Common Council to provide funds for defraying the expenses of such paving of streets, as they might deem necessary, in one of two modes: They might do so by a tax upon the real and personal estate within the city at large; or by assessment on the owner or occupant of such lot or premises in front of, or adjacent to which, such street might be directed to be paved. These are the only modes contemplated by the charter; for it cannot be supposed that the Legislature intended by the terms, “or otherwise,” to confer power upon the Common Council to resort to any unusual or new mode of providing funds, which they might possibly invent; and even if the language of the charter would bear such a construction, they have never, by any ordinance or by-law, adopted such a mode; but on the contrary, have provided for raising funds for such purposes in the manner expressly authorized by their charter.\nThe owner or occupant must be named in the assessment roll, because the assessment is made upon him; and if not paid, a warrant may is • sue for the collection of the amount, by distress and sale of his goods and chattels. The land assessed must be described, because, if the amount cannot otherwise be collected, the lot may be sold or leased for a term of years, to pay the assessment; under either case the proceedings must be supported by the assessment.\nIn this case, neither is the owner named, nor the lots in question described. The complainant is the owner of “Sts. Peter and Paul’s Cathedral,” by virtue of his ownership of the lots on which it stands. The ■Cathedral is real estate only by reason of its permanent connection with the soil, and is not of itself, real estate. It does not include the lots on which it has been constructed, but they include it. The term, “ St. Peter’s Cathedral,” is no description of the lots, by which they could be sold and a title conveyed. For these reasons the assessment was void.\nWhether the lots on which the Cathedral is situated were exempt front assessment for paving Jefferson Avenue, is a question of much, greater importance; and it depends upon the true construction of the provisions of chapter 20 of the R. S., entitled, “of the assessment and collection of taxes,” and the character of the assessment. The mode of assessment and collection of taxes provided in that chapter, evidently applies to general taxes, and such as are assessed and apportioned upon the annual valuation of real and personal property by the assessors, only. From such taxes it is conceded that “ Sts. Peter and Paul’s Cathedral,” being a house of public worship, is expressly exempted.\nIn the examination of this statute, the first inquiry that arises is, whether lots 2, 3, and 4, a portion of which is covered by the church, are embraced within the exemption, from any species of taxation. If not, we need extend our investigations no further; but if we should arrive at a contrary conclusion, then it will become necessary to consider whether they are exempted from the particular kind of tax or assessment out of which this controversy has arisen.\nThe first section of the chapter above referred to, is in the following language: “All property, real and personal, within this State, not expressly exempted therefrom, shall be subject to taxation, in the manner provided by law.” The second section declares, that “real estate shall, for the puposes of taxation, be construed to include all lands within the State, and all buildings and fixtures thereon, except in cases otherwise expressly provided by law.” Has it been otherwise expressly provided in regard to lands owned and occupied in connection with, and for the uses and purposes of a house of public worship ? If any such provision has been made, it is contained in the fifth section, (page 103 of the B. S.) That section provides, amongst other things, that “ the following property shall be exempt from taxation, viz\n“ 5, All houses of public worship, with the pews or slips, and furniture therein, and rights of burial and tombs, while in use as repositories of the dead.”\nIt is apparent from the language of the second section, that buildings and fixtures upon lands, may be distinguished from the land itself, for the purposes of taxation, although both are embraced under the designation of real estate; and it would seem to follow that such buildings or fixtures- may be exempted, while the land may bo subject to taxation\nThe language of the fifth subdivision of section five, above recited, does not certainly, in express terms, embrace land; and unless we are permitted to resort to implication, it is very clear that lands are not included in the exemption, under the description of “ houses of public worship.” From such implication we are expressly precluded by the second section. But if we were not so precluded, could such an implication fairly be drawn from section five ? If land is embraced in the exemption, how are its limits and extent to. be ascertained and defined? Does it embrace that only which the house of public worship actually covers, or so much as is inclosed with, and used for the purposes of the house, including the ornamental grounds and open areas around it, which conduce to the convenience, gratification, and health of the worshippers ? Or does it extend to all the lands belonging to the religious society which owns the house, the rents and profits of which are appropriated to the purposes of the house ? It does not seem probable that the Legislature would have left the limits of the exemption so entirely undefined, had they intended that it should extend to the land itself. The other exemptions provided for in that section, are not left thus uncertain, but their limits are accurately defined. Thus the 4th subdivision is in the following language: “The personal property of all library, benevolent, charitable, and scientific institutions incorporated within this State, and such real estate belonging to such institutions, as shall actually be occupied by them for the purposes for which they were incorporated.” The other subdivisions of the same sections are equally clear and explicit; and there would have been no more difficulty in extending the exemption provided for in the fifth subdivision, to lands, by language which would as definitely have marked out its extent, had the Legislature so intended.\nAgain, it may be asked, does the supposed exemption of lands for church purposes, include such as are held by a religious society, under lease from the owner, and for the use of which an annual ground rent is paid, or only such as is actually owned by them ? Is the landlord to hold his property exempt from the burden of contributing to the expenses of the government, because he receives his rents from a religious corporation instead of a lay body? If “houses of public worship,” embrace lands by implication, is not that implication, from the'language of the statute, as strong in the one case as the other ?\nIt is to be observed that the same subdivision of section 5 which exempts all houses of public worship, also expressly exempts therewith, “the pews or slips, and furniture therein.” Why, after the whole house had been exempted, did the Legislature exempt portions of it specifically ? The pews or slips in a church, are properly as much a portion of the house, as the windows, floors, or roof. Yet, by another statute, pews and slips are made the subject of a separate and distinct ownership ; and while the house may belong to a corporation or society at large, the slips or pews may be, and usually are, owned or held under lease, by the individual members of the congregation severally, and would consequently, under the first section of chapter 20, be subject to taxation as against such owners, if not “expressly exempted therefrom.” This shows with what care the Legislature enumerated the various kinds of property which they intended to relieve from the common burden of taxation. So, if they had intended to exempt land, in connection with a house' of worship, they would not have failed to specify it. That a building may be the subject of property, separate from the land on which it is situated, no one doubts; and that it may be so, either for the purposes of taxation, or exemption therefrom, is equally clear. The ground, therefore, upon which the claim to exemption of lots 2, 8, and 4, on the Ant. Beaubien farm is to be supported, I am unable to discover.\nFor all the purposes of a general tax, which is apportioned according to the true value of the property, there is no practical difficulty in making the assessment. On the contrary, the\" proceeding is most simple. The assessor, in case the building is exempt, has only to make a valuation of the land, aside from the building, and the house bears no portion of the burden. The exemption of houses, separate from lands, and the mode of assessment or valuation, here indicated, have long been familiar in theory and practice in this State. Section 4 of chapter 1, title 5, part 1st of the R. S. of 1838, page 16, exempted from taxation, amongst other property, “all improvements of the value of one hundred dollars and under, on lands actually used, and occupied for farming purposes, and all buildings erected thereon of the value of one hundred dollars and under.” No embarrassment, it is believed, ever arose in carrying into effect this provision of the statute.\nThe motive for exempting houses of religious worship from a general burden, is very obvious and very commendable. They are justly regarded as having a claim upon the public benevolence, and while the constitution wisely provides that “ no money shall be appropriated or drawn from the Treasury for the benefit of any religious sect or society, theological or religious seminaiy, nor shall property belonging to the State be appropriated for any such purposes,” (Constitution, Art. 4, § 40,) an equally wise policy dictates that some consideration should h& had for the public benefits which they bestow. But the extent, and the manner of the encouragement to be conferred upon religious associations, by exempting their property from taxation or otherwise, is confided by the organic law, subject to certain restrictions, to the wisdom and discretion of the Legislature, and not to the judicial tribunals of the State. ' From another view which we have taken of this case it becomes unnecessary to determine definitely, whether the lots in question are exempt by law, from any species of taxation; and as the point was not discussed on the argument, we deem it most proper to leave the question open.\nAssuming that the lots in question were exempted by chapter 20, from taxation, the question still arises, whether they were exempt from the assessment for paving Jefferson Avenue ? The adjudged cases cited and commented upon by counsel, on the argument of this cause, afford but little aid in -determining this question.\nIn the case of the City Council of Charleston vs. The Vestry of St. Philips Church, (1 McMullan's Eq. R., 139,) the tax in question was a general tax upon the property within the city. The Legislature, by an act permanently classifying and fixing the value of land for the purpose of taxation, passed in 1815, declared that nothing in that act contained should be construed to impose any tax upon the property or estate of any. religious society, &e.; but that no houses owned or erected on such land by any private individual, should be exempted from paying taxes thereon, according to their full value.\nBy the charter of the city of Charleston, which had been, granted in 1^83, the City Council were authorized to make such assessments on the inhabitants of Charleston, or those who held taxable property within the same, for the safety, convenience, benefit and advantage of the city, as should appear to them expedient.\nIn the year IBS?,, the City Council passed an ordinance for the assessment of taxes for that year, containing the following provisions: “That the following species of property, owned or possessed within the limits of the city of Charleston, shall be subject to taxation: Every house, building, lot, or other landed estate, shall be and is hereby made liable to a tax of fifty cents on every hundred dollars of the value, or estimate thereof, to be assessed by the city Inquirer and Inspector, provided that no tax shall be imposed on any building occupied by a religious, charitable, or literary society.”\nUnder this ordinance two squares of land were assessed, belonging to St. Philips Church. The lands lay at a distance from the church itself, and were occupied by tenants under leases from the church for thirty-one years, with covenants on the part of the lessees to pay all taxes and-assessments which might be imposed by the State or the municipal authorities. It was holden by the Court of Appeals, five members thereof concurring, three dissenting, and one signing neither opinion, that neither the church nor the tenants were liable to the tax upon the land, but it was conceded that if it had been assessed upon the buildings erected thereon by the tenants, they would have been liable for it, according to the provisions of the act of 1815.\nIn Williams vs. Pritchard, (4 Durnf. & East., 2,) the case was this: By an act of Parliament, (7 Geo. 3, C., 37,) certain private persons were authorized, at their own expense, under the direction of the mayor, &e., of London, to reclaim certain lands covered by the river Thames, by enclosing and embanking; and it was provided by that act that “the ground and soil of said river so to be enclosed and embanked in the front of every such respective wharf or ground,” should vest, and the same was thereby vested in the-owner or owners, proprietor or ^ ^ proprietors, of such adjoining wharf or ground, according- to his, her, or their respective estates, trusts or interests therein, “free from all taxes .and assessments whatsoever.”\nThe house assessed was built upon lands reclaimed from the river, under the act referred to, and the question was, whether it was liable to the land tax, under an act passed subsequently. The act providing for the land tax, strictly embraced these lands; but it was held that such was not the intention of the Legislature, and that the provision of the former act exempting these lands from taxation and assessment, was not repealed by the latter.\n. The exemption in that case was not created by any act providing for taxation, but it was granted with the title to the soil, as an inducement or consideration for the performance of a work deemed to be of a public benefit. We should have no difficulty in such a case, in arriving at a similar conclusion.\nThe matter of the Mayor &c., of New York, (11 John. R., 77,) was a motion to confirm an assessment made for the purpose of providing-funds for defraying- the expenses of widening Nassau street. In 1813, the Legislature of New York passed an act entitled “an act for the assessment and collection of taxes,” containing the following provisions:\n“Sec. 1. Be it enacted” &e., “That the taxes hereafter to be levied in this State, shall be assessed, levied, and paid, in the manner hereinafter mentioned, upon a valuation of real and personal estate, as hereinafter prescribed.” (New R. L. of N. Y., page 509.)\n“Sec, 28. That no real estate belonging to the United States, or to this State, nor any church or place of public worship,” &c., “shall be taxed by any law of this State.” (Ih., page 519.)\nThe Mayor &c., of the city of New York, were authorized to open, alter and improve streets within the city, and to cause the expenses thereof to be assessed upon the real estate to be benefited by such improvements, in proportion to the benefit which each lot or parcel would receive from such improvement. In assessing the benefits arising from the widening of Nassau street, no distinction was made between the churches and church property, and other real estate supposed to be benefited by the improvement. Objection was made to the confirmation of the assessment, on the ground that the churches were exempt by the law of 1813, from taxation*by any-law of the State. It was held by the Court, that the churches were liable to the assessment, on the ground of benefits, derived from the improvement; and that the exemption granted to them in'the general act for the assessment and collection of taxes for the benefit of the town, county, or State at large, did not extend to an assessment of this character. That to pay for the opening of a street in a ratio to the benefit' or advantage derived from it, was no burden, talliage, or tax, within the meaning of the exemption and had no claim upon the public benevolence. But it was further held, that inasmuch as the benefit to the churches must necessarily be very small, or merelyjnominal, a distinction ought to have been made in that respect, which not having been done, the assessment was regarded as unequal and unjust, and the matter was remitted for a new assessment.\nIt is not necessary, nor is it proposed to go beyond the questions certified for ori’ opinion in this case; and but little light is thrown upon the one we are now considering, by the adjudications referred to. In making an assessment under the laws of New York, upon the property supposed to be benefitted by an improvement in the city of New York, a much wider range is allowed for the exercise of the discretion and judgment of the assessor, than is allowed by the charter of the city of Detroit, and the assessment is based upon a different principle. Under the laws of New York, when a street is to be oponed, and the damages have been ascertained, it remains uncertain what particular district is to be assessed for defraying the expense, until the assessment has been , made; but when a street in the city of Detroit is to be paved, and the expense has been ascertained, it is to be assessed upon the owners or occupants'of lots fronting upon, or adjacent to, such street; and no owner or occupant of a lot can be assessed for paving any street, except that on which his lot fronts, or adjacent to which it lies, however much he may be benefitted by other improvements of a similar kind. That such assessments are a burden, and an exercise of the sovereign power of taxation, can hardly admit of serious doubt. The distinction which has sometimes been attempted to be made between assessments for local purposes of thiB character, and taxes, does not rest upon any sound foundation, and seems to have led to much embarrassment and confusion.\nIf the assessment for the paving of Jefferson Avenue constitutes a tax, as has been conceded, and the exemption contained in section 5 of chapter 20 of the R. S., embraces the land as well as the building, the question still recurs, whether the exemption extends to this species of taxation? Chapter 20, as has been remarked, has no reference to any other species of taxation, than such as is based upon the assessment or valuation of the property to be taxed, under and in pursuance of the provisions therein contained. It provided a general system of taxation for the State, counties, townships, and other municipal corporations; and from all taxation provided for, or contemplated by that chapter, it exempted all houses of public worship. Efo good reason is perceived for supposing that the Legislature intended to extend the exemption further. It was competent for them to limit the exercise of the public benevolence in such manner as to them seemed just. The convenience of the proprietors of a church and its supporters, is as much promoted as that of other citizens, by an improvement of this kind, although the church property may not be rendered more productive by it. Indeed, the actual productiveness of property is not regarded as a criterion of its value, in the assessment of any species of taxes.\nThe third and last question certified for our determination, relates to the assessment made on lot 61 of the Governor and Judges plan of Detroit, for paving on Woodward Avenue. The contract was made for the paving, and the work commenced, subsequent to the passage of the act of 21st March, 1851, entitled “an act supplementary to acts incorporating the city of Detroit,” and before the assessment was made for defraying the expense of the improvement. Sections three and four of that act, as published in the volume of session laws for 1851, are as follows:\n“Sec. 3. From and after the passage of this act, no bond or other evidence of debt shall be issued by the said Common Council, except for the completion of works already under contract, or for refunding bonds, or for funding evidences of debt already issued; and any bonds or evidences of debt issued in contravention of this section shall be absolutely void; provided, however, that the provisions of this section shall not apply to orders on the treasurer for the necessary and current expenses of the city.”\n“Sec. 4. The Common Council shall have power, in addition to those already granted, to levy taxes in the manner prescribed in said charter, upon all the real and personal estate within the limits of said city; provided, that no such work shall be contracted for or commenced, until it. shall have been approved by the Common Council, and a tax levied to pay for the same; and no such work shall be paid for, or contracted to be paid-for, save out of the prooeeds of the tax levied specially therefor; and all contracts made in contravention hereof, shall be absolutely void. All the provisions of the charter of said city, and the amendments thereto, in any way inconsistent or contravening the provisions of this section, and the provisions contained in this act, are hereby repealed.”\nThis act has received a very'careful and critical examination, with a view of ascertaining, if possible, what works the Legislature referred to in the proviso of the 4th section; but the examination has been fruitless. It is very apparent that they had no reference to the “works already under contract,” mentioned in the third section; and the^nly probable solution of the mystery seems to be, that some kinds of work were intended to have been described in section four, preceding the proviso, for the construction of which it was intended to grant additional powers.\nAs the section reads without the proviso, it would seem to have been intended simply to extend the power of the Common Council to the levying of taxes upon all the real and personal estate within the limits of the city, without exception. It is sufficient, however, to say, that the provisions of the 4th section are so vague and uncertain, that we cannot apply them to any particular kind or class of works.\nIt must be certified to the Circuit Court for the County of Wayne, in Chancery, as the opinion of this Court:\n1. That the assessment on “St. Peter’s Cathedral,” for paving Jefferson Avenue in front of lots 2, 3, and 4, on which the Cathedral is situated, is void, because it was not made on the owner of said lots.\n2. That said lots were not exempt from assessment for paving Jefferson Avenue; and\n8. That the assessment upon lot 61, in section two of the Governor and Judges plan of Detroit, is not void, because the paving in front of said premises was contracted for and commenced before said assessment was made.\n[REMAINDER OE OASES OE JANUARY TERM IN NEXT VOLUME.]",
        "type": "majority",
        "author": "By the Court, Green, J."
      }
    ],
    "attorneys": [
      "Messrs. Davidson é Holbrook, and A. D. Fraser, for plaintiff.",
      "Howard d Mandell, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lefevre vs. Mayor &c., of Detroit.\nThe city charter of Detroit, and the acts amendatory thereto, empower the Common Council to provide for the expenses of paving streets, &e., either by assessment on the owners or occupants of lots on the streets to be paved, or otherwise, as they may direct. The city ordinances adopted in pursuance of such authority, direct such expenses to be raised by assessments upon the owners and occupants of lots, and that the Common Council shall cause an assessment to be made by the city surveyor on the owners or occupants of lots fronting on the street &c., to be paved, and the surveyor is also required to state the names of the owners and occupants so to be assessed, in a written report or assessment roll. Under these provisions of the city charter and ordinances: Held, that an assessment upon “ St. Peters and St. Pauls Cathedral,” the roll neither describing the lots, or naming the owners or occupants, was void.\nIt seems, the provisions of chapter 20, It. S., page 103, exempting from taxation « all houses of public worship,” &c., were not intended to oxempt the lot or ground upon which houses of public worship stand.\nThe exemption in chapter 20, E. S., of houses of public worship from taxation, applies only to taxes imposed under the general system of taxation, adopted for the State, counties, townships, or other municipal corporations, and does not extend to assessments for the expenses of paving streets, imposed upon the owners or occupants of lots.\nAn assessment imposed upon a city lot for paving expenses, held not vitiated, on the objection that the paving was contracted for before the assessment was made.\nCase reserved from the Wayne Circuit Court.\nMessrs. Davidson é Holbrook, and A. D. Fraser, for plaintiff.\nHoward d Mandell, for defendants."
  },
  "file_name": "0586-01",
  "first_page_order": 594,
  "last_page_order": 606
}