{
  "id": 3186072,
  "name": "STATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Hiram B. BARBER",
  "name_abbreviation": "State ex rel. Department of Highways v. Barber",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44661",
  "first_page": "587",
  "last_page": "595",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 587"
    },
    {
      "type": "parallel",
      "cite": "115 So.2d 864"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "224 La. 988",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3091378,
        10064790
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/224/0988-01",
        "/so2d/71/0541-01"
      ]
    },
    {
      "cite": "226 La. 988",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2983430,
        10102199
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/226/0987-01",
        "/so2d/77/0881-01"
      ]
    },
    {
      "cite": "217 La. 657",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5534536,
        10035418
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/la/217/0663-01",
        "/so2d/47/0036-01"
      ]
    },
    {
      "cite": "94 So.2d 9",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        5435433,
        9891507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/232/0139-01",
        "/so2d/94/0009-01"
      ]
    },
    {
      "cite": "232 La. 140",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9891507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/94/0009-01"
      ]
    },
    {
      "cite": "200 La. 463",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10048963,
        5412148
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/8/0295-01",
        "/la/200/0464-01"
      ]
    },
    {
      "cite": "69 So.2d 37",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3089895,
        9910279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/224/0262-01",
        "/so2d/69/0037-01"
      ]
    },
    {
      "cite": "224 La. 262",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9910279,
        3089895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/69/0037-01",
        "/la/224/0262-01"
      ]
    },
    {
      "cite": "110 So.2d 781",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9897293
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/110/0781-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7071,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 8.823007359336824e-07,
      "percentile": 0.9780027715901584
    },
    "sha256": "0a3bcbb77bb5c07cdc1e5ec4b8ce43745cab363cf590c883ab1e4003b805ca1d",
    "simhash": "1:a8adec9af31a3b4f",
    "word_count": 1168
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Hiram B. BARBER."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nSuit was instituted by the State of Louisiana, through the Department of Highways, for the expropriation of property belonging to the defendant, located at 3101 Carrollton Way in the Parish of Jefferson, State of Louisiana, for the sum of $15,700. Defendant did not contest the right of the plaintiff to expropriate the property, with improvements thereon, but asked for an amount of $18,000. After trial the district court awarded the defendant the sum of $15,700. On appeal the defendant reduced his claim .to $17,300, and after reviewing the evidence, the court of appeal increased the award to defendant from $15,-700 to $17,300. Writs Were applied for by the plaintiff and granted by this Court.\nThe only issue involved is the fair market value of the property at the time of the expropriation.\nIt is the contention of the plaintiff that the court of appeal erred in (1) rendering a judgment based on replacement value without applying a depreciation factor to such value; (2) rendering a judgment which disregarded comparable sales; and (3) rendering a judgment which failed to give effect to the testimony of all expert witnesses.\nWhen the application for writs was presented to this Court, we were of the opinion that the court of appeal did not clearly state the law in regard to arriving at a value for property expropriated.\nWe reiterate that the general rule is that the measure of compensation to be awarded the owner in expropriation proceedings is the price which would be agreed upon at a voluntary sale between an owner willing to sell and a purchaser willing to buy, in other words, the market value of the property. It is well established that recent sales of comparable property are the best criteria of value in expropriation proceedings. And it is likewise established that replacement cost is not the fair method of calculating the value of improved property.\nIn the present case the court of appeal stated that in arriving at valuation, comparable sales were disregarded “because the properties cited as comparable were located at quite some distance' from the property in question, had one or more rooms and of different construction, all of which was offset by the proximity of the dwelling at issue to schools, churches, trans-, portation and shopping centers.” -We' 'find,i from an examination of the record, that this is substantially a correct statement of fact and hence, although comparable sales are the best criteria, the ones submitted in this case, with one possible exception, cannot be used to any great extent. Where there have been no sales of similar property in the vicinity of the property sought to be expropriated, other circumstances and factors must be explored in order to discover true value. Among these other factors some consideration may be given to replacement cost less depreciation, provided it is reflected in the price the property would bring on the market at the time of expropriation.\nAnother concern of ours when writs were applied for was the allegation that the judgment of the court of appeal was based on replacement value without applying a depreciation factor to such value.\nIn examining the record we find that it is true that the award of $17,300 made by the court of appeal is the exact amount of the estimate of value made by defendant’s two experts. These experts stated that they arrived at this valuation by considering the alleged comparable sales. They also testified that on the date of expropriation they believed the land value to be $6,000 and the value of the improvements to be $11,300. There is nothing in the record to indicate that this sum of $11,300 represented gross reproduction cost, without depreciation, as contended by plaintiff.\nPlaintiff’s experts were of the opinion that the property was worth $15,700, which was the amount awarded by the district court. They testified that their valuation was based on comparable sales and on cost of reproduction, less depreciation. They estimated the land value to be $6,250 and the value of the improvements to be $9,428, a total of $15,678, or in round figures $15,700. In reaching their conclusion that the improve-' ments were worth $9,428, they testified that the gross reproduction cost was $12,840, from which they deducted thirty percent depreciation, or $3,852, leaving a net value of $8,988. Adding to this the land value of $6,250 and site improvements of $440, they arrived at their total of $15,678.\nThese experts broke down their thirty percent depreciation into about ten percent for “physical” depreciation, and twenty or twenty-five percent for “economic” depreciation, and “functional” depreciation. They have not explained to our satisfaction how they arrived at a twenty or twenty-five percent economic and functional depreciation of these improvements which were approximately six years old. The dwelling was air-conditioned throughout, modern in every particular, and well located as far as schools, churches, shopping centers and public transportation are concerned. There is nothing in the record to indicate any change in conditions in the neighborhood or any other circumstances which would justify such a high rate of economic or functional depreciation. If we eliminate this item and confine the depreciation to the ten percent for physical depreciation, we would arrive at a total value of $18,246, using the other figures supplied by these experts, which is an amount in excess of that awarded by the court of appeal.\nThe last complaint of plaintiff is that the court of appeal did not give consideration to the opinions of all of the experts. This rule of course applies only where the opinions are well grounded from the standpoint of good reasoning. The court of appeal was -no more impressed than we are with the arbitrary thirty percent deduction for depreciation.\nWe conclude that the award of $17,-300 made by the court of appeal to defendant represents the fair market value of the property.\nFor the reasons assigned, the judgment of the court of appeal is affirmed. All costs to be paid by plaintiff.\n. 110 So.2d 781.\n. Housing Authority of New Orleans v. Brinkmann, 224 La. 262, 69 So.2d 37, and the cases cited therein: Housing Authority of Shreveport v. Green, 200 La. 463, 8 So.2d 295.\n. Mississippi River Bridge Authority v. Curry, 232 La. 140, 94 So.2d 9 and the cases cited therein.\n. Mississippi River Bridge Authority v. Curry, supra; City of New Orleans v. Noto, 217 La. 657, 47 So.2d 36.\n. City of New Orleans v. Noto, supra.\n. Cf. Housing Authority of New Orleans v. Brinkmann, supra.\n, State of Louisiana through Department of Highways v. Glassell, 226 La. 988, 77 So.2d 881; Housing Authority of New Orleans v. Boudwine, 224 La. 988, 71 So. 2d 541.",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "W. Crosby Pegues, Jr., D. Ross Banister, Glenn S. Darsey, Baton Rouge, for plaintiff and applicant.",
      "Graham & Graham, Louis B. Graham, New Orleans, for defendant-appellee."
    ],
    "corrections": "",
    "head_matter": "115 So.2d 864\nSTATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Hiram B. BARBER.\nNo. 44661.\nNov. 9, 1959.\nRehearing Denied Dec. 14, 1959.\nW. Crosby Pegues, Jr., D. Ross Banister, Glenn S. Darsey, Baton Rouge, for plaintiff and applicant.\nGraham & Graham, Louis B. Graham, New Orleans, for defendant-appellee."
  },
  "file_name": "0587-01",
  "first_page_order": 326,
  "last_page_order": 330
}
