{
"id": 4382559,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. PHILLIP RALPH SEGURA, Defendant and Appellant",
  "name_abbreviation": "People v. Segura",
  "decision_date": "1969-09-30",
  "docket_number": "Crim. No. 15519",
  "first_page": "589",
  "last_page": "595",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 589"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "450 P.2d 580",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "75 Cal.Rptr. 188",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.2d 522",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2308197
      ],
      "pin_cites": [
        {
          "page": "539-540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/70/0522-01"
      ]
    },
    {
      "cite": "62 Cal.Rptr. 37",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "252 Cal.App.2d 901",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2174502
      ],
      "pin_cites": [
        {
          "page": "914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/252/0901-01"
      ]
    },
    {
      "cite": "411 P.2d 911",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "49 Cal.Rptr. 815",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "64 Cal.2d 310",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        12126657
      ],
      "pin_cites": [
        {
          "page": "324-325, fn. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/64/0310-01"
      ]
    },
    {
      "cite": "60 Cal.Rptr. 58",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "251 Cal.App.2d 868",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2217257
      ],
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/251/0868-01"
      ]
    },
    {
      "cite": "24 Cal.Rptr. 441",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "207 Cal.App.2d 529",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2127097
      ],
      "pin_cites": [
        {
          "page": "531"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/207/0529-01"
      ]
    },
    {
      "cite": "440 P.2d 233",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.Rptr. 161",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 563",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306149
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0563-01"
      ]
    },
    {
      "cite": "24 A.L.R.3d 1065",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "710"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "425 P.2d 545",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.Rptr. 745",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "66 Cal.2d 330",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2331133
      ],
      "pin_cites": [
        {
          "page": "p. 337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/66/0330-01"
      ]
    },
    {
      "cite": "407 P.2d 265",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "47 Cal.Rptr. 353",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "63 Cal.2d 518",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2335655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/63/0518-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 12059,
    "ocr_confidence": 0.837,
    "pagerank": {
      "raw": 4.46765605076141e-08,
      "percentile": 0.27983755037455854
    },
    "sha256": "991da77419bae0e4eb3dfc0e2d4d21d02c4745dd14346ae10589c839297935cf",
    "simhash": "1:4a72dae4248080b1",
    "word_count": 2044
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. PHILLIP RALPH SEGURA, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "court, after waiving a jury trial, of murder in the second degree. His codefendant Ruben Gutierrez was found guilty of voluntary manslaughter in connection with the same killing. Segura alone appeals from the judgment.\nThe victim, Victor McPadden, was standing on the street in front of the Navajo Bar at about 2 a.m. talking to his wife and some friends when a 1955 Chevrolet drove slowly by. Defendant was in the passenger seat and his eodefendant was the driver of the vehicle. As the car passed, Mrs. McPadden, who was apparently intoxicated, shouted at them, “You punks, come on out. Let’s fight.” The car stopped and backed up, Mrs. McPadden said, “Go you punks. Move.” Defendant then stated “I’ll show you who’s the punk.” He pointed a rifle at them out of the window of the car and fired one shot. The bullet struck Mr. McPadden in the abdomen fatally wounding him. (He died in a hospital a few days later.) The Chevrolet drove off after the shot was fired.\nUpon receiving a report of the shooting, Officer Chapman and his partner Officer Plynn drove to the scene and parked. At 2:40 a.m. Chapman spotted a car with two men in it which matched the description of the vehicle of the two shooting suspects. As the car passed by he observed that the passenger was holding what appeared to be a rifle. It was in a vertical position with the barrel sticking up. The officers followed and stopped the vehicle. After ordering defendant and the code-fen dan t out, Chapman observed a .22 caliber rifle on the floorboard in the front of the ear. It was a single shot weapon (which required reloading each time it was fired). The weapon appeared to have been recently fired. The officer found a spent .22 caliber cartridge near where the rifle was found. Upon opening the bolt of the weapon, the officer found a live round of ammunition in the chamber.\nIn their testimony both defendant and Gutierrez indicated that they had been drinking heavily on the night in question. Defendant also stated that he had taken approximately 14 “reds” (seconal). Defendant had decided he wanted to go to the Rose Hills playground to find a friend named Frank in order to return the rifle he had borrowed. Defendant indicated that he had asked Gutierrez to drive him because he was “too high” to drive himself. Defendant further related that on the way to the playground the gun was fired accidentally. It went off when the car suddenly jerked as he was placing it in the back seat. Gutierrez stated that he had just stopped for a red light when he heard the shot. When he asked defendant what had happened, defendant told him about how the gun had gone off. Both defendant and Gutierrez denied hearing or talking to any woman standing on the sidewalk. After the gun was fired they continued on to their destination but could not locate the owner of the gun. On the way back they were stopped by the police.\nIn rebuttal the prosecution introduced evidence of statements defendant and Gutierrez made in separate interviews with an investigating officer the day following their arrests. Both were first given proper Miranda warnings.\nIn his statement codefendant Gutierrez told the officer that just before the shot was fired he heard someone yell “punk”; he saw a group of people standing on the sidewalk; after the gun went off he turned and saw that defendant was behind him and that the rifle was in his hands and it was pointed out of the window; he got scared and drove'off; they cruised around for a time and then returned to see what had happened when the 'gun went off; it was then that they were stopped and arrested.\nDefendant told the officer that they were cruising around when they saw; a group of people standing on the sidewalk. Suddenly he heard the shot and realized that he was holding the rifle and pointing it out of the window in the direction of the people.\nOne of the arresting officers (Officer Flynn) also testified in rebuttal. He indicated that he did not smell any odor of alcohol on the breath of either defendant; that they did not appear to be under the influence of anything at the time he arrested them.\nDefendant first contends that the trial court should not have admitted the evidence of the extrajudicial statements he and his codefendant made because the statements should have been introduced as part of the People’s ease in chief rather than as rebuttal evidence. The statements were offered and admitted as impeachment evidence to be considered only for that limited purpose and only as against the defendant who made the statement. The defense offered no objection at the trial that the testimony was not proper impeachment and consequently the point may not be urged here for the first time.\nDefendant correctly contends that the admission of the codefendant’s statement in their joint trial violated the procedural rules set down in People v. Aranda, 63 Cal.2d 518 [47 Cal.Rptr. 353, 407 P.2d 265]. He properly raised the point below. However, as the court pointed out in People v. Charles, 66 Cal.2d 330 at p. 337 [57 Cal.Rptr. 745, 425 P.2d 545], “failure to adhere to the Aranda procedure constitutes reversible error only if it causes prejudice. ’ ’\nOn the question of prejudice, it is important to note that the ease was tried by an experienced trial judge and not before a jury. In a discussion with counsel after the rebuttal evidence of the statements was presented, the judge indicated that he felt that technically the Aranda rule applied, but that any error would be harmless; that he would consider each statement only to the extent that it tended to impeach the previous testimony of the defendant who made it. The judge further indicated that he felt the statements were the least important part of the People’s case and that they added very little.\nThe defense presented was that the shooting was accidental. Defendant testified that the gun went off as he was moving it from one spot in the car to another. The extrajudicial statement of the codefendant was to the effect that he saw the people, heard someone yell “punk,” heard the shot and then turned and saw that the gun was in defendant’s hands and that it was pointed out of the window. He did not say he saw defendant pointing it out the window or that he believed defendant heard the person who was yelling. Except for the part about hearing someone yell “punk,” the statement jibed with defendant’s extrajudicial statement. Defendant told the officer he saw people, heard a shot and then realized that he was holding the gun and that it was pointed out the window. Defendant presents no ground upon which to challenge the admissibility of the rebuttal evidence of his own statement. In light of the above, and the strong ease against defendant— which included eyewitness testimony that after Mrs. McFadden shouted at the car, it stopped, backed up and defendant then stated “I'll show you who’s a punk,” pointed the gun out the window and conclude that “. . . the People have proved ‘beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained.’ (Chapman v. California (1967) 386 U.S. 18, 24 [17 L.Ed.2d 705, 710, 87 S.Ct. 824, 24 A.L.R.3d 1065].)” (People v. Flores, 68 Cal.2d 563, 568 [68 Cal.Rptr. 161, 440 P.2d 233].) Consequently, the error does not require a reversal.\nDefendant maintains that since the finding that his codefendant was guilty of manslaughter must have been based on the theory that the codefendant was an aider and abettor in the crime with him, a finding that he was guilty of second degree murder is inconsistent and not sustainable. The argument is without merit. Defendant overlooks the well established rule that a defendant may not predicate error on the basis that the verdict as to a codefendant is inconsistent with the verdict against him. (People v. Gutierrez, 207 Cal.App.2d 529, 531 [24 Cal.Rptr. 441].) Where, as here, the evidence is sufficient to support defendant’s conviction, “He cannot complain, as of right, a leniency afforded to.another.” (People v. Clark, 251 Cal.App.2d 868, 872 [60 Cal.Rptr. 58].)\nDefendant asserts that the trial court failed to consider the defense of diminished capacity on the question of his capacity to harbor malice. (See People v. Conley, 64 Cal.2d 310, 324-325, fn. 4 [49 Cal.Rptr. 815, 411 P.2d 911].) This defense was based on the testimony of defendant that he was high on pills and alcohol.\nOne of the arresting officers testified that defendant did not appear to be under the influence of anything when he arrested him about half an hour after the shooting. Further, three psychiatrists, who. made examinations of defendant after his arrest, all were of the opinion that defendant had the capacity to harbor malice (Although one felt he did not have the ability to premeditate).\nAt the conclusion of the trial, the judge commented that he could not draw the inference suggested by the defense that defendant had ingested so much wine and so many pills that he did not know what he was doing; that he did not believe defendant’s testimony that the shooting was accidental; he was convinced beyond a reasonable doubt that it “was willful and intentional and that it was malicious and with malice aforethought”; but that, “as to premeditation,” there was a reasonable doubt in his mind.\nContrary to .the argument of defendant, the record does not show that the court failed to consider' the defense of diminished capacity as it related to his capacity to harbor malice. The record indicates quite the opposite. The court was not required to specifically state for the record that it found that defendant’s intoxication was insufficient to negate his capacity for malice. Under the circumstances, we must presume that the judge properly instructed himself on the law applicable to the case. (People v. Hoxie, 252 Cal.App.2d 901, 914 [62 Cal.Rptr. 37].)\nDefendant lastly contends that the trial court improperly utilized the felony-murder doctrine to find him guilty of murder on the theory that he committed an assault with a deadly weapon during the commission of the crime. The felony-murder doctrine is not applicable where the assault is an integral part of the killing. (People v. Ireland, 70 Cal.2d 522, 539-540 [75 Cal.Rptr. 188, 450 P.2d 580].) But, as we pointed out above in connection with defendant’s contention regarding the defense of diminished capacity, the trial court expressly found that the killing was murder because it was committed with malice aforethought. This was the only theory argued by the People. Defendant’s argument is predicated on the gratuitous comment of the court, made after it found the requisite malice was present, that a verdict of second degree murder could also “possibly” be based “on a felony-murder theory, although this hasn’t been argued by the People.” It is clear from the record that the court was not basing its finding on such theory.\nThe judgment is affirmed.\nPiles, P. J., and Kingsley, J. concurred.\nAppellant’s petition for a hearing by the Supreme Court was denied December 10, 1969. Peters, J., was of the opinion that the petition should be granted.\nSegura was also sentenced on a second count charging assault with intent to commit murder upon a different victim in a separate incident. Trial on the assault charge was subsequently severed from the trial on the murder charge. After the latter trial, defendant entered a plea of nolo contendere to the assault count. Defendant raises no issue in his brief with respect to the assault conviction and, consequently, we conclude that he has abandoned his appeal from that part of the judgment.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 15519.\nSecond Dist., Div. Four.\nSept. 30, 1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. PHILLIP RALPH SEGURA, Defendant and Appellant.\nPhillip Ralph Segura, in pro. per., and Patrick J. Sampson, under appointment by the Court of Appeal, for Defendant and Appellant.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and William V. Ballough, Deputy Attorney General, for Plaintiff and Respondent."
  },
  "file_name": "0589-01",
  "first_page_order": 611,
  "last_page_order": 617
}