{
"id": 156102,
  "name": "Isaac Bruce v. The State",
  "name_abbreviation": "Bruce v. State",
  "decision_date": "1893-03-18",
  "docket_number": "No. 15",
  "first_page": "590",
  "last_page": "594",
  "citations": [
    {
      "type": "official",
      "cite": "31 Tex. Crim. 590"
    }
  ],
  "court": {
    "name_abbreviation": "Tex. Crim. App.",
    "id": 8990,
    "name": "Texas Court of Criminal Appeals"
  },
  "jurisdiction": {
    "id": 32,
    "name_long": "Texas",
    "name": "Tex."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 660,
    "char_count": 14341,
    "ocr_confidence": 0.592,
    "pagerank": {
      "raw": 6.85128237068541e-07,
      "percentile": 0.96433151121938
    },
    "sha256": "8cc41a53c5aabd85aa6f303de90631235eb74ebcc19804289d2ca3db0a4d2f51",
    "simhash": "1:29986c60f2b2ee7d",
    "word_count": 2544
  },
  "last_updated": "2023-07-14T18:40:15.204563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Isaac Bruce v. The State."
    ],
    "opinions": [
      {
        "text": "SIMKINS, Judge.\nAppellant was convicted of rape, and his punishment assessed at death, from which judgment he appeals to this court.\nOn the evening of August 22, 1892, appellant, a negro, escorted C. L. Sherrill to his camp, near Hillsboro, where he and his two daughters, aged 13 and 17 years, were staying. Sherrill had been drinking. Some supper and a piece of tobacco were given to appellant, and he left the camp. He was a stranger to Sherrill and his daughters, and was a visitor to Hillsboro. At 2 o’clock in the morning, Ella, the oldest daughter, was aroused from sleep by a man by her bed, whom she recognized as appellant. She gave the alarm, and awakened her father, who demanded what appellant wanted. Appellant said he “wanted some more of that tobacco.” It was given to him, and Sherrill asked the negro if he had come to hurt them. The negro, who had a pistol drawn, replied, yes, he was going to kill him. All of them ran from their beds towards town, but were headed off by the negro. The girls had outrun the father, but being called back to help him, they turned back for that purpose, and, getting between him and the negro, pleaded for his life. The father was released, and ran towards town, and the negro caught the girls, and in spite of their resistance outraged Ella. During this time a storm was brooding, and lightning was flashing constantly, and appellant’s face and person were seen by the girls during the flashes.\nThe father shortly after returned with help, and the girls gave a description of the negro to the sheriff and other parties. A vigorous search was instantly begun throughout negro town in Hillsboro. One negro was arrested on the description, but the prosecutrix promptly denied he was the criminal. About 10 o’clock the appellant was sitting on a horse near a crowd of men who were discussing the matter, when the sheriff came by and saw him, and placed him in jail, and after dinner he was at once identified by both Ella Sherrill and her sister, and on this trial by their father.\nAppellant complains that the court erred in overruling his motion to exclude the testimony of John Cox, sheriff of Hill County, Ella Sherrill, Ola Sherrill, and T. S. Smith, relating to the identification of appellant. It seems that as soon as the prosecutrix and her sister reached a place of safety, they gave to the sheriff and others a full description of the unknown negro who had committed the crime. Next morning a search began. A negro, thought by one of the parties to answer the description, was brought before Ella Sherrill, but she at once denied that he was the party. A short time after this, on the same morning, appellant was arrested and placed in jail by the sheriff. The appellant, with six or eight other negroes, stripped of hats and coats, were formed in line in the jail, and Ella Sherrill was brought in, and at once identified appellant. They were then rearranged, with hats and coats on, and again appellant was identified by the prosecutrix and her sister. Appellant moved to exclude this testimony, upon the ground that it was compelling defendant to testify against himself.\n1. The vital question in this case was whether the appellant was the negro who committed the rape. There was no objection made to the admission of the testimony; on the contrary, the appellant tried, on cross-examinatian, to break down the case by showing that the description given by the prosecutrix did not apply to him. The motion came too late; but conceding that it was not, and that the objection was duly taken that appellant was made to give evidence against himself, still it does not appear that appellant made the slightest objection to taking his place in line for the inspection. On the contrary, seeing the care used by the officer to render the identification difficult, by removing the hat and coat in which the injured girl saw him, he may have willingly taken his place, and risked his chance of escape.\nIn the Gallaher case, 28 Texas Court of Appeals, 280, defendant was made to stand up before the jury, in a broad-brimmed hat placed on his head, and a handkerchief placed over his face, and was thus identified by the witness. The objection was made that the defendant was compelled to give evidence against himself. The court says: “ He made no objection to the disguise, for aught that appears. He not only consented to it, but may have been desirous of the test, and willing to take the chances of it.” But conceding appellant was forced to submit to the inspection, we see no error in admitting this testimony. The identification of appellant was a fact that could have been shown in evidence, whether it occurred in jail or out of it.\nIn Fulcher’s case, 28 Texas Court of Appeals, 471, it was held, that a witness could testify to the fact that on the second night after the shooting, the defendant, while under arrest, was carried before the wounded man, who identified him as the man who shot him. In Ruston’s case, 4 Texas Court of Appeals, 432, the witness identified defendant at the examining trial, but could not do so at the final trial, owing to a change in his physical appearance; but the county attorney testified that the defendant was the party identified at the examining trial, and it was held he was rightly convicted.\nIn Rippey’s ease, 29 Texas Court of Appeals, 38, it was proven, over objection of defendant, by McGill, the injured party, that he gave a description of the unknown party who shot him at night; that the next day defendant was arrested and brought before him, and he identified him positively by his hat and coat as the man who shot him on the preceding night; and the judgment was sustained. But the fact that a suspected party is carried before the injured person for identification can in no way be said “ to compel the defendant to give evidence against himself,” any more than that his identification on trial can be said to do the same thing.\nIt is to be observed that in cases in which this objection was interposed far more relevantly than at bar it has not been favored by this court; as in Walker’s case, 7 Texas Court of Appeals, 264, where defendant, under arrest, was forced to make his track in the ashes in an office, for comparison; in Bouldin’s case, 8 Texas Court of Appeals, 334, where defendant, under arrest, was taken to a pile of ashes, where there was a track, for comparison; in Coleman’s case, 26 Texas Court of Appeals, 252, where defendant was carried to a wheat field for the same purpose; in Leeper’s case, 29 Texas Court of Appeals, 63, where he was stripped in jail, and his body examined for bruises inflicted by a wagon whip upon the unknown robber. See, also, Crumes v. The State, 28 Texas Ct. App., 517; Clark v. The State, 28 Texas Ct. App., 189; Thompson v. The State, 19 Texas Ct. App., 613.\nIt is true that the ground upon which this testimony is said to be admissible is, that in these cases the physical facts speak for themselves, and no fears or hopes of the prisoner could produce or effect a resemblance of his track, or of the wounds or clothing, and their resemblance aids the jury in their search after the truth. Yet surely such testimony is of no higher probative force than in cases like the one at bar, where it is proven that an unknown defendant was arrested upon a description given by an injured woman, to whom he was a stranger, and taken before her, and at once identified. Indeed, the latter testimony seems more satisfactory, for the tracks can be seen by but few, and the fact of resemblance must rest upon their opinion alone; but the correctness of the description of the unknown person can be tested by any one. It seems to be the practice in all cases of questionable identity (undoubtedly suggested by the dictates of common sense) to carry the accused person, wherever practical, before the injured party, for the purpose of identifying him. We see no reason, when identified, why the fact can not be shown against him, as a failure or hesitancy so to do should be shown in his favor.\n2. Neither do we see any error in the refusal of the court to exclude the evidence of the witness T. S. Smith, to the effect that when the injured girl first saw and pointed out the appellant “ she shuddered.” It is objected to, on the ground that it only established the belief of Ella Sherrill in the identity of defendant. The witness Ella testified she shook when she saw appellant. The court says counsel had endeavored to show that witness (Ella Sherrill) had not been certain as to defendant’s identity, and witness Smith was introduced to show she was, and corroborate her. We think the evidence admissible. It was a fact that eloquently testified to her sincerity in the recognition of appellant, and bore witness to the presence of a womanhood outraged and wronged, but instinctively true to race and self.\n3. The court did not err in permitting C. B. Sherrill to testify why he told the sheriff he did not identify the defendant as the guilty party while in jail for the purpose of doing so. He stated that he had been told by one Rodgers, with whom he was staying at the time, that if he identified defendant he would be placed under bond for his appearance, or in default of bond would have to lie in jail until court; that he was a stranger, a very poor man, without friends, and unable to give bond, and on that account he stated he did not recognize defendant. The witness Rodgers stated that he had told the witness Sherrill that such was the law. The court did not err in permitting the witness to make this statement. A witness has the right to explain any fact tending to create a distrust of his integrity or truth. 1 Thomp. Trials, sec. 475; Gallaher’s case, 28 Texas Ct. App., 279.\nThe defense in this case was an alibi. The evidence in support of it, if true, unquestionably proves appellant was not the guilty party. It was shown defendant spent all Sunday, except mealtimes, at church; that he went back to church after supper and stayed until near midnight, and then slept in a room occupied by witness Williams and his wife, on a pallet; and to make it certain, witness and his wife, who had also attended church all day and until 11 o’clock, did not get to sleep until 4 o’clock, owing to the sickness of witness’ wife, and they both could see appellant on his pallet at least an hour beyond the time when the crime was committed. So, too, the witness Flournoy, who slept in the opposite room, went in the room at 2 o’ clock to get water, and saw appellant sleeping. Without discussing the character of this testimony, it is sufficient to say the jury did not believe one word of it; and in view of the clear, positive testimony of Ella Sherrill, corroborated by her sister and father in every respect, and in view of the utter absence of any other motive for charging appellant with such a crime save the truth, we see no reason for disturbing the verdict.\nNor did the court err in overruling the motion for a new trial on the ground of newly discovered evidence. The proposed testimony of the witness Barber proves nothing; and the witness Adam Booth, upon whose newly discovered testimony the motion is mainly based, was a witness upon the stand in behalf of appellant, and testified to the very fact he now swears escaped his attention. But apart from the inconsistencies and improbability of this witness’ statement, it is sufficient to state that the negro claimed by said witness to be the probable culprit was carried before Ella Sherrill for identification, and was promply exonerated by her.\nWe find no error in the cause, and the judgment is affirmed.\nAffirmed.\nJudges all present and concurring.",
        "type": "majority",
        "author": "SIMKINS, Judge."
      }
    ],
    "attorneys": [
      "No brief for appellant.",
      "R. L. Henry, Assistant Attorney-General, for the State."
    ],
    "corrections": "",
    "head_matter": "Isaac Bruce v. The State.\nNo. 15.\nDecided March 18.\n1. Rape—Evidence—Identification—Defendant made to Give Evidence Against Himself.—On a trial for rape committed by a negro unknown to the prosecutrix, the State having proved that on the morning after defendant was arrested and placed in jail, he, together with six or eight other negroes, were stripped of their hats and coats and formed in a line in the jail, when the prosecutrix was brought in, and at once identified defendant, and that these negroes were then rearranged with hats and coats on, and again defendant was identified by the prosecutrix and her sister, and defendant afterward moved the court to exclude this testimony, upon the ground that it was compelling defendant to testify against himself: Held, that the motion came too late, the defendant having made no objection at the time the evidence was admitted; and even if his motion was not too late, it did not appear that he made the slightest objection to taking his .place in line for inspection, nor that he did not willingly take his place and risk his chance of identification. See the question discussed in extenso in the opinion, and numerous authorities reviewed.\n2. Same —Evidence of Conduct of Prosecutrix when brought into Presence of Defendant. — On a trial for rape, where one of the principal issues was the identification of the defendant, held, that it was not error to allow a witness for the State to testify that when the prosecutrix was brought into the presence of the defendant, on the morning after the rape, she “ shuddered” at her first sight of the defendant; her shuddering being a circumstance which tended to show the certainty of and to corroborate her identification.\n3. Witness — Explanation of His Conduct and Previous Statements.—A witness has the right to explain any conduct or previous statement made by him tending to create a distrust of his integrity or truth.\n4. New Trial — Newly Discovered Evidence. — Where the proposed newly discovered testimony tends to prove no pertinent fact, or where it is based upon the testimony of a witness who appeared on the stand and did testify to the very fact which he now proposes to prove, held, that the overruling of the motion for new trial was proper and right in both instances.\nAppeal from the District Court of Hill. Tried below before Hon. J. M. Hall.\nThis appeal is from a judgment of conviction for rape, the punishment being assessed at death. The opinion of the court will be found to contain a concise, but very clear, statement of all the facts in the case.\nNo brief for appellant.\nR. L. Henry, Assistant Attorney-General, for the State."
  },
  "file_name": "0590-01",
  "first_page_order": 610,
  "last_page_order": 614
}