{
  "id": 1855463,
  "name": "PEOPLE v. BAILEY",
  "name_abbreviation": "People v. Bailey",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 80, Calendar No. 45,891",
  "first_page": "592",
  "last_page": "599",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 592"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "300 Mich 720",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1827071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/300/0720-01"
      ]
    },
    {
      "cite": "299 Mich 49",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1828559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/299/0049-01"
      ]
    },
    {
      "cite": "321 Mich 248",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1919959
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/321/0248-01"
      ]
    },
    {
      "cite": "23 Ohio St 130",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        421468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/23/0130-01"
      ]
    },
    {
      "cite": "60 Ill 354",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        8501316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/60/0354-01"
      ]
    },
    {
      "cite": "117 Am St Rep 1043",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "86 P 384",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "43 Wash 102",
      "category": "reporters:state",
      "reporter": "Wash",
      "case_ids": [
        295446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/43/0102-01"
      ]
    },
    {
      "cite": "105 P 1037",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "56 Wash 469",
      "category": "reporters:state",
      "reporter": "Wash",
      "case_ids": [
        534360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/56/0469-01"
      ]
    },
    {
      "cite": "37 Mich 4",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1341584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/37/0004-01"
      ]
    },
    {
      "cite": "245 Mich 530",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1749772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/245/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 13653,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 6.363845682042729e-08,
      "percentile": 0.3900412726765151
    },
    "sha256": "f8fc95c67b46980a4754d236758f4a525cbd54c988d17bbff4573563384e8c72",
    "simhash": "1:3a6a395479041506",
    "word_count": 2422
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.",
      "Carr, J., did not sit."
    ],
    "parties": [
      "PEOPLE v. BAILEY."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nDefendant was tried before the court, without a jury, on a criminal charge of knowingly and willfully debauching the person and depraving the morals of a hoy under the age of 15 years in violation of CL 1948, § 750.339 (Stat Ann § 28.571). Prom conviction and sentence thereon she appeals.\nDefendant states the question involved to be:\n“Is a finding that the respondent knew the age of the boy involved necessary to a conviction?”\nIf by defendant’s affirmative answer she means that a finding of actual, positive knowledge on her part of the boy’s age must be expressed in written findings or an opinion of the trial court, as a prerequisite to finding her guilty, her theory is rejected. No written findings of fact or opinion needed to be made or filed whatsoever. See People v. Ingersoll, 245 Mich 530. If, on the other hand, defendant’s position is limited to the proposition that such knowledge is an essential element or ingredient of the crime, we believe it well taken. The words “knowingly and willfully,” as used in the statute, disclose a legislative intent that not only knowledge of the act itself and the will and intent to commit it, but also knowledge that the boy is under 15 years of age shall he essential to the commission of the crime. A similar question was presented in Bonker v. People, 37 Mich 4, in which defendant, a justice of the peace, was charged with solemnizing a marriage, knowing that there was a legal impediment to the marriage of the girl involved, namely, that she was under age of 16 years. This Court held that the question of defendant’s knowledge of the girl’s age should have been left to the jury.\nIs it essential to conviction that the people prove by direct testimony that defendant had actual, positive knowledge of the boy’s age? In State v. McCormick, 56 Wash 469 (105 P 1037), the court stated (pp 471, 474):\n“The code, Bal Code, § 7313, provides that ‘every person who shall knowingly sell or give to a minor intoxicating or spirituous liquors, without the written permission of the parent or guardian of such minor, shall, on conviction thereof, be fined,’ et cetera. * * *\n“Complaint is made that the court committed error in defining the word ‘knowingly.’ In substance, the court said to the jury that the sale was made knowingly within the meaning of the statute, if the appellant’s bartender knew or, in the exercise of reasonable prudence should have known, that Nagley was a minor at the date of the alleged sale. The word was correctly defined. State v. Constantine, 43 Wash 102 (86 P 384, 117 Am St Rep 1043).”\nIn the cited Constantine Case the Washington court, in considering the same statute discussed in the McCormick Case, said (p 106):\n“The substance of these instructions is that if Dunlap knew that Turner was a minor, or had such information, from his appearance or otherwise, as would lead a prudent man to believe that he was a minor, and if followed by inquiry must bring knowledge of that fact home to him, then the sale was made knowingly; and we think this is a correct statement of the law.”\nSimilarly, in Bonker v. People, supra, this Court said (pp 9, 10):\n“No doubt where guilty knowledge is an ingredient in the offense, the knowledge must be found; but actual, positive knowledge is not usually required. In many cases to require this would be to nullify the penal laws. The case of knowingly passing counterfeit money is an illustration; very often the guilty party has no actual knowledge of the spurious character of the paper, but he is put upon his guard by circumstances which, with felonious intent, he disregards. Another illustration is the case of receiving stolen goods knowing them to he stolen: the guilt is made out by circumstances which fall short of bringing home to the defendant actual knowledge. He buys perhaps of a notorious thief, under circumstances of secrecy and at a nominal price; and the jury rightfully hold that these circumstances apprise him that a felony must have been committed. Andrews v. People, 60 Ill 354; Schriedley v. State, 23 Ohio St 130. If by the statute now under construction actual personal knowledge is required, the statute may as well he repealed; for it can seldom be established even in the grossest cases.”\nIn Bonker, after outlining the facts as follows, that the defendant justice of the peace had lived near the girl in question and had known her for 3 or 4 years, that their families were acquainted, that he had asked her age at the time she sought to be married and she had stated it to be 16 years, but that he had' failed, as required by statute, to examine one of the parties on. oath with respect thereto, this Court concluded (p 10) :\n“We think there is no doubt that in this case théjury would have been warranted in finding, on the facts which appear, that the defendant had knowledge of the impediment.”\nThe record at bar discloses that defendant whs 31 years of age, that she had a son of her own 14 years of age, that, as relates to the 14-year-old boy in-question, she had been very intimate with, him, played with his privates, and had sexual intercourse-with him; that he and other teen age boys of tender-years, to quote the record: '\n“had been resorting to the home . of respondent much of the time for a period of upwards of a year and more. That-they-had had the run of the premises both night and day, including the house or home of respondent, food, beer to drink, smoked cigarettes, and often slept there over night. That they had gone there, a journey of some distance .from their home as late as 11 or 12 at night and stayed as late as at least 3 in the morning at which time respondent would take 1 or more of them, depending upon the situation, to their homes in her car. It is undisputed that this situation had gone on to the extent that it had become the subject of discussion in the neighborhood. It is the claim of respondent that, the charge here made against her is untrue and that it was motivated by the fact that she.had told the boys that, ‘You have to stay away as you have already gotten me into enough trouble.’ ”\nThis constituted evidence to support a finding of knowledge on defendant’s part that the boy was under 15 years of age. In People v. Szymanski, 321 Mich 248, 254, this Court said:\n“There was evidence to support the finding that defendant was guilty beyond a reasonable doubt. Such being the case, this Court may not set aside the verdict on the ground that the evidence was not sufficient to sustain it. People v. Eger, 299 Mich 49; People v. Chesbro, 300 Mich 720.”\nDefendant contends, however, that the trial court did not find that she had had such knowledge amd that its finding of guilty resulted from a mistaken view that knowledge on her part that the boy was below 15 years of age was not necessary to guilt under the statute. This she predicates, first, on the claim that the court did not expressly state that it found she had such knowledge in its opinion finding her guilty and, second, on colloquy between court and counsel, which occurred immediately preceding the imposition of sentence, which was as follows:\nCounsel: “It is our claim that there is no showing by any testimony whatsoever that this respondent knew the age of this boy at the time of the act complained of in the information.\n“It is my position that the words ‘knowingly and wilfully’ as used in the statute makes it mandatory, in order to prove the case, that the respondent knew the age of the boy at the time of the act complained of taking place, there, being no evidence of any kind or nature whatsoever that she did know\" that.” # # *\n“The Court: ***It is true that the brief or motion, which is not strictly in the form of a motion for a new trial, did contend to the court that the respondent must know the age of the boy.\n“I made some research, some extensive research. Under that particular statute I found nothing that would assist me in any way. Applying the best judgment I had to it, it is a factual situation, and the use of common sense, I am unable to agree with counsel that such is the meaning and intent of the language of the statute. I think it is ill-advised and ill-chosen, the language, but I am firmly persuaded that it has no such meaning as that for which counsel contends:\n“In other words, putting it in ordinary, every-day parlance, that would require that a woman, before she had intercourse with a male of tender years, would be required, before she would be legally liable for having so done, or criminally liable, would have had to have assured herself that he was over (under?) the age of 15 years.\n“I cannot subscribe to it. I had it in mind at the time I wrote the opinion. I think I did inadvertently fail to mention that phase of it. And I am mindful that counsel had previously spoken to me about it and that was his viewpoint as to the interpretation and requirement of the statute.” (Emphasis supplied.)\nIn its opinion finding defendant guilty the court said:\n“Respondent’s counsel in his motion to dismiss, charges that the people have not proved beyond a reasonable doubt the guilt of respondent and that there is no evidence to sustain the charge in the information, that she did knowingly and wilfully debauch the person and deprave the morals of Robert Lee Gilbert, a boy under the age of 15 years. With this I cannot agree, for in my opinion, the people did prove beyond a reasonable doubt, in fact beyond any doubt whatever, that the relationships charged in the information are true, in that respondent did knowingly and wilfully debauch the morals of said boy who was under the age of 15 years.”\nFrom all of the above language of the trial court we conclude that it did not hold, as defendant asserts, that knowledge of the boy’s age by defendant was not an ingredient of the offense, but, rather, that the court was saying, in effect, as held by this Court in Bonker, that the people are not required to prove by direct evidence “actual, positive knowledge,” but that it is sufficient if there are proofs from which such knowledge may reasonably be inferred, which convince the triers of the facts beyond a reasonable doubt thereof. This we believe to be the correct view of the law, apparently followed by the trial court, inasmuch as it referred to the question of defendant’s knowledge in that respect as being “a factual situation.” Defendant complains that disposition of the case on this ground is not within the scope of her statement of the' question involved, accepted by the people. That we believe to be too narrow a concept of the range of the question. At all events, a conviction supported by the evidence will not be reversed because of ineptitude of the prosecuting attorney on appeal.\nAffirmed.\nButzel, C. J., and Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.\nCarr, J., did not sit.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "Frank G. Millard, Attorney General, Paul C. Younger, Prosecuting Attorney, and R. William Reid, Assistant Prosecuting Attorney, for plaintiff.",
      "Sigler, Anderson & Carr, for defendant."
    ],
    "corrections": "",
    "head_matter": "PEOPLE v. BAILEY.\n1. Criminal Law—Nonjury Case—Written Findings.\nNo written findings of fact or opinion need, to be made in a non-jury criminal ease as a prerequisite to a finding of guilt.\n2. Same—Debauchery op Minors—Knowledge op Age.\nKnowledge that act of debauching the person and depraving the morals of a boy and knowledge that he is under the age of 15 years is essential to the conviction of person charged with crime of knowingly and willfully debauching the person and depraving the morals of a boy under the age of 15 years (CL 1948, § 750.339).\n3. Same—Knowledge op Age—Evidence.\nOne charged with the commission of a crime involving knowledge that a minor is under a given age need not be shown by direct testimony to have had actual positive knowledge of his age but it is sufficient if the circumstances are such that a prudent person would be led to believe that he was less than the given age and if followed by inquiry the fact would be brought home to such person (CL 1948, § 750.339).\n4. Same—Debauchery op Minors—Knowledge op Age—Evidence.\nEvidence in prosecution for debauching the person and depraving the morals of a boy under the age of 15 years held, sufficient to show age of boy involved, where it appears that defendant was 31 years of age, had a son 14 years of age, that she had been very intimate with the 14-year-old boy in question by playing with his privates and having sexual intercourse with him and that her house had been frequented by other teen-age boys at all hours of the day and night (CL 1948, § 750.339).\nReferences por Points in Headnotes\n[1] 14 Am Jur, Courts § 132.\n[2] 31 Am Jur, Juvenile Courts and Offenders §§ 46, 47.\n[3, 4] 20 Am Jur, Evidence § 1189.\n[5] 3 Am Jur, Appeal and Error § 887.\n[6] 20 Am Jur, Evidence § 1216 et seq.\n5. Same—Conviction—Evidence.\nThe Supreme Court may uot set aside a conviction oí guilt of crime because of ineptitude of prosecuting attorney, where there is evidence to support a finding that defendant was guilty beyond a reasonable doubt.\n-6. Same—Debauchery op Minors—Evidence—Knowledge op Age. Evidence in nonjury prosecution of 31-year-old woman for knowingly and willfully debauching the person and depraving the morals of a boy under the age of 15 years held, sufficient to justify finding that she was guilty beyond a reasonable doubt, her knowledge of his age being a factual situation (CL 1948, § 750.339).\nAppeal from Ingham; Hayden (Charles H.), J.\nSubmitted October 14, 1954.\n(Docket No. 80, Calendar No. 45,891.)\nDecided December 29, 1954.\nElaine Bailey was convicted of debauching boy under age of 15 years.\nAffirmed.\nFrank G. Millard, Attorney General, Paul C. Younger, Prosecuting Attorney, and R. William Reid, Assistant Prosecuting Attorney, for plaintiff.\nSigler, Anderson & Carr, for defendant."
  },
  "file_name": "0592-01",
  "first_page_order": 632,
  "last_page_order": 639
}
