{
"id": 1855480,
  "name": "CARNES v. LIVINGSTON COUNTY BOARD OF EDUCATION",
  "name_abbreviation": "Carnes v. Livingston County Board of Education",
  "decision_date": "1954-12-29",
  "docket_number": "Docket No. 85, Calendar No. 46,365",
  "first_page": "600",
  "last_page": "606",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 600"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "119 ALR 661",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "106 ALR 387",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "266 Mich 127",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1853236
      ],
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/266/0127-01"
      ]
    },
    {
      "cite": "254 Mich 641",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1837907
      ],
      "pin_cites": [
        {
          "page": "646"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/254/0641-01"
      ]
    },
    {
      "cite": "324 Mich 90",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1912981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/324/0090-01"
      ]
    },
    {
      "cite": "229 Mich 273",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1684620
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/229/0273-01"
      ]
    },
    {
      "cite": "264 Mich 212",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1856308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/264/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 12893,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.3524165386163249e-07,
      "percentile": 0.6338189987138246
    },
    "sha256": "fe0f1439783cd83a09cc14742877867763c4f7b41db11f16d6500b141cf28a34",
    "simhash": "1:19fbfe0dffea0516",
    "word_count": 2135
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred."
    ],
    "parties": [
      "CARNES v. LIVINGSTON COUNTY BOARD OF EDUCATION."
    ],
    "opinions": [
      {
        "text": "Dethmers, J.\nThis is a chancery action challenging validity of an election in defendant Deerfield, a primary school district, to consolidate with defendant Howell school district.\nThe board of Deerfield consisted of 3 members. On June 25, 1953, two attended and one was absent from a meeting called orally that day. The absent member knew of the meeting, and had stated that he would be unable to attend but that whatever the other 2 did at the meeting would be all right with him. The 2 adopted a motion calling a district meeting for July 9, 1953, to start at 12 noon and end at 8 p.m., for the purpose of voting on the consolidation. Afterwards the absent member filed a waiver of notice of the board meeting. On July 9th the board members appeared at the district meeting, at about 5 minutes past 12 the director said “Let’s get going,” and he then swore in the tellers. At 2 p.m. the moderator left. The minutes report that the meeting closed at 8 p.m., that the ballots were then counted and the consolidation carried. When asked how the meeting was closed the director testified, “As far as I know someone said let’s go home and that was it.”\nPlaintiffs contend that the board meeting was not legal, citing CL 1948, § 342.13 (Stat Ann 1953 Rev § 15.13), which provides that a written notice of such meeting shall be served on the members at least 24 hours in advance but that a meeting shall be legal without such notice when all members are present. Here no written notice was served and all members were not present. Plaintiffs rely on Vreeland v. School District No. 2, Monguagon Twp., 264 Mich 212, in which this Court held that a school board meeting convened under similar circumstances was not legal and that, hence, a contract approved thereat was not binding on the district. Proceeding from the premise that the board meeting was not legal plaintiffs say that it follows that “the resolution which should have established jurisdiction to hold the election,” which was adopted at that board meeting, was invalid and that, therefore, the election or meeting of July 9th was illegal. Validity of the latter is' also challenged, on the grounds that CL 1948, §342.14 (Stat Ann 1953 Rev § 15.14), provides that the moderator shall preside at such meetings, while here the record does not show that he convened the meeting, but that it was the director who, at the outset, said “Let’s get going;” and, further, that when the moderator left the meeting the voters present did not elect a chairman in his place as provided in CL 1948, § 342.9 (Stat Ann 1953 Rev § 15.10); and, finally, that there was no formal closing of the meeting other than that someone suggested “Let’s go home” and they did so.\nThis case is readily distinguishable from Vreeland because in that case there was involved a question of binding the district, to its prejudice, by a contract entered into by the board at an illegal meeting, while here the action taken by the board was merely ministerial, in no way prejudicing either the absent member or the district itself, but serving only to set in motion the machinery whereby the electors themselves were enabled to decide the ultimate question of consolidation.\nThere is no necessity for considering plaintiffs’ conténtion that the trial court erroneous^ decided the case on the basis of Michigan’s general election-laws rather than its school laws because of the citation and reliance in its opinion on cases construing election laws. \"When cases are analogous they have precedential value regardless of the diverse fields of law involved. Accordingly, we think the trial court properly considered applicable the following:\n“We are here dealing with an election which is past and asked to declare it void because a particular detail of the law relative to notice has not been strictly observed,-without any showing that thereby any elector was deprived of his right to vote or in any way misled or that the result was affected by the irregularity complained of. The validity of an election does not involve the technical question of jurisdiction as in a case where the court is acting judicially between litigating parties.” Hulan v. Township of Greenfield, 229 Mich 273, 280. (Quoted with approval and applied in Blue v. Oakland County Board of Education, 324 Mich 90.)\n“In the final -analysis, we must consider the fact that this election, was honestly and fairly conducted. Slight irregularities are more than apt to creep into the procedure. As a rule those in charge of such an election are not lawyers. When, as in this case, even doubt is raised in the briefs presented as to which law the election should have followed, it is evident that a knowledge of the law and its details is frequently not possessed by the officers and electors in a fractional school district, whose honesty and fairness are not even remotely questioned. To hold that slight irregularities, for which the voters were not to blame, should invalidate the election, is contrary to public policy. Unless the irregularities consist of failure to observe mandatory provisions, the neglect to follow which will invalidate ■ the election, they will be overlooked, in the absence of fraud or coercion.” Thompson v. Cihak, 254 Mich 641, 646.\nAs for the alleged irregularities at the July 9th district' meeting, we consider the objections frivolous. They relate to nothing that could have prevented the will of the majority of the electors voting from being expressed, ascertained and made effective. Technical failures to comply with the directory provisions of the statute by officials ought not to be permitted to disenfranchise electors or to set their exercise of the franchise at naught when there is no reason to conclude that the will of a majority of those present and voting was thwarted. Applicable is the language in Attorney General, ex rel. Miller, v. Miller, 266 Mich 127, 133 (106 ALR 387), taken from Corpus Juris, as follows:\n“ ‘Statutes giving directions as to the mode and manner of conducting elections will he construed by the courts as directory, unless a noncompliance with their terms is expressly declared to be fatal, or will change or render doubtful the result. * * * Before election it is mandatory if direct proceedings for its enforcement are brought, but after election it should be held directory, in support of the result, unless of a character to effect an obstruction to the free and intelligent casting of the vote, or the ascertainment of the result, or unless the provisions affect an essential element of the election, or it is expressly declared by the statute that the particular act is essential to the validity of the election, or that its omission will render it void.’ 20 CJ, pp 181, 182, Elections, § 223.”\nAlthough plaintiffs should have proceeded at law under CL 1948, §§638.28, 638.29 (Stat Ann §§27.-2342, 27.2343), rather than in chancery, no good purpose would be served by remanding the case for trial on the law side inasmuch as the decree dismissing plaintiffs’ bill of complaint effected a result in accord with our view that the results of the consolidation election ought not to be disturbed.\nAffirmed, with costs to defendants.\nButzel, C. J., and Carr, Bushnell, Sharpe, Boyles, Reid, and Kelly, JJ., concurred.",
        "type": "majority",
        "author": "Dethmers, J."
      }
    ],
    "attorneys": [
      "E. Reed Fletcher, for plaintiff.",
      "Wilfred H. Erwin, for defendants Livingston County Board of Education and Howell School District.",
      "Don W. Van Winhle, for defendant Deerfield School District."
    ],
    "corrections": "",
    "head_matter": "CARNES v. LIVINGSTON COUNTY BOARD OF EDUCATION.\n1. Schools and School Districts—Board Meetings—Consolidation op Districts.\nMeeting of school board, held for purposes of affording voters of the district an opportunity to vote on question of consolidation with another district, was not an illegal meeting because of failure to serve written notice upon all members of the board, because all members were not present, because the director, not the moderator, convened the meeting, because a new chairman of the meeting was not elected by the voters present when the moderator left the meeting and because the meeting was not formally closed, p since the function of the meeting was merely ministerial and neither prejudiced the absent member nor the district itself (CL 1948, §§ 342.9, 342.13, 342.14).\n2. Courts—Precedents.\nCases have precedential value regardless of the diverse fields of law involved, when the cases are analogous.\n3. Same—School Election—General Election Law Precedent.\nA trial court’s decision in a school election case was not erroneous merely because he decided the case by relying on cases construing the general election laws, as such eases may have precedential value even though from ‘ another field of law.\n4. Elections—Irregularities—Notice—Deprivation op Vote.\nAn election which is past will not be declared void because a particular detail of the law as to notice has not been strictly observed, where there is no showing that thereby any elector was deprived of his right to vote or in any way misled or that the result was affected by the irregularity complained of.\nReferences for Points in Headnotes\n[1] 47 Am Jur, Schools § 38.\n[2, 3] 14 Am Jur, Courts § 59 et seq.\n[4] 18 Am Jur, Elections § 110.\n[4] Statutory provision as to manner and time of notice of special election as mandatory or directory. 119 ALR 661.\n[5] 18 Am Jur, Elections § 284 et seq.\n[6-8] 18 Am Jur, Elections §§ 224, 225.\n[9,10] 18 Am Jur, Elections § 11.\n5. Same—Validity—Jurisdiction.\nThe validity of an election does not involve the technical question of jurisdiction as in a ease where a court is acting judicially between litigating parties.\n6. Same—Irregularities—Public Policy—Validity.\nIt is contrary to public policy to hold that slight irregularities, for which the voters are not to blame, should invalidate an election, especially one conducted by officers and electors whose honesty and fairness are not even remotely questioned.\n7. Same—Irregularities—Validity.\nIrregularities in an election will be overlooked, where they do not consist of failure to observe mandatory provisions of the statute, the neglect to follow which will invalidate the election, in the absence of fraud or coercion.\n8. Schools and School Districts—Board Meeting—Elections— Validity—Irregularities.\nIrregularities in connection with a school board meeting that was held to enable the voters of the district to vote on the question of consolidation with another district and which relate to nothing that could have prevented the will of the majority of the electors voting from being expressed, ascertained and made effective are insufficient to invalidate the election, since technical failures to comply with directory provisions of an election law ought not to be permitted to disenfranchise electors or to set their exercise of the franchise to vote at naught, when there is no reason to conclude that the will of the majority of those present and voting was thwarted.\n9. Elections—'Construction op Statutes.\nStatutes giving directions as to the mode and manner of conducting elections will be construed by the courts as directory, unless a noncompliance with their terms is expressly declared to be fatal, or will change or render doubtful the result.\n10. Same—Construction op Statutes—Time.\nAlthough a provision of an election statute may be declared mandatory upon direct proceedings brought for its enforcement before an election, after an election it should be declared directory, in support of the result, unless of a character to effeet an obstruction to the free and intelligent casting of the vote, or the ascertainment of the result, or unless an essential element of the election is affected or the statute expressly declares that the particular act is essential to the validity of the election or that its omission will render the election void.\n11. Appeal and Error—Remand—Elections—Transfer to Law ■ Side.\nSuit challenging the validity of an election in a primary school district to consolidate with another district is not remanded for trial on the law side, since no good purpose would be served by such remand inasmuch as decree dismissing bill effected a result upholding validity of the consolidation election, although the plaintiffs should have proceeded at law under statute relating to the filing of petitions as to claimed material fraud or error in an election (CL 1948, §§ 638.28, 638.29).\nAppear from Livingston; Boardman (H. D.), J., presiding.\nSubmitted November 9, 1954.\n(Docket No. 85, Calendar No. 46,365.)\nDecided December 29, 1954.\nBill by Elmer Carnes and Ralph Nichols, taxpayers, against Livingston County Board of Education, Gladys McCallum, Superintendent, Howell School District No. 1, Fractional, Berthold Wood-hams, Treasurer, Deerfield School District No. 8, and Archie Currie, Treasurer, to invalidate election approving an annexation. Bill dismissed. Plaintiffs appeal.\nAffirmed.\nE. Reed Fletcher, for plaintiff.\nWilfred H. Erwin, for defendants Livingston County Board of Education and Howell School District.\nDon W. Van Winhle, for defendant Deerfield School District."
  },
  "file_name": "0600-01",
  "first_page_order": 640,
  "last_page_order": 646
}