{
"id": 3188918,
  "name": "SUCCESSION OF Katie Roth FRANZ, Widow of Fred Franz",
  "name_abbreviation": "Succession of Franz",
  "decision_date": "1959-12-14",
  "docket_number": "No. 44831",
  "first_page": "607",
  "last_page": "613",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 608"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 267"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "236 La. 343",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9903171,
        3180469
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/107/0663-01",
        "/la/236/0344-01"
      ]
    },
    {
      "cite": "170 La. 37",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2926163
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/170/0038-01"
      ]
    },
    {
      "cite": "198 La. 295",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3161770,
        10061555
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/198/0296-01",
        "/so2d/3/0626-01"
      ]
    },
    {
      "cite": "28 Tul.L.Rev. 133",
      "category": "journals:journal",
      "reporter": "Tul. L. Rev.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "138 So. 99",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        10024603,
        5428187
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/so/138/0099-01",
        "/la/173/0549-01"
      ]
    },
    {
      "cite": "173 La. 550",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5428187,
        10024603
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/la/173/0549-01",
        "/so/138/0099-01"
      ]
    },
    {
      "cite": "204 La. 834",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10058740,
        3156735
      ],
      "weight": 2,
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/16/0451-01",
        "/la/204/0833-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5378,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 2.9349816652710007e-07,
      "percentile": 0.8476465230212263
    },
    "sha256": "edd5b2202d753da4d92ad356052cc0b60bac3302b0d93608702d5dc02c485d4e",
    "simhash": "1:142ea828b0099f92",
    "word_count": 893
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "HAMLIN, J., recused."
    ],
    "parties": [
      "SUCCESSION OF Katie Roth FRANZ, Widow of Fred Franz."
    ],
    "opinions": [
      {
        "text": "HAWTHORNE, Justice.\nOn April 10, 1957, the National American Bank of New Orleans filed its final account as administrator of the estate of Mrs. Katie Roth Franz. Mark J. Falgoust, testamentary executor of the estate and residuary legatee, filed an opposition to this final account seeking to have stricken from it numerous charges incurred for administration of the property and all items not fully proved and further seeking to have all items reduced to reasonable amounts. There was judgment in the district court dated January 10, 1958, dismissing the opposition except to the extent that the commission of 10 per cent on the rental collections from two tenants was reduced to 6 per cent, and the bank as provisional administrator was ordered to pay to the opponent Falgoust as testamentary executor $251.80 representing this differential in commissions. In all other pertinent respects the final account of the bank was homologated and approved.\nA few days after the rendition of this judgment the attorneys for the provisional administrator, the National American Bank, addressed a letter to Falgoust’s attorney with which was enclosed a check •of the National American Bank for $255.25, payable to the order of Mark J. Falgoust, testamentary executor, succession of Mrs. Katie Roth Franz. Attached to this check was a receipt for Falgoust’s signature which costained the following notation: “Payment in accordance with judgment signed on January 10, 1958 — principal of judgment, $251.80, court costs, $3.45, total, $255.25.” Falgoust signed this receipt and in due course endorsed the check and deposited it to his account as testamentary executor of the -succession of Mrs. Franz. Subsequently Falgoust appealed devolutively from the judgment of the district court dismissing his opposition to the final account.\nIn this court the National American Bank of New Orleans has filed a motion to dismiss Falgoust’s devolutive appeal, contending that he is now estopped from contesting the homologation of the final account because he has acquiesced in it by accepting the payment made by mover under the facts set out above.\nUnder the provisions of Article 567 of the Code of Practice, the party against whom the judgment has been rendered cannot appeal if the judgment has been confessed by him or if he has acquiesced in it by executing it voluntarily.\nAs we view the matter, Falgoust ■ has not acquiesced in the .judgment' insofar as it dismissed his opposition to numerous' other items on the final account. According to the jurisprudence of this court as it exists at this time, a plaintiff does not lose his right to appeal from a judgment in which only part of his claim was allowed even though he proceeds to execute the part of the judgment that is in his favor. State ex rel. Parish of Plaquemines v. Baynard, 204 La. 834, 16 So.2d 451; Foster & Glassell Co. v. Harrison, 173 La. 550, 138 So. 99; see 28 Tul.L.Rev. 133 (1953). Furthermore, before we can say that an appellant has lost his right of appeal, there must be an unconditional, absolute, and voluntary acquiescence in the judgment by the appellant, who must have intended to abandon his right. Sanderson v. Frost, 198 La. 295, 3 So.2d 626. Under the facts of the instant case the acceptance and cashing of the check by Falgoust cannot be considered as showing an intention to abandon his right to contest the items of the account as to which his opposition was dismissed by the lower court.\nIn brief filed in this court appellee takes the position that appellant is estopped from making any further opposition to the final' account under the doctrine of accord and satisfaction, inasmuch as appellant accepted and cashed, without protest, the bank’s check for the exact amount awarded him in the judgment on his opposition to the final account.\nIn support of this contention appelleé • cites and relies on Berger v. Quintero, 170 La. 37, 127 So. 356; Jefferson & Plaquemines Drainage District v. City of New Orleans, 236 La. 343, 107 So.2d 663, and several cases from the Courts of Appeal. None of these cases is controlling here or is authority for the dismissal of this appeal from the judgment of the lower court insofar as that judgment dismissed the opposition to numerous other items specifically opposed by appellant. The mere sending of the check with the notation that payment was being made “in accordance with judgment signed on January 10, 1958” was not a remittance upon the condition that the amount remitted was in full payment of the judgment so as to constitute estoppel when Falgoust accepted the remittance or collected the check without objection. It cannot be said that Falgoust accepted the check under such a condition- — -that is, as full satisfaction of the judgment — , and consequently he is not now estopped from making further opposition to the final account of the hank. The evidence in this case does not show that either or both of these parties intended that in return for the $255.25 Falgoust was to abandon the other grounds of his opposition to the final account.\nThe motion to dismiss the appeal is therefore denied.\nHAMLIN, J., recused.",
        "type": "majority",
        "author": "HAWTHORNE, Justice."
      }
    ],
    "attorneys": [
      "Joseph V. Ferguson, II, Thomas J. Kliebert, New Orleans, for appellant.",
      "Harry McEnerny, Jr., Felix W. Gaudin, New Orleans, for appellee."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 267\nSUCCESSION OF Katie Roth FRANZ, Widow of Fred Franz.\nNo. 44831.\nDec. 14, 1959.\nJoseph V. Ferguson, II, Thomas J. Kliebert, New Orleans, for appellant.\nHarry McEnerny, Jr., Felix W. Gaudin, New Orleans, for appellee."
  },
  "file_name": "0607-01",
  "first_page_order": 336,
  "last_page_order": 339
}