{
"id": 3188240,
  "name": "CITY OF LAKE CHARLES v. Malvern M. HASHA",
  "name_abbreviation": "City of Lake Charles v. Hasha",
  "decision_date": "1959-12-14",
  "docket_number": "No. 44616",
  "first_page": "635",
  "last_page": "647",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 636"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 277"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "31 N.E.2d 184",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "284 N.Y. 340",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2043675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/284/0340-01"
      ]
    },
    {
      "cite": "65 N.E.2d 529",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "319 Mass. 301",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        497413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/319/0301-01"
      ]
    },
    {
      "cite": "10 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "123 N.J.L. 456",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        161208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/123/0456-01"
      ]
    },
    {
      "cite": "12 A. 2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "126 Conn. 373",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1601526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/126/0373-01"
      ]
    },
    {
      "cite": "242 Ala. 424",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        2449807
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/242/0424-01"
      ]
    },
    {
      "cite": "49 N.W.2d 80",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "331 Mich. 100",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1836719
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/331/0100-01"
      ]
    },
    {
      "cite": "83 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "101 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "102 A.2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "81 R.I. 281",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        2664398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/81/0281-01"
      ]
    },
    {
      "cite": "81 So.2d 188",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9889898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/81/0188-01"
      ]
    },
    {
      "cite": "120 A.2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "151 Me. 438",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        976263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/151/0438-01"
      ]
    },
    {
      "cite": "128 A.L.R. 1120",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "13 A.2d 67",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199887
      ],
      "pin_cites": [
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0457-01"
      ]
    },
    {
      "cite": "375 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244400
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0547-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 13774,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 3.2024355324919687e-07,
      "percentile": 0.8659626487876321
    },
    "sha256": "96ae602208d6c3050f51016b33465eb06352efc18c8b6a19de302ada6e62f395",
    "simhash": "1:66d88410877a1661",
    "word_count": 2276
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "SIMON, J., absent."
    ],
    "parties": [
      "CITY OF LAKE CHARLES v. Malvern M. HASHA."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nThe matter in dispute on this appeal is the constitutionality of Ordinance No. 1145 of the City of Lake Charles which attempts to regulate certain advertising procedure in the retail sale of petroleum products.\nOn October 15, 1958, the City of Lake Charles adopted Ordinance No. 1145 under the provisions of which it was unlawful to post or maintain in a business selling or offering for sale petroleum products, a sign larger than twelve inches in height and. twelve inches in width. Malvern M. Hasha, owner of the Broad Street Esso Servicenter in the City of Lake Charles, was arrested by police authorities of the City of Lake Charles for admittedly violating the provisions of Ordinance No. 1145. Upon trial, defendant filed a motion to quash based on the plea that Ordinance No. 1145 was unconstitutional. Trial upon the motion was had and the City Court entered judgment sustaining defendant’s motion to quash. The City of Lake Charles has appealed to this Court.\nOn this appeal the City of Lake Charles assigns as error the following:\n1. The ruling that Ordinance No. 1145 of the City Council of Lake Charles, is unconstitutional;\n2. The ruling that the Ordinance was a wrongful discrimination against the defendant the class of business conducted by him;\n3. The ruling that the Ordinance constituted an unreasonable invasion of private property rights, depriving defendant of his property and the use thereof without due process of law;\n4. The court’s inquiring into the intent of the legislative body of a municipal corporation, in its consideration of the constitutionality of an ordinance.\nThe City of Lake Charles contends that it has authority under the police power to regulate a business to the extent provided by Ordinance No. 1145 and that the courts in considering the constitutionality of such enactment are without right to inquire into the intent or motive of the legislative body adopting it.\nIn his motion to quash the defendant alleges: “that the restrictions imposed by said Ordinance No. 1145 bear no reasonable relation to the recited purpose thereof and constitute (1) an oppressive and unreasonable invasion of private rights by interference with a lawful conduct of a lawful business, (2) a wrongful discrimination against defendant and the class of business conducted by him, and (3) an arbitrary attempt, under the guise of police power, to control the prices of gasoline and other- petroleum products and to eliminate competition by forbidding the effective advertisement of prices thereon; all of which interfere with defendant’s personalJiberty, deprive him of his property and the use thereof without due process of law and deny him equal protection of the law, all in violation of the equal protection and due process clauses of the United States Constitution, and particularly the Fifth and Fourteenth Amendments thereof, and in violation of the Constitution of Louisiana, and particularly Section Two of Article One thereof.”\nOrdinance No. 1145 of the City of Lake Charles provides:\n“An Ordinance regulating advertising procedure in the retail sales of petroleum products.\n“Whereas, the City Council for the City of Lake Charles has been furnished information by the citizenry of the City, pertaining to certain misleading or possibly fraudulent advertising practices in the City, concerning the retail sale of petroleum products, and\n“Whereas, the Council feels that such practices result in a serious detriment to the public interest, and especially the consumer of petroleum products, and\n“Whereas, in order to curb any such misleading or possibly fraudulent activities in any retail sales of petroleum products, the Council concludes that the size, contents and placement of all signs or placards pertaining to the retail sales of petroleum products, must be regulated, and\n“Whereas, the betterment of public interest will be further served by said regulation, in that, the limitations of size placed on said signs and placards will remove certain unsightly conditions, thus, the beautification of the City will be the natural result.\n“Be It Ordained By the City Council of the City of Lake Charles, Lousiana, in regular session convened, that:\n“Section 1: (Pertaining to advertising for the retail sale of gasoline only). It shall be unlawful for any person, firm or corporation to sell or offer for sale at retail for use in internal combustion engines in motor vehicles any gasoline unless such seller shall post and keep continuously posted on the individual pump or other dispensing device from which such gasoline is sold or offered for sale a sign or placard not less than seven inches in height and eight inches in width nor larger than twelve inches in height and twelve inches in width and stating clearly and legibly in numbers of uniform size the selling price or prices per gallon of such gasoline so sold or offered for sale from such pump or other dispensing device together with the name, trade name, brand, mark or symbol, and grade or quality classification, if any, of such gasoline.\n“(a) The amount of governmental tax to be collected in connection with the sale of such gasoline shall be stated on such sign or placard and separately and apart from such selling price or prices.\n“(b) No sign or placard stating or referring directly or indirectly to the price or prices of gasoline other than such signs or placards as hereinabove provided shall be posted or maintained on, at, near or about the premises on which said gasoline is sold or offered for sale.\n“Section 2: (Pertaining to advertising for retail sale of all other petroleum products). It shall be unlawful for any person, firm, or corporation in connection with the sale or offer for sale at retail of any petroleum products for use in motor vehicles, other than gasoline, to post or maintain at such place of sale or offer for sale, any sign, placard, or other display that states, relates, or refers to, the price at which such petroleum products are sold or offered for sale, except as follows:\n“(a) Such sign, placard or other device shall be not less than seven inches in height and eight inches in width, larger than twelve inches in height and twelve inches in width.\n“(b) The price stated, mentioned or referred to on such sign, placard, or other display, shall be by the unit of measure at which such petroleum products are customarily sold at retail.\n“(c) The name, trade name, brand, mark or symbol, and grade or quality classification, if any, of such petroleum products, shall be clearly stated on such petroleum products, shall be clearly stated on such sign, placard, or other display, and if such petroleum products are sold without identification by name, trade name, brand, mark, or symbol, such sign, placard, or other display shall refer clearly to such petroleum products as unbranded.\n“(d) If such petroleum products are sold or delivered by or through the means of dispensing equipment, such sign, placard or other display shall be posted and maintained on such dispensing equipment and at no other place.\n“Section 3: The violation of any of the provisions of this article shall, upon conviction therefor, be punishable by a fine of not more than One Hundred ($100.00) Dollars, or by imprisonment for not more than thirty (30) days, or by both such fine and imprisonment.\n“Passed, Adopted and Approved in regular session convened at Lake Charles, Louisiana, on this the 15th day of October, 1958.”\nThe preamble of the ordinance indicates that the City of Lake Charles had two purposes in mind: (1) The prevention of fraud in the sale of petroleum products, and (2) the beautification of the city.\nIt is difficult to see how restriction in the size of signs on which is printed the price at which petroleum products are sold or offered for sale hears any relationship to the prevention of fraud. Placing larger signs at places where passing motorists may see them is less conducive to fraud. Business practices, such as the one against which this ordinance is directed, have no detrimental effect on public health, peace, morals, safety or welfare.\nNor are we impressed with the statement in the preamble that “beautification of the City will be the natural result” of the adoption of the ordinance. It is not a zoning ordinance which prohibits the operation of gasoline stations nor one which prohibits the use of billboards or advertising signs generally. As pointed out by the City Judge, it does not prohibit the use of signs of any size whatever by “liquor stores, meat markets, grocery stores, barber shops, cafes, food stores, garages and a multitude of other types of establishments.” The ordinance on its face accomplishes little or nothing of an aesthetic value. Obviously, on its face it is designed to restrict competition and foster monopolistic practices, and is not a legitimate exercise of the police power.\nThis question has been before the courts of other states on numerous occasions. Statutes or ordinances of the same or similar character were declared unconstitutional in ten of twelve reported cases.\nThe following quotation from Gambone v. Commonwealth, 375 Pa. 547, 101 A.2d\n634, 636 answers correctly all of the contentions raised in this case:\n“Probably the most important function of government is the exercise of the police power for the purpose of preserving the public health, safety and morals, and it is true that, to accomplish that purpose, the legislature may limit the enjoyment of personal liberty and property. It is also true,' as stated in Commonwealth v. Zasloff, 338 Pa. 457, 460, 13 A.2d 67, 69, 128 A.L.R. 1120, that the police power has been juridically extended to many fields of social and economic welfare. But, as likewise there stated, the power is not unrestricted; its exercise, like that of all other governmental powers, is subject to constitutional limitations and judicial review. By a host of authorities, Federal and State alike, it has been held that a law which purports to be an exercise of the police power, must not be unreasonable, unduly oppressive or patently beyond the necessities of the case, and the means which it employs must have a real and substantial relation to the objects sought to be attained. Under the guise of protecting the public interests the legislature may not arbitrarily interfere with private business or impose unusual and unnecessary restrictions upon lawful occupations. The question whether any particular statutory provision is so related to the public good and so reasonable in the means it prescribes as to justify the exercise of the police power, is one for the judgment, in the first instance, of the lawmaking branch of the government, but its final determination is for the courts.\n“Testing the provision of the Act here in question by these principles of constitutional law, we cannot but conclude, as did the court below, that the prohibition of the posting on the gasoline dealers’ premises, or property adjacent thereto, of price signs in excess of a certain prescribed size is wholly unreasonable and arbitrary and bears no rational relation to public health, safety, morals, or welfare. Defendants state that the object is to prevent fraud and deception, it being claimed that some dealers endeavor to attract passing motorists by misleading advertisements calculated to make them believe that the gasoline was being sold at a lower price than was actually the case. It is quite impossible, however, to see how the size of the sign would have any relevancy to the perpetration of such fraud; on the contrary, it would seem that the larger the sign the more difficult it would be for the dealer to deceive the purchaser. It would also seem that, to prevent such fraud, the prohibition should be directed, not against the size of the sign, but against the placing thereon of any false statements concerning the price; incidentally such a provision already exists in the Penal Code of June 24, 1939, P.L. 872, Section 857, 18 P.S. § 4857, which imposes a penalty of fine or imprisonment in the case of untrue, deceptive or misleading advertising.”\nWe may point out that in Louisiana LSA-R.S. 51:411 prohibits untrue, deceptive or misleading advertisement and imposes a penalty of fine or imprisonment for violation of its provisions.\nNo good purpose would be served by quoting from other decisions. Suffice it to say that we agree with the majority view.\nFor the reasons assigned, the judgment is affirmed.\nSIMON, J., absent.\n. Oases bolding such statutes or ordinances unconsitutional: State v. Union Oil Company of Maine, Maine, 1956, 151 Me. 438, 120 A.2d 708; Town of Miami Springs v. Scoville, Florida, Fla.1955, 81 So.2d 188; State v. Guyette, Rhode Island, 1954, 81 R.I. 281, 102 A.2d 446; Gambone v. Commonwealth, Pennsylvania, 1954, 375 Pa. 547, 101 A.2d 634; State v. Hobson, Delaware, 1951, 7 Terry Del. 381, 83 A.2d 846; Levy v. City of Pontiac, Michigan, 1951, 331 Mich. 100, 49 N.W.2d 80; Alabama Independent Service Station Association v. McDowell, Alabama, 1942, 242 Ala. 424, 6 So.2d 502; State v. Miller, Connecticut, 1940, 126 Conn. 373, 12 A. 2d 192; Regal Oil Co. v. State, New Jersey, 1939, 123 N.J.L. 456, 10 A.2d 495.. Contract: Merit Oil Co. v. Director of Division of Necessaries of Life, Massachusetts, 1946, 319 Mass. 301, 65 N.E.2d 529 and People v. Arlen Service Stations, Inc., New York, 1940, 284 N.Y. 340, 31 N.E.2d 184.",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "Curtis R. Boisfontaine, New Orleans, Cecil C. Cutrer, City Atty., Eugene H. Lawes, Asst. City Atty., Lake Charles, for plaintiff-appellant.",
      "Jones, Kimball, Harper, Tete & Wetherill, Lake Charles, for defendant-appellee.",
      "Clarence F. Favret, New Orleans, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 277\nCITY OF LAKE CHARLES v. Malvern M. HASHA.\nNo. 44616.\nDec. 14, 1959.\nCurtis R. Boisfontaine, New Orleans, Cecil C. Cutrer, City Atty., Eugene H. Lawes, Asst. City Atty., Lake Charles, for plaintiff-appellant.\nJones, Kimball, Harper, Tete & Wetherill, Lake Charles, for defendant-appellee.\nClarence F. Favret, New Orleans, amicus curiae."
  },
  "file_name": "0635-01",
  "first_page_order": 350,
  "last_page_order": 356
}