{
  "id": 1855456,
  "name": "STATE HIGHWAY COMMISSIONER v. PREDMORE",
  "name_abbreviation": "State Highway Commissioner v. Predmore",
  "decision_date": "1955-01-07",
  "docket_number": "Docket No. 22, Calendar No. 46,061",
  "first_page": "639",
  "last_page": "646",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 639"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "189 F2d 591",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        483810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/189/0591-01"
      ]
    },
    {
      "cite": "146 Kan 187",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        47067
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/146/0187-01"
      ]
    },
    {
      "cite": "158 Kan 289",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        286603
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/kan/158/0289-01"
      ]
    },
    {
      "cite": "17 NW2d 380",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "236 Iowa 208",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        4396394
      ],
      "pin_cites": [
        {
          "page": "215, 216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/236/0208-01"
      ]
    },
    {
      "cite": "326 Mich 570",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1908660
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/mich/326/0570-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 13513,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 8.71350356921691e-08,
      "percentile": 0.493519506349598
    },
    "sha256": "03db719ed35436bd064ad0c447cc3054cbde5410ebd461dacf572f688c015ef5",
    "simhash": "1:2b3e1a3b00a4004e",
    "word_count": 2264
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, C. J., and Btjtzel, Bttshnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred."
    ],
    "parties": [
      "STATE HIGHWAY COMMISSIONER v. PREDMORE."
    ],
    "opinions": [
      {
        "text": "Kelly, J.\nPlaintiff sought recovery of damages sustained May 12, 1948, when defendants’ vehicles collided on Ball bridge, over Macon creek in Monroe county, 3 miles south of Milan, on US-23. A statement of claim was attached to plaintiff’s declaration, as follows:\n“Cost of replacement of bridge....... $ 4,160.00\nTemporary structure, et cetera...... 3,575.00\nMaintaining detour ................ 2,575.00\nTotal $10,310.00.”\nThe trial court refused plaintiff’s offer of proof in regard to detour costs, relying on Jackson County Road Commissioners v. O’Leary, 326 Mich 570.\nPlaintiff introduced testimony showing that it would cost more to repair the bridge than to rebuild it, and that a new bridge of similar design could be built at a cost of $4,160.\nDuring the introduction of proofs the trial court informed plaintiff that the proof of damage must meet the test as set forth in Jackson County Road Commissioners v. O’Leary, supra. At the close of proofs the court granted defendants’ motion for directed verdict because plaintiff failed to meet the test above referred to.\nThe bridge was 52 years old at the time of the accident. It was a 1-way bridge even though the highway approaching the bridge carried '“quite heavy” traffic, being the trunk line from Ann Arbor to Dundee and Toledo. A new bridge, adequate to meet present traffic demands, was built at a cost of $57,000. The exact location of the new bridge is not established in the record, but it appears that appellant not only decided to construct a different type of bridge but also to relocate it.\nPlaintiff contends that “all that was required of him was to prove either the cost of repairs or the value to the plaintiff” and “that upon the proof of either the cost of repairs or the value to the plaintiff the burden of proceeding to show the lesser amount as the reasonable damage shifts to the defendant.” Plaintiff failed to introduce proof as to the value of the bridge .to the plaintiff, only offering proof as to what it would cost to build a new bridge of similar design. The burden of proof was on the plaintiff and did not shift to the defendants.\nThe trial court was correct in his interpretation of Jackson County Road Commissioners v. O’Leary, supra, and in determining that “the measure of damage recoverable by the plaintiff in this case would be the cost of the repair of the injuries to that bridge if the cost of the repair were not equal to or greater than the value of tlie bridge prior to the accident. If the cost is equal to or greater, then the amount recoverable is the value of the bridge prior to the accident.” Plaintiff did not establish- the value of the bridge and did not prove damages. The trial court did not err in granting the motion of defendants for directed verdict in regard to plaintiff’s claim for damages, to the bridge.\nThe trial court in refusing to accept proof of costs of constructing and maintaining the detour stated: “If I had been trying this case before the Supreme Court wrote the opinion 326 Michigan (Jackson County Road Commissioners v. O’Leary) I would hold with you as it seems to me that (cost of constructing detour) is an element of damage.”\nAn examination of .the record in the O’Leary Case discloses that plaintiff did not sue for detour damages; that the question was not raised before the trial court and was not presented to this Court. There was no reference to a detour in the opinion, but there was a determination that proof of costs for building a temporary bridge would not constitute proof of value of the 48-year-old damaged bridge. The trial court in the instant case was in error in concluding that this Court had passed on the question here presented, namely: Should defendants he held responsible in damage for the costs of a temporary detour caused by the tortious acts of defendants?\nAppellee cites State v. F. W. Fitch Co., 236 Iowa 208, 215, 216 (17 NW2d 380), and quotes from that decision as follows:\n. “One element of appellees’ claim was the cost of maintaining a detour while a temporary bridge was constructed. Appellees have appealed from the adjudication that such cost is not a proper element of damage. They cite no authorities in support of their contention and the proposition has never been determined by this court. Various expressions have been used by other courts in stating the amount allowable for damage to public bridges, such as cost of repairing, cost of rebuilding, amount necessary to repair or restore, expense incurred to rebuild and repair, amount necessary to restore to former condition. (Citing cases.) >\n“The question of the expense of maintaining a temporary detour was not considered in any of the foregoing cases except State Highway Commission v. Stadler, 158 Kan 289 (148 P2d 296), which followed State Highway Commission v. American Mutual Liability Insurance Co., 146 Kan 187 (70 P2d 20, 22), in holding such expense was not allowable under a statute which allowed recovery for damages to the bridge itself. Likewise, under section 5035.24, Code of Iowa, 1939, hereinbefore set out in part, recovery is limited to damage to the highway or structure. Although that section does not govern this case, it would seem desirable, from the standpoint of uniformity, that a like rule be here adopted.\n“Under the circumstances we are constrained to hold that the cost of maintaining the detour is not a proper element of damage in this case. This accords with the adjudication of the trial court.”\nIn State Highway Commission v. American Mutual Liability Insurance Co., 146 Kan 187 (70 P2d 20), cited in the above-quoted Iowa case, the Kansas supreme court said (p 192):\n“Included in plaintiff’s claim for damages is an item of $582.40 for expense in maintaining a detour of 2 miles while the new bridge was being constructed. But the statute only allows a recovery for the damage to the bridge itself. * * * Nothing under this statute is recoverable as consequential damages.”\nThis case was cited with approval in State Highway Commission v. Stadler, 158 Kan 289 (148 P2d 296), wherein the court stated that consequential damages allowable under the common law could not be recovered because the statute superseded the common law and made no provision for consequential damages.\nUnited States v. State Road Department of Florida (CCA), 189 F2d 591, reviews 2 of the cases referred to above, and states (p 596):\n“We have considered the authorities cited by the appellant, that the proper measure of damages for injury to a nontoll bridge is the cost of repairing and restoring it, as well as adjudications that the cost of maintaining a detour is not a proper item of recoverable damage for injury to a bridge. There can be no quarrel with the text authorities to the effect that the cost of repairing or restoring the bridge is generally the proper measure of damages for injury to it. However this does not reach the precise question here. The cases cited were determined upon consideration of statutes which restricted recoverable damages to such as ‘resulted to such bridge’ or damages which the ‘bridge may sustain’ and the courts expressly construed the statutes there involved as not authorizing the recovery of consequential damages. The Florida statute provides for recovery of actual damage to the highway. ‘Highway’ is a broader term than ‘bridge’ or ‘structure.’ We have found no Florida decision which construes the Florida statute to exclude the recovery of consequential damages. It is our independent opinion that a fair and reasonable construction of the statute furnishes a basis for the recovery now involved since the damages claimed are the natural and reasonable consequence of the injury to the bridge, the highway.”\nThe court, in the above-cited case, commenting on necessity of keeping traffic moving after damage to a bridge, stated (pp 595, 596):\n“It is also contended that since the statute limits recovery to only ‘the actual damage to the highway’ it does not authorize the recovery of the damages here involved. It is conceded that the detour bridges were built to keep traffic open over the State and Federal highway, of which the damaged bridge was a part. The trial judge in sustaining the motion to strike this defense was of the opinion that a failure to consider the cost of constructing the temporary bridges as a necessary part of the over-all construction costs of the repairs of the permanent bridge would ‘be to blindly ignore the importance of present day use of arterial highways.’ We are impelled to the same view. Under the circumstances here present, where a permanent bridge, which the State has the obligation to maintain and keep open to accommodate a heavy flow of traffic, is damaged, the cost of constructing temporary facilities essential to maintain the regular flow of traffic is so directly related to the injury to the bridge and such a well understood and necessary consequence of such injury that such expense should be deemed legally a part of the damages sustained by the injury to the permanent bridge. So closely related are the repairs to the permanent bridge and the necessity for maintaining the traffic artery which it affords that we think the expense here in question constitutes ‘actual damage to the highway’ within the fair intent and meaning of the Florida statute. Actual damages are compensatory damages. Expenses which naturally and reasonably follow from an injury to property are proper items of recovery.”\nThe common law prevails in determining the question here before this Court as there is no statute applicable similar to the Iowa, Kansas and Florida statutes. There is a Michigan statute (CL 1948, §247.293 [Stat Ann §9.1423]) providing that “any highway official who shall neglect or refuse to provide suitable detours * * * shall be deemed guilty of a misdemeanor.”\nWe are of the opinion that the trial court erred in refusing to permit introduction of evidence as to the cost of a temporary detour as consequential damages caused by the tortious acts of defendants.\nReversed and remanded. No costs, a public question being involved.\nCarr, C. J., and Btjtzel, Bttshnell, Sharpe, Boyles, Reid, and Dethmers, JJ., concurred.\nState Highway Commission v. American Mutual Liability Insurance Co., supra; State v. F. W. Fitch Co., supra.",
        "type": "majority",
        "author": "Kelly, J."
      }
    ],
    "attorneys": [
      "Frank G. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, and Percival R. Piper, Assistant Attorney General, for plaintiff.",
      "Burke, Burke & Smith, for defendant Predmore.",
      "Lacey, Jones <& Doelle (Victor H. Hampton), for defendants Reau, McClain, and Cousino."
    ],
    "corrections": "",
    "head_matter": "STATE HIGHWAY COMMISSIONER v. PREDMORE.\n1. Bridges—Torts—Value—Burden of Proof.\nThe burden of proof as to value of a one-way bridge destroyed by defendants’ tortious act, in having a collision between their vehicles on the bridge, was on plaintiff State highway commissioner in his action for damages.\n2. Same—Torts—Measure of Damages—Value.\nThe measure of damages recoverable by plaintiff highway commissioner for defendants’ tortious injury to a bridge is the cost of the repair of the injury to • the bridge if the cost of the repair is not equal to or greater than the value of the bridge prior to the accident but if the cost of repair equals or exceeds the value of the bridge prior to the accident, then the value of the bridge is the amount recoverable.\n3. Same—Action for Injury—Damages—Directed Verdict.\nMotion of defendants for a directed verdict was properly granted in State highway commissioner’s action against defendants whose vehicles collided on a one-way bridge and injured it, where plaintiff failed to prove claim for damages to the bridge.\n4. Highways and Streets—Injury to Bridge.\nThe term “highway” is a broader term than “bridge,” hence, injury to a bridge which is a part of the highway constitutes injury to the highway.\nReferences for Points in Headnotes\n[1] 15 Am Jur, Damages § 329• 20 Am Jur, Evidence § 146.\n[2] 15 Am Jur, Damages § 113.\n3] 53 Am Jur, Trial § 398.\nA] 8 Am Jur, Bridges § 4.\n[5] 8 Am Jur, Bridges § 84.\n[6] 25 Am Jur, Highways § 322.\n[7] See, generally, 14 Am Jur, Costs § 29 et seq.\n5. Same—Injury to Bridge—Damages—Common Law.\nThe common law prevails in this State in determining damages recoverable for tortious injury to a bridge which is a part of a public highway, there being no statute limiting the damages recoverable.\n6. Same—Injury to Bridge-—Cost of Temporary Detour.\nIt was error for trial court to refuse to permit introduction of evidence as to the cost of a temporary detour as consequential damages eaused by the tortious acts of defendants in having their vehicles collide on one-way bridge which was a part of an arterial highway. .\n7. Costs—Public Question—Damages.\nNo costs are allowed on appeal in action by State highway commissioner against defendants whose vehicles collided on a one-way bridge, a public question being involved in determining the measure of damages recoverable.\nAppeal from Macomb; Golden (Clayton C.), J., presiding.\nSubmitted October 6, 1954.\n(Docket No. 22, Calendar No. 46,061.)\nDecided January 7, 1955.\nCase by Charles M. Ziegler, Highway Commissioner for the State of Michigan, against Wayne Herbert Predmore, Donald Francis Reau, James McClain, and I. J. Cousino and B. L. Cousino, doing business as I. J. and B. L. Cousino Trucking Company, for damages arising from destruction of highway bridge in motor vehicle accident. At close of plaintiffs proofs, directed verdict and judgment for defendant. Plaintiff appeals.\nReversed and remanded.\nFrank G. Millard, Attorney General, Edmund E. Shepherd, Solicitor General, and Percival R. Piper, Assistant Attorney General, for plaintiff.\nBurke, Burke & Smith, for defendant Predmore.\nLacey, Jones <& Doelle (Victor H. Hampton), for defendants Reau, McClain, and Cousino."
  },
  "file_name": "0639-01",
  "first_page_order": 679,
  "last_page_order": 686
}
