{
  "id": 4381296,
  "name": "GLENS FALLS INSURANCE COMPANY, Plaintiff and Appellant, v. GLOBE INDEMNITY COMPANY, Defendant and Respondent",
  "name_abbreviation": "Glens Falls Ins. Co. v. Globe Indem. Co.",
  "decision_date": "1969-10-06",
  "docket_number": "Civ. No. 25763",
  "first_page": "643",
  "last_page": "648",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 643"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "69 Cal.Rptr. 504",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "263 Cal.App.2d 100",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2225795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/263/0100-01"
      ]
    },
    {
      "cite": "47 Cal.Rptr. 533",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "238 Cal.App.2d 81",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2162982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/238/0081-01"
      ]
    },
    {
      "cite": "416 P.2d 801",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "52 Cal. Rptr. 569",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.2d 100",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326732
      ],
      "pin_cites": [
        {
          "page": "109-110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/65/0100-01"
      ]
    },
    {
      "cite": "43 Cal.Rptr. 822",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "233 Cal.App.2d 746",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2149794
      ],
      "pin_cites": [
        {
          "page": "748-749"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/233/0746-01"
      ]
    },
    {
      "cite": "51 Cal.Rptr. 462",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "242 Cal. App.2d 419",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2168574
      ],
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/242/0419-01"
      ]
    },
    {
      "cite": "55 Cal.Rptr. 720",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "247 Cal.App.2d 611",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2172272
      ],
      "pin_cites": [
        {
          "page": "616-617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/247/0611-01"
      ]
    },
    {
      "cite": "307 P.2d 359",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "48 Cal.2d 31",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4388426
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/48/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 10840,
    "ocr_confidence": 0.905,
    "pagerank": {
      "raw": 1.0893388807027715e-07,
      "percentile": 0.5652663533665476
    },
    "sha256": "8071b0fb25b5a74c181f51fdf146c3a734b2a2d5b115ed698512c207da24cd0c",
    "simhash": "1:ac7bf05a08b525c8",
    "word_count": 1731
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "GLENS FALLS INSURANCE COMPANY, Plaintiff and Appellant, v. GLOBE INDEMNITY COMPANY, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "Glens Falls Insurance Company (Glens Falls) from a judgment entered in a declaratory relief action in favor of the defendant therein, Globe Indemnity Company (Globe). It concerns the so-called Wildman rule (Wildman v. Government Employees’ Ins. Co., 48 Cal.2d 31 [307 P.2d 359]) and the provisions of Insurance Code section 11580.1 as in effect in 1964.\nThe facts are not in dispute. One Earl Huekstep, an employee of Ace Trucking Company, drove his employer’s truck onto a \" batch plant” owned and operated by Rhodes & Jamieson, for the purpose of securing a load of sand. During the operation of loading the truck, a Rhodes & Jamieson employee, Lee Howell, while negligently operating a crane caused a load of sand to fall on Huekstep, causing him injuries.\nIt is conceded that Howell was engaged in loading the Ace. Trucking Company truck at the time of the accident, and that the Rhodes & Jamieson crane was a “motor vehicle.” The truck was covered by a motor vehicle liability insurance policy written by Globe, while the crane of Rhodes and Jamieson was covered by a similar policy of Glens Falls. The policies had identical coverage limits of $500,000.\nHuekstep filed a personal injury action against Rhodes & Jamieson and Howell. Globe declined to participate in the defense for the stated reason that coverage of Rhodes & Jamieson and their employee was excluded by “endorsement No. 19” of its policy. Glens Falls thereafter settled Huck-step ’s action for $20,000 while incurring obligations for costs and attorney fees amounting to $766.98. No contention is made that the amounts were not reasonable. In the action which resulted in the instant appeal Glens Falls unsuccessfully sought to require Globe to contribute one-half of the sums expended in disposing of Huckstep’s claim.\nGlens Falls contends that, participating in the loading of the Ace Trucking Company truck, Howell and Rhodes & Jamieson were using that vehicle at the time of Huckstep’s injuries; and that since they were using a vehicle insured by Globe, that company must contribute its share (50 percent) of the costs of the Huckstep settlement. This contention is based partially upon certain language of the Globe policy, but primarily upon the provisions of Insurance Code section 11580.1, subdivision (d).\nSection 11580.1 throughout 1964, and as pertinent here, provided: “No policy of liability insurance covering.liability . . . arising out of the ownership, ... or use of any motor vehicle shall be issued ... by any insurer . . . upon any motor vehicle . . . unless it contains the following provisions: . ; . (d) Provision insuring the insured named therein and to the same extent that coverage is afforded such named insured in respect to said described motor vehicles, any other person using, or legally responsible for the use of, said motor vehicles, provided the motor vehicles are being used by the named insured or with his permission, express or implied.”\nThis section expresses the public policy of California as announced by Wildman v. Government Employees’ Ins. Co., supra, 48 Cal.2d 31, 39. There the court said: “. . . for an insurer to issue a policy of insurance which does not cover an accident which occurs when a person, other than the [named] insured, is driving with the permission and consent of the [named] insured is a violation of the public policy of this state. ...”\nThe law deems the provisions of section 11580.1 to be included in every automobile liability policy. Uber v. Ohio Casualty Ins. Co., 247 Cal.App.2d 611, 616-617 [55 Cal.Rptr. 720], states: “The omnibus, clause in an automotive liability insurance policy extends coverage thereunder to a person using an automobile owned by the named insured with the express or implied permission of the latter; is statutorily in-eluded in every such policy . . ;; is prescribed to effectuate the statutory purpose of broadening insurance coverage to. protect the public when the automobile to which the policy relates is operated by one other than the insured owner . . and must be applied in light of this purpose.” (See also Wildman v. Government Employees’ Ins. Co., supra, 31, 39; General Ins. Co. of America v. Truck Ins. Exchange, 242 Cal. App.2d 419, 422 [51 Cal.Rptr. 462].)\nIn disclaiming liability on Huckstep’s claim, Globe, as in-dictated, relies upon indorsement 19' of its policy. This indorsement states: “ It is agreed that the insurance for Automobile Bodily Injury Liability and Automobile Propérty Damage Liability does not apply to injury, sickness, disease, death or destruction which arises out of the loading or unloading of an automobile, if the accident occurs on premises (including the ways immediately adjoining) owned, rented or controlled either by the person or by the employer of the person against whom claim is made or suit is brought for such injury, sickness, disease, death or destruction. This limitation does not apply with respect to claims made or suits brought against the following insureds• (a) the named insured or, if the named insured is an individual, his spouse, if a resident of the same household; (b) a bailee or borrower of the automobile or an employee of either of them or of the named insured; (e) if the named insured is classified and rated as a truckman, any person or organization, or any agent or employee thereof, engaged in the business of transporting property by automobile for the named insured or for others; subject nevertheless to the limitations of any endorsement made a part of the policy and specifically applicable to truckmen; (d) any other person or organization but only with respect to his or its liability because of acts or omissions of an insured under (a) (b) or (c) above. This endorsement is subject to all terms, conditions and. exclusions of the policy which are not inconsistent herewith. ” (Italics added.)\nThe indorsement attempts to differentiate, under identical conditions of loading or unloading of a vehicle, between Globe’s liability for acts of certain permissive user insureds and its liability with relation to its named, and certain other, insureds. It clearly contravenes Insurance Code section 11580.1, subdivision (d), the Wildman rule, and the public-policy expressed therein. The indorsement as to the issue here is therefore void and without any legal effect. (See Clark v. Universal Underwriters Ins. Co., 233 Cal.App.2d 746, 748-749 [43 Cal.Rptr. 822].) It follows that Globe was equally liable with Glens Falls on the Huekstep claim.\nGlobe argues that subdivision (f) of section 11580.1 of the Insurance Code qualifies subdivision (d) of that section, and thus legitimizes the language of its restrictive indorsement 19. Subdivision (f) as in effect in 1964 and as relevant to this argument, states: “ [S]uch policies may contain a provision that the insurance coverage applicable to such motor vehicles afforded a person other than the named insured or his agent or employee shall not be applicable if there is any other valid and collectible insurance applicable to the same loss covering such person as a named insured or as an agent or employee of a named insured' under a policy with limits at least equal to the financial responsibility requirements specified in Section 16059 of the Vehicle Code; and in such event, the two or more policies shall not be construed as providing cumulative or concurrent coverage and only that policy which covers the liability of such person as a named insured, or as an agent or employee of a named insured, shall apply. ...” (Italics added) While it is true that, Globe could have incorporated into Ace Trucking Company’s policy the provisions of subdivision (f), the fact remains that such language does not appear in that policy, nor was it bargained for between Globe and its insured.\nGlobe further insists that since Huekstep in fact had insurance coverage under the Glens Falls policy, it (Globe) obviously intended under its indorsement 19 and subdivision (f) to exclude him from coverage. This contention is also without merit. Such an intent is not “obvious” from Globe’s policy, from which the question of its existence must be .determined. Indeed, indorsement 19 purports to exclude certain permissive users even if there be no other insurance coverage available to them. There is no discernible relationship whatsoever between the class of persons the indorsement purports to exclude and the class of persons which subdivision (f) of section 11580.1 authorized an insurer to exclude. (See Atlantic Nat. Ins. Co. v. Armstrong, 65 Cal.2d 100, 109-110 [52 Cal. Rptr. 569,416 P.2d 801].)\nFinally, Globe points to subdivision (c) of section 11580.1 of the Insurance Code and General Pump Service, Inc. v. Travelers Ins. Co., 238 Cal.App.2d 81 [47 Cal.Rptr. 533], as authorizing its indorsement 19. Subdivision (c) allows a policy “Provisions designating by explicit description the purposes of use of such motor vehicles with respect to which coverage is not intended to be granted. ’ ’ General Pump Service, Inc., supra, states (p. 86): “If Travelers had desired to limit its coverage, it could have qualified the word ‘using’ [as not including loading or unloading] by appropriate language in its policy. ’ ’ Referring to the foregoing quotation Globe says, ‘ ‘ This, of course, is precisely what Globe did in this ease.” We disagree. Indorsement 19 did not attempt to exclude loading and unloading operations from coverage. Instead, as we have pointed out, by its terms it covered certain insureds, and not other insureds-, from injuries arising out of such to Wildman (48 Cal.2d 31), section 11580.1 (Ins. Code), and the public policy of this state.\nGlobe’s contention of nonliability because the Rhodes & Jamieson truck was stationary at the time of the accident is obviously without merit; Home Indem. Co. v. Transport Indem. Co., 263 Cal.App.2d 100 [69 Cal.Rptr. 504], cited by Globe, in no way supports such a contention.\nAn examination of the respective policies and their “other insurance” clauses indicates that the Huckstep settlement must be prorated; the parties have conceded that such proration is proper if Globe is finally held liable on the Huckstep claim.\nThe judgment is reversed; the superior court will enter judgment in favor of Glens Falls Insurance Company against Globe Indemnity Company for an amount equal to one-half of the cost of the Huckstep settlement, including attorney fees, with interest thereon from the dates of payment.\nMolinari, P. J., and Sims, J., concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 25763.\nFirst Dist., Div. One.\nOct. 6, 1969.]\nGLENS FALLS INSURANCE COMPANY, Plaintiff and Appellant, v. GLOBE INDEMNITY COMPANY, Defendant and Respondent.\nCresswell, Davis & Lamborn and Jackson C. Davis for Plaintiff and Appellant.\nBennett & Van De Poel and John F. Van De Poel for Defendant and Respondent."
  },
  "file_name": "0643-01",
  "first_page_order": 665,
  "last_page_order": 670
}
