{
  "id": 3188473,
  "name": "LOUISIANA STATE BAR ASSOCIATION v. Alex L. PITCHER, Jr.",
  "name_abbreviation": "Louisiana State Bar Ass'n v. Pitcher",
  "decision_date": "1959-12-14",
  "docket_number": "No. 44162",
  "first_page": "649",
  "last_page": "661",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 649"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "236 La. 1",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3181000,
        9904223
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/236/0002-01",
        "/so2d/106/0695-01"
      ]
    },
    {
      "cite": "204 La. 1073",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3156955,
        10089255
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/204/1073-01",
        "/so2d/16/0843-01"
      ]
    },
    {
      "cite": "201 La. 923",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10078720,
        3001780
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/10/0703-01",
        "/la/201/0923-01"
      ]
    },
    {
      "cite": "111 So.2d 761",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3185702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/237/0529-01"
      ]
    },
    {
      "cite": "237 La. 530",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3185702,
        9896183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/237/0529-01",
        "/so2d/111/0761-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 15455,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 8.630572676995588e-07,
      "percentile": 0.9770702847926656
    },
    "sha256": "36953a9bc4ffdbe67528e7d7cc6fe09469944f085a6c6659e37091cde7fc82a4",
    "simhash": "1:2f92abeb358db648",
    "word_count": 2566
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LOUISIANA STATE BAR ASSOCIATION v. Alex L. PITCHER, Jr."
    ],
    "opinions": [
      {
        "text": "HAMLIN, Justice.\nThese proceedings for the disbarment of Alex L. Pitcher, Jr., an attorney-at-law, the cancellation of his license to practice law in Louisiana, and the striking of his name from the list of attorneys entitled to practice law in Louisiana, were instituted by the Committee on Professional Ethics and Grievances of the Louisiana State Bar Association on June 13, 1958. The action was predicated on six specifications of unethical and improper conduct on which evidence was taken before the Committee on March 13, 1958 and on April 10, 1958.\nRespondent filed an exception of no cause or right of action, which was not urged.\nIssue was joined, and this Court appointed Charles W. Wilson, an attorney engaged in the practice of law for not less than ten years, Commissioner to take evidence and report his findings to the Supreme Court of Louisiana. Art. XIII, Sec. 7, Articles of Incorporation of the Louisiana State Bar Association. After the hearing before the Commissioner, at which respondent acted as his own counsel and submitted the matter on the evidence adduced at the Committee Hearings — offering no evidence other than his own testimony— the Commissioner made the following ■recommendation:\n“The evidence in this matter establishes without question that respondent has been embezzling from his clients. The public interest and the welfare of the legal profession require the prompt disbarment of the lawyer who has lost his integrity. It is, therefore, the recommendation of the Commissioner that the name of Alex L. Pitcher, Jr. be stricken from the roll of attorneys and his license to practice law in the State of Louisiana be cancelled.”\nOn the day — November 12, 1959 — that these proceedings were assigned for hearing before this Court (Art. VII, Sec. 10, Louisiana Constitution of 1921, L.S.A; Art. XIII, Sec. 9, Articles of Incorporation of the Louisiana State Bar Association), respondent filed a motion to resign from the Practice of Law. The Committee on Professional Ethics and Grievances of the Louisiana State Bar Association objected to our acceptance of the resignation, stating that it stood on the recommendation of the Commissioner for disbarment, in which it had acquiesced. Respondent, displaying an attitude of contriteness, placed himself at the mercy of this Court. Under the circumstances and because of the gravity of Specifications Nos. 1, 2, 3, and Additional Specification No. 1, of which the Commissioner found respondent guilty, we are compelled to determine the merits of these disbarment proceedings.\nRespondent, appearing in his own behalf, did not argue to this Court the exception of no cause or right of action. We have, however, examined the record and find that the Committee on Professional Ethics and Grievances and the Commissioner have strictly followed the procedure outlined by the Articles of Incorporation of the Louisiana State Bar Association for instituting proceedings of the instant nature. Louisiana State Bar Association v. Ricard, Jr., 237 La. 530, 111 So.2d 761; Louisiana State Bar Ass’n v. Steiner, 201 La. 923, 10 So.2d 703 ; 204 La. 1073, 16 So.2d 843. The exception is therefore without merit.\nSpecification No. 1 charged:\n“That during the year 1957, or at a time previous thereto, the exact date being unknown, while you were engaged in the active practice of law in the City of Baton Rouge, Louisiana, you contracted to represent one or more of the heirs in the Succession of Lloyd Scott, No. 9937 of the Nineteenth Judicial District Court. That the amount of $4,349.56 was put in the registry of the Court, in two checks, the amount of $4,349.56, which you cashed, keeping the money. That thereafter, on May 22nd, 1957, you sent each of the heirs your personal check for their pro-rata portion, a total of which was $1,933.00. That these checks were not paid when presented at the bank on which they were drawn, and despite repeated requests by the heirs you have failed and refused to make the checks good, or to pay over the money to the heirs.\n“That because of your said criminal acts you were convicted of issuing worthless checks with intent to defraud, by the Criminal District Court for the Parish of East Baton Rouge, Louisiana, all as will appear by referrence to the records of said Court in said cause.”\nThe evidence respecting Specification No. 1 clearly establishes that respondent represented certain heirs in the matter of the Succession of Scott. He received from Perry M. Johnson, Clerk of the Nineteenth Judicial District Court, two checks in the amount of $571.74 and $3,777.82 .respectively, made payable to Mamie Blakes (by virtue of a Power of Attorney filed in Probate Record No. 9937, Succession of Lloyd Scott). After securing the endorsement of Mamie Blakes, respondent endorsed the checks and received their cash value of $4,349.56. At a later date he issued checks payable to his clients, totalling $1,933. The bank refused payment because of insufficiency of funds. Small amounts were paid on the checks. However, charges were preferred against respondent under LSA-R.S. 14:71, in that he had issued worthless checks in the total amount of $1,633.55. In the case of State v. Pitcher, 236 La. 1, 106 So.2d 695, this Court affirmed respondent’s conviction and sentence to serve a term of three years at hard labor in the Louisiana State Penitentiary.\nRespondent did not deny the material facts of Specification No. 1. He stated that he intended to pay the heirs and had asked them to hold the checks beyond the date of issue. The testimony and exhibits of record are conclusive of the fact that respondent committed the acts charged in Specification No. 1. His contention that he had no intent to defraud in his issuance of worthless checks is without merit in these disbarment proceedings. Respondent’s payments to his clients were insubstantial and could not constitute restitution; he had made no further payments at the time of hearing before this Court.\nUnder Article XIII, Section 12, of the Articles of Incorporation of the Louisiana State Bar Association, we are not compelled to strike from the roll of attorneys the name of an attorney who has been convicted of a felony (Louisiana State Bar Association v. Steiner, supra), unless we feel that his conduct warrants such action. We feel that respondent’s behavior as charged in Specification No. 1 herein, thereafter not denied, and his conviction and sentence to the penitentiary therefor, warrant our acquiescence in thé Commissioner’s finding of guilty as charged.\nSpecification No. 2 charged respondent as follows:\n\"That in the month of April, 1955, while you were engaged in the active practice of law in the City of Baton Rouge, Louisiana, Mr. Joe LeGarde, an elderly, paralyzed, retired employee of Standard Oil Co., received as part of his retirement benefits, a block of stock valued at $2,235.73. He sold this stock for this amount and was paid by a check. As Mr. LeGarde could not sign the check, the bank advised that an attorney be retained to witness and notarize the endorsement by Fred Ginn in the presence of Mr. LeGarde, and you were so retained. You then offered to get the check cashed and give Mr. LeGarde the money. You delivered $636.73 in cash and your own personal check for the balance, $1,600.00, made out to Fred Ginn. When Fred Ginn cashed this check it was returned marked ‘Insufficient funds.’ When confronted with this you agreed to pay the $1,600.00 at stated monthly amounts. After many delays and excuses and one other check for $200.00 returned for insufficient funds, you had, by February 1957, repaid $1,000.00 of the $1,600.00. That subsequent to that date you have failed and refused to pay the remaining $600.00 but that you converted the money to your own use with an intent to defraud the said Fred Ginn and Joe LeGarde.”\nFred Ginn, nephew-in-law of Joe LeGarde, testified with respect to the facts set forth in Specification No. 2. His testimony is a virtual confirmation of the allegations.\nRespondent did not deny the charges contained in Specification No. 2; he offered, however, a different version of the related incidents. His testimony is to the effect that Ginn was the recipient of a pension, which would have been affected had his uncle’s funds been deposited in his account. The uncle, Joe LeGarde, was unable to handle his affairs, and Ginn entrusted them to respondent.\nRespondent’s attempted justification of his actions was not accepted by the Commissioner, and we quote the Commissioner’s findings with approval:\n“Respondent admits most of the pertinent facts contained in this specification. The only difference between his version and that of Fred Ginn, who arranged with respondent to cash the check belonging to Joe LeGarde, is that respondent claims that he was requested to keep the $1,600.00 represented by his check and to deliver such amounts thereof from time to time as requested by Fred G'nn, and that the check was merely evidence of the fact that he had the money. Fred Ginn, on the other hand, states that after cashing the larger check respondent told him that he would have to wait a few days before the check cleared the New York Bank on which it was drawn, but stated that he was giving him some of respondent’s money and the $1,600.00 check which would be cashed in a few days. Fred Ginn emphatically denied respondent’s version of the agreement but even assuming that respondent’s version could be accepted, he nevertheless convicts himself of the essential elements of this charge. When the $1,600.00 check was presented for payment there was not sufficient funds in the account on which it was drawn and in November of 1955 respondent issued his check to Fred Ginn for $200.00 and on February 29, 1956 another check for the sum of $250.00, payment on both of which checks was also refused. Respondent finally, through a number of small payments, paid a total of $1,000.00 on this check, reducing the balance to $600.00 in February of 1957, and no further payments were made. * * * ”\nSince respondent has not denied Specification No. 2 and has not made complete restitution, we acquiesce in the Commissioner’s finding that he is guilty as charged.\nSpecification No. 3 set forth that respondent accepted a check for $292 from Conningsby F. Johnson, which was to be paid on an indebtedness for an automobile owed by Johnson’s brother to Allen-Parker Finance Company. Upon learning that Johnson’s brother had inadvertently signed a release of the car to the finance company, respondent, on June 12, 1957, gave Johnson his personal check for $292 less a fee of $25. This check was not paid when presented to the bank, because respondent’s account did not contain sufficient funds.\nRespondent did not deny the charges in the above specification. His only excuse was that he intended to attempt to secure the return of the car to its former owner.\nWe are compelled to find respondent guilty of Specification No. 3.\nAdditional Specification No. 1 charged that respondent represented Mrs. Katie S. Sterling during the year 1951 in the sale of mortgaged property for a total of $7,500. It alleged that respondent paid off the mortgage and retained the balance of $4,100 which he converted to his own use with intent to defraud Mrs. Sterling.\nThe record discloses that after satisfying the above mortgage, the Sheriff of East Baton Rouge Parish issued to respondent a check for $4,039.46 which he endorsed and cashed on October 9, 1956. Respondent admitted receiving the funds. His defense to the above charge was that the court records were lost and that he intended to settle the matter. He said that he had the money, but he would not disclose its whereabouts.\nThe circumstances connected with Additional Specification No. 1 and the length of time which elapsed between the receipt of the funds and the hearing before this Court is conclusive of the fact that respondent is guilty of the charges in said specification.\nWe find no need to discuss Specification No. 4, as the matter has been settled.\nAs to Specification No. 5, we agree with the finding of the Commissioner that it neither adds to nor detracts from these proceedings.\nRespondent’á actions were performed in his capacity as an attorney-at-law and as a practicing member of the Louisiana State Bar Association. Although he has shown contriteness and has asked for mercy by acceptance of his motion to resign, he has not made substantial restitution. The fact that he has exhibited contriteness does not of itself warrant the acceptance or granting of his motion to resign in the absence of restitution. He has violated the honor of his profession, and it is the duty of this Court to protect the public, the integrity of the Bar, and the innocent lawyer.\nWe find that respondent has been guilty of such unethical practices and misconduct as warrant his disbarment, and\nIt is therefore ordered, adjudged and decreed That the name of Alex L. Pitcher, Jr., respondent herein, be stricken from the roll of attorneys and his license to practice law in Louisiana be, and the same is, hereby cancelled.\n. (1) “That mover, as of this date, resigns from the practice of law in the State of Louisiana and as a member of the Louisiana Bar Association; that he attaches hereto and makes a part hereof his Certificate of Authorization having been duly issued by the Honorable Members of this Supreme Court on June 15, 1950.”\n(2) “Mover feels and believes that this action on his part is warranted and necessary and to the best interest of the Louisiana State Supreme Court, the Grievance and Ethics Committee of the Louisiana State Bar Association and to all parties concerned in view of the circumstances and situation in which mover finds himself confronted.”\n(3) “Mover further states that the accusations and charges of unethical conduct allegedly committed, place him in a very unfavorable and unfortunate position with the Honorable Members of the Louisiana State Supreme Court, Louisiana State Bar Association and the public at large.”\n(4) “Mover avers that he is taking whatever steps necessary to effect full restitution and satisfaction of the aggrieved parties and further that he is making application to the Louisiana State Board of Pardons for a full pardon and restoration of citizenship.”\n(5)“Mover further avers that in view of the said Motion to Resign as herein-above stated, that the action pending against him by the Louisiana State Bar Association in Suit Number 44,162, which appears on the Docket for Thursday, November 12, 1959, should be dismissed or stayed inasmuch as the foregoing purposes for which the Bar Association seeks having been accomplished.”\n“Wherefore, mover prays that this motion for resignation as a practicing attorney and as a member of the Louisiana State Bar Association be accepted and granted.\n“Mover also prays that the proceedings in Suit Number 44,162 entitled, ‘Louisiana State Bar Association vs. Alex L. Pitcher, Jr.’ be dismissed or set aside in view of the Motion for Resignation.”\n. Respondent had been paroled from the State Penitentiary at the date of hearing in this Court.",
        "type": "majority",
        "author": "HAMLIN, Justice."
      }
    ],
    "attorneys": [
      "Bascom D. Talley, Jr., Bogalusa, John Pat Little, New Orleans, Oliver P. Stock-well, Lake Charles, Alvin R. Christovich, New Orleans, A. K. Goff, Jr., Ruston, for petitioner.",
      "Alex L. Pitcher, Jr., Baton Rouge, in pro. per."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 281\nLOUISIANA STATE BAR ASSOCIATION v. Alex L. PITCHER, Jr.\nNo. 44162.\nDec. 14, 1959.\nBascom D. Talley, Jr., Bogalusa, John Pat Little, New Orleans, Oliver P. Stock-well, Lake Charles, Alvin R. Christovich, New Orleans, A. K. Goff, Jr., Ruston, for petitioner.\nAlex L. Pitcher, Jr., Baton Rouge, in pro. per."
  },
  "file_name": "0649-01",
  "first_page_order": 357,
  "last_page_order": 363
}
