{
  "id": 1855475,
  "name": "TURNBULL v. ROSELAND PARK CEMETERY ASSOCIATION",
  "name_abbreviation": "Turnbull v. Roseland Park Cemetery Ass'n",
  "decision_date": "1955-03-09",
  "docket_number": "Docket No. 52, Calendar No. 46,320",
  "first_page": "677",
  "last_page": "685",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 677"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "108 ALR 792",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "30 ALR 790",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "169 ALR 517",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "272 Mich 562",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1876491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/272/0562-01"
      ]
    },
    {
      "cite": "190 Mich 381",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1635435
      ],
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/190/0381-01"
      ]
    },
    {
      "cite": "79 Mich 509",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1351095
      ],
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/79/0509-01"
      ]
    },
    {
      "cite": "336 Mich 468",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1932423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/336/0468-01"
      ]
    },
    {
      "cite": "279 Mich 370",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1784411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/279/0370-01"
      ]
    },
    {
      "cite": "235 Mich 623",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1718858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/235/0623-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 701,
    "char_count": 15744,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 8.677556905520508e-08,
      "percentile": 0.4922368060840613
    },
    "sha256": "13a78c6537ad934a5f30501c7ab3114f452395e3781096d3e64e3ee0309dd1ab",
    "simhash": "1:fb69188fe739c5dc",
    "word_count": 2585
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butzel, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.",
      "Smith, J., took no part in the decision of this case."
    ],
    "parties": [
      "TURNBULL v. ROSELAND PARK CEMETERY ASSOCIATION."
    ],
    "opinions": [
      {
        "text": "Carr, C. J.\nPlaintiff brought this action in circuit court to recover damages for injuries to her property, her business, and her health, alleged to have resulted from the wrongful acts of the defendants. In 1941 plaintiff entered into possession of lot 163 of Woodward Grove Land Company’s subdivision, in the city of Royal Oak, under a lease containing an option for the purchase of the property. In 1948 she acquired title. Since taking possession under the lease plaintiff has conducted on the property a dog kennel business involving the breeding, raising, training, and boarding of dogs. Her lot faces on Woodward avenue, has a 50-foot frontage, and is 100 feet in depth.\nThe defendant Cemetery Association now owns the property on 3 sides of plaintiff’s lot. The property to the rear was acquired prior to 1945, the 2 lots adjacent on the north in 1945, and 3 lots adjacent on the south in September, 1951. Plaintiff alleged in her declaration, and claimed on the trial, that during the summer of 1948, and thereafter, defendant Association carried on extensive filling operations on its property west of plaintiff’s lot, that the natural flow of surface waters was interfered with, and that, because thereof and due to. natural percolation, more than the normal amount of water was precipitated on her property. Plaintiff claimed that her lot and the buildings thereon were materially damaged, her business partially destroyed, expenditures for repairs necessitated, and her health impaired. Defendants by their answer to the declaration denied any improper conduct on their part, admitting, however, that for some years past the Association had engaged in extensive filling operations on its property. The case was started December 8, 1952. Defendant Eldridge, the general manager and the principal stockholder in the Cemetery Association, was joined as a party defendant. The declaration alleged, in addition to claims of trespass and negligence on the part of both defendants, a conspiracy\n1955] Turnbull v. Roseland Park Gem. Assn. 681 between them having for its purpose forcing plaintiff to sell her lot to the Association. At the conclusion of plaintiff’s proofs on the trial in circuit court, defendants moved for a directed verdict. The motion was taken under advisement,* was renewed at the conclusion of the testimony, and again decision was reserved.* The case was submitted to the jury which returned a verdict in favor of the plaintiff against both defendants in the sum of $3,500. Thereupon defendants submitted a motion for judgment notwithstanding the verdict, which was denied, and they have appealed. During the course of the trial counsel for plaintiff sought and obtained leave, over defendants’ objection, to supplement the opening statement to the jury. It is claimed that the trial court was in error in allowing counsel to amplify the opening remarks with reference to plaintiff’s proofs. It is argued on appeal that it was unnecessary to do so, and that proofs could have been offered and received in support of allegations in the declaration not specifically covered by counsel. On the record before us we cannot say that the trial judge abused his discretion in granting the request of counsel for the plaintiff. The supplemental statement made was not extended, and did not serve to introduce any new issue into the case. Apparently the purpose was to obviate any possible question as to the sufficiency of the statement made at the beginning of the trial. The attorney representing defendants was allowed to make reply to the statements of plaintiff’s counsel, and in substance denied them. Under the circumstances we do not think that defendants were prejudiced thereby. The action of the trial court was not erroneous. * See CL 1948, § 691.691 et seq. (Stat Ann and Stat Ann 1953 Cum Supp § 27.1461 et seq.).—Reporter.\nThe principal claim advanced by appellants is that the proofs introduced by plaintiff were not sufficient to justify or require the submission of the case to the jury and that, in consequence, the trial court erred in failing to direct a verdict and in denying the motion for judgment notwithstanding the verdict. In considering such question the proofs offered in support of plaintiff’s cause of action must be construed as strongly as possible in her favor. Loveland v. Nelson, 235 Mich 623; Thompson v. Michigan Cab Co., 279 Mich 370; Torma v. Montgomery Ward & Company, 336 Mich 468. Plaintiff testified that prior to 1948 she experienced no difficulty with water on her property, and that before defendants began filling operations her buildings gave no appearance of injury resulting from excessive water. According to her proofs defendants stored gravel on the association property, established a compost pile or embankment there, and at one time maintained a pond approximately 65 feet in length and between 20 and 25 feet in width, varying in depth. Plaintiff claimed that because of such pond, and the placing of material on defendant association’s property, the discharge of water upon her lot was greatly increased, particularly after rainfall. Plaintiff and her witnesses described at some length the efforts made to prevent damage, including the bailing of excess water. In some respects the testimony of plaintiff and her witnesses was corroborated by that of defendant association’s assistant superintendent.\nSome of plaintiff’s claims were disputed by defendants, who denied that she had been damaged because of any wrongful conduct on their part. However, the testimony was such as to raise disputed questions of fact for the determination of the jury. It may be noted in this regard that appellants have not assigned error on any specific instruction to the jury given by the trial judge. Rather, their claim is, as before noted, that the case should not have been submitted to the jury. The jury viewed the premises and, presumably, was thereby enabled to weigh more accurately the testimony of the witnesses. It may not be said that the conclusions reached with reference to plaintiff’s proofs of her cause of action were not supported by the record. The court was not in error in submitting the case to the jury. Baumier v. Antiau, 79 Mich 509, 513.\nIt is further argued that plaintiff did not establish liability on the part of defendant Eldridge, and that the court was in error in submitting the question of his liability to the jury. As before noted, Mr. Eldridge was the general manager of the defendant association, as well as its principal stockholder. He was called for cross-examination by plaintiff’s counsel, and testified, in part, as follows:\n“I am actively interested in the Roseland Park Cemetery Association. I am general manager of the Roseland Park Cemetery and president. Indirectly any work done in the cemetery is done under my direction through my superintendent or supervisor. I am the principal stockholder in that corporation. Together with the board of directors I dictate the policy of the corporation.”\nHe further testified as to instructions given by him for acquiring, if possible, additional property for the use of the cemetery. Included in the property so acquired was lot 163, which was purchased by defendant Eldridge subject to the option in the lease to plaintiff, which option she subsequently enforced. In view of his statements, made on his cross-examination as a part of plaintiff’s case, the trial court was correct in not granting a dismissal as to him. He supervised and directed the operations of\nthe other defendant, and in doing so assumed personal liability for wrongful acts committed to the injury of the plaintiff.\nAppellants’ claim that plaintiff failed to introduce proof of damages is not well founded. Her testimony, and the testimony of other witnesses, set forth the conditions existing which, as she claimed, resulted from the excess water thrown on her lot because of the conduct of the defendants. She also offered the testimony of a witness who had been engaged in the building business for many years, and who had examined the property in question here. He described the condition of such property, stating as his opinion that if the water caused the damage a fair appraisal of the resulting depreciation would be between $4,000 and $5,000. As before noted, the jury viewed the premises and, hence, was in a better position to weigh the testimony relating to the damages sustained by plaintiff than would otherwise have been the case. Gutov v. Clark, 190 Mich 381, 387.\nAfter the jury had deliberated for some time it returned to the courtroom where the foreman announced a verdict for the plaintiff in the sum of $3,500. Said verdict as stated did not specify that it was against both defendants, and thereupon the trial court directed the jury to retire, consider the matter further, and then specify whether the verdict was against one or both of the defendants. Apparently the members of the jury construed such direction as requiring the amount of damages awarded to be apportioned and undertook to return a verdict accordingly, specifying that the said amount of $3,-500 should be divided equally between the 2 defendants. The trial court again sent the jury to its room, with the result that it undertook to return the sum of $1,750 against defendant Eldridge and a like amount against the association. The court then went into the matter in more detail, indicating to the jury that they could not split their verdict as between the 2 defendants. Such instructions were apparently understood, and the jury thereupon returned a verdict of $3,500 damages, against both defendants, in favor of the plaintiff. Such verdict was received and judgment thereon subsequently entered.\nAppellants claim that the attempts to obtain a verdict in proper form constituted error. We think it is obvious that the jury in the first instance undertook to return its verdict against both defendants, and that what was done subsequently was due to a misunderstanding as to the directions of the trial judge. Obviously the case was not one in which the damages could he apportioned as between the defendants. Rodgers v. Canfield, 272 Mich 562, is not in point. It is clear that the jury intended to find both liable. It does not appear that defendants, or either of them, were prejudiced because of the failure of the jury to return its verdict in the first instance in the form deemed proper by the trial judge.\nWe find no reversible error in the record, and the judgment is affirmed. Plaintiff may have costs.\nButzel, Sharpe, Boyles, Reid, Dethmers, and Kelly, JJ., concurred.\nSmith, J., took no part in the decision of this case.\nSee CL 1948, §617.66 (Stat Ann § 27.915).—Repoetek.",
        "type": "majority",
        "author": "Carr, C. J."
      }
    ],
    "attorneys": [
      "Harry J. Merritt (V. John Manilcoff, of counsel), for plaintiff.",
      "Beer & Osgood (John B. Osgood, of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "TURNBULL v. ROSELAND PARK CEMETERY ASSOCIATION.\n1. Trial—Supplement to Opening Statement—Discretion op Court—Prejudice.\nThe trial court’s permission, during the course of a jury trial, to plaintiff’s counsel to supplement his opening statement, over defendant’s objection, did not constitute an abuse of discretion on the part of the trial court nor result prejudicially to defendant, where the supplemental statement was not extended and did not serve to introduce any new issue into the case and defendant’s attorney was permitted to, and did, make reply thereto.\nReferences por Points in Headnotes\n[1] 53 Am Jur, Trial § 454 et seq.\n[2] 3 Am Jur, Appeal and Error § 886.\n[3] 56 Am Jur, Waters § 167 et seq.\n[3, 4] Liability for overflow or escape of water from reservoir, ditch, or artificial pond. 169 ALR 517.\n[4] See, generally, 56 Am Jur, Waters § 173.\n[5] 56 Am Jur, Waters § 87.\n| 6] 52 Am Jur, Torts § 124; 53 Am Jur, Trial § 1041.\n[6] Right of jury to apportion or sever damages as between joint tort-feasors. 30 ALR 790; 108 ALR 792.\n[7] 52 Am Jur, Torts § 123.\n2. Appeal and Error.—Evidence—Question por Jury.\nProofs offered in support of plaintiff’s cause of action must be construed as strongly as possible in her favor in determining whether trial court erred in submitting to jury action for damages to her property from excessive water, because of claimed insufficiency of evidence.\n3. Waters and Watercourses—Adjoining Landowners—Excessive Plow—Damages.\nThe trial court was not in error in submitting to jury, under evidence adduced, plaintiff’s elaim for damage because of defendants’ operations on adjoining land whereby a 25' x 60' pond was maintained, compost pile made and gravel stored so as to cause water to be discharged onto plaintiff’s 50' x 100' lot in such a way as to do material damage to her lot, partially destroy her dog kennel business, necessitate expenditures for repairs and impair her health, nor may jury’s verdict in her favor be said to be unsupported by the record.\n4. Parties—Torts—Excessive Plow op Waters—Corporations— Officers.\nTrial court in action for damages for excessive flow of water held, correct in not granting a dismissal as to individual defendant,-in action by owner of 50' x-100' lot against cemetery corporation of which such individual defendant was the principal stockholder, president and general manager and who dictated the policy of the corporation of acquiring land including plaintiff’s lot, surrounded, except for street frontage, by the eemetery lands and who testified that any work done in the cemetery was done under his ■ direction through his superintendent or supervisor.\n5. Waters and Watercourses—Adjoining Landowners—Damages —Evidence.\nPlaintiff’s elaim for damages from defendants’ actions on its land which adjoined and surrounded plaintiff’s 50' x 100' lot, except for street frontage, held, supported by proof as to amount of damages, resulting from excess water thrown on her lot, by her own testimony and that of other witnesses, including a builder who stated as his opinion that if the water caused the damage a fair appraisal of the resulting depreciation would be between $4,000 and $5,000, and jury viewed the premises.\n6. Trial—Form op Verdict—Damages—Parties.\nNeither defendant cemetery corporation nor the other defendant, its president, principal stockholder and general manager was prejudiced by the jury’s failure in the first instance to return a verdict in a form deemed proper by the trial judge, where it first announced a verdict for plaintiff in the amount of $3,500 without specifying that it was against both defendants, trial court directed it to retire and return and specify whether the verdict was against one or both defendants, it retired and returned a verdict in the sum of $1,750 against each defendant, was redirected to retire with more detailed instructions and then returned a verdict of $3,500 against both defendants.\n7. Judgment—Waters and Watercourses—Damages—Parties.\nAn action for damages by owner of 50' x 100' lot surrounded, except for street frontage, by land owned by defendant cemetery whose policy was dictated by individual defendant, its principal stockholder, president and general manager, was not one in which the damages could be apportioned as between the defendants, where the damages claimed and proved were due to actions of defendants in causing excessive water to be east upon plaintiff’s lot.\nAppeal from Oakland; Holland (H. Eussell), J.\nSubmitted January 6, 1955.\n(Docket No. 52, Calendar No. 46,320.)\nDecided March 9, 1955.\nRehearing denied June 7, 1955.\nCase by Leola E. Turnbull, also known as Leola B. Train, against Eoseland Park Cemetery Association, a Michigan cemetery corporation, and Loyal A. Eldridge for damages arising from alteration of property which changed flowage of water. Verdict and judgment for plaintiff. Defendants appeal.\nAffirmed.\nHarry J. Merritt (V. John Manilcoff, of counsel), for plaintiff.\nBeer & Osgood (John B. Osgood, of counsel), for defendants."
  },
  "file_name": "0677-01",
  "first_page_order": 717,
  "last_page_order": 725
}
