{
  "id": 4380915,
  "name": "ZAYDA HANBERRY, Plaintiff and Appellant, v. HEARST CORPORATION, Defendant and Respondent",
  "name_abbreviation": "Hanberry v. Hearst Corp.",
  "decision_date": "1969-10-08",
  "docket_number": "Civ. No. 9332",
  "first_page": "680",
  "last_page": "688",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 680"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "275 P.2d 15",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "43 Cal.2d 481",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4402427
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "488-489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/43/0481-01"
      ]
    },
    {
      "cite": "228 P. 383",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "67 Cal.App. 659",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2145804
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "670-671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/67/0659-01"
      ]
    },
    {
      "cite": "62 Cal.Rptr. 542",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "254 Cal.App.2d 848",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196321
      ],
      "pin_cites": [
        {
          "page": "853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/254/0848-01"
      ]
    },
    {
      "cite": "30 P.2d 15",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "220 Cal. 362",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2195490
      ],
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/220/0362-01"
      ]
    },
    {
      "cite": "80 Cal. Rptr. 318",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "275 Cal.App.2d 797",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2234511
      ],
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/275/0797-01"
      ]
    },
    {
      "cite": "48 P.2d 55",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "8 Cal.App.2d 742",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2240865
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/8/0742-01"
      ]
    },
    {
      "cite": "65 A.L.R.2d 1358",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "320 P.2d 16",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "49 Cal.2d 647",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        12130729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/49/0647-01"
      ]
    },
    {
      "cite": "375 P.2d 304",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "25 Cal.Rptr. 456",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "58 Cal.2d 552",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4376103
      ],
      "pin_cites": [
        {
          "page": "561-562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/58/0552-01"
      ]
    },
    {
      "cite": "447 P.2d 609",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "73 Cal.Rptr. 369",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "69 Cal.2d 850",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2304303
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "864-867"
        },
        {
          "page": "865"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/69/0850-01"
      ]
    },
    {
      "cite": "391 P.2d 168",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "37 Cal.Rptr. 896",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "61 Cal.2d 256",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2337785
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "262-263"
        },
        {
          "page": "262-263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/61/0256-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 786,
    "char_count": 16399,
    "ocr_confidence": 0.811,
    "pagerank": {
      "raw": 4.3511017970623214e-07,
      "percentile": 0.9183494867847508
    },
    "sha256": "0d720976514a32bc24412e68ce9d85ad1e6eac9aa4e7bf2c97a15f4664af7dcd",
    "simhash": "1:b64ef345f7d9c4fa",
    "word_count": 2671
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ZAYDA HANBERRY, Plaintiff and Appellant, v. HEARST CORPORATION, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "is in eight causes of action, only four of which involve respondent Hearst Corporation, (second, third, seventh and eighth). The trial court sustained Hearst’s general demurrer to each of these causes of action without leave to amend and entered its judgment of dismissal. The appeal is from that judgment. The two other named defendants, Akron and Victor B. Handal & Bros., Inc., have answered the complaint and are not parties to the appeal.\nThe basic facts upon which appellant relies are repleaded in each of the causes of action under consideration. She alleges she purchased a pair of shoes on March 30, 1966, at a retail store owned and operated by the defendant Akron; the shoes had been imported and distributed to Akron by the defendant Victor B. Handal & Bros., Inc.; the shoes were defective in manufacture and design and had a low co-efficient of friction on vinyl and certain other floor coverings commonly used in this area and were slippery and unsafe when worn on such floor coverings; she was unaware of the defect and in wearing the shoes on the same day she purchased them, she stepped on the vinyl floor of her kitchen, slipped, fell and sustained severe personal injuries.\nAppellant further alleges respondent Hearst publishes a monthly magazine known as Good Housekeeping in which products, including the shoes she purchased, were advertised as meeting the “Good Housekeeping’s Consumers’ Guaranty Seal.” With respect to this seal the magazine stated: “This is Good Housekeeping’s Consumers’ Guaranty” and “We satisfy ourselves that products advertised in Good Housekeeping are good ones and that the advertising claims made for them in our magazine are truthful. ’ ’ The seal itself contained the promise, “If the product or performance is defective, Good Housekeeping guarantees replacement or refund to consumer.”\nAppellant alleges further she had frequently read Good Housekeeping Magazine “and believed the products bearing the seal had been examined, tested and inspected by defendant and were good and safe for the use intended”; prior to purchasing the shoes she had seen ah advertisement of them, either in Good Housekeeping Magazine or in a newspaper ad placed by defendant Handal which incorporated the contents of the Good Housekeeping indorsement; Good Housekeeping seal was affixed to the shoes and the container for the shoes with Hearst’s consent; Hearst was paid for the advertising of the shoes which appeared in its magazine and for the use of its seal; appellant relied upon respondent’s representation and seal and purchased the shoes because of them. Appellant further alleges Hearst made no examination, test or investigation of the shoes, or a sample thereof, or if such tests were made they were done in a careless and negligent manner and that Hearst’s issuance of its seal and certification as to the shoes was not warranted by the information it possessed.\nIn the second and eighth causes of action, appellant seeks to recover on the theory of negligent misrepresentation. In the third cause of action she attempts to allege a conspiracy between respondent and the other named defendants to sell the shoes through false representations. The seventh cause of action seeks recovery on the basis of express or implied warranty.\nThe basic question presented on this appeal is whether one who endorses a product for his own economic gain, and for the purpose of encouraging and inducing the public to buy it, may be liable to a purchaser who, relying on the endorsement, buys the product and is injured because it is defective and not as represented in the endorsement. We conclude such liability may exist and a cause of action has been pleaded in the instant case. In arriving at this conclusion, we' are influenced more by public policy than by whether such cause of action can be comfortably fitted into one of the law’s traditional categories of liability. (See Vandermark v. Ford Motor Co., 61 Cal.2d 256, 262-263 [37 Cal.Rptr. 896, 391 P.2d 168]; Connor v. Great Western Sav. & Loan Assn., 69 Cal.2d 850, 864-867 [73 Cal.Rptr. 369, 447 P.2d 609].)\nAppellant’s third amended complaint alleges facts which support her argument respondent Hearst is not just a publisher of a magazine which accepts and publishes advertisements from manufacturers' and retailers of consumer products. To enhance the value of its magazine as an advertising medium, to compete more favorably in the advertising market, it offers to those whose products meet such standards as it may impose and who choose to purchase its services, the “Good Housekeeping Consumers’ Guaranty Seal” and its certification, “We have satisfied ourselves the products and services advertised in Good Housekeeping are good ones and the advertising claims made for them in our magazine are truthful.”\nRespondent’s endorsement and approval of a product is not confined to the pages of its own magazine. It permits the manufacturer or retailer of a product which has been approved by Good Housekeeping Magazine to advertise that fact in other advertising media and permits its seal to appear in such ads and to be attached to the product itself. While the device used by respondent enhances the value of Good Housekeeping Magazine for advertising purposes, it does so because its seal and certification tend to induce and encourage consumers to purchase products advertised in the magazine and which bear that seal and certification. Implicit in the seal and certification is the representation respondent has taken reasonable steps to make an independent examination of the product endorsed, with some degree of expertise, and found it satisfactory. Since the very purpose of respondent’s seal and certification is to induce consumers to purchase products so endorsed, it is foreseeable certain consumers will do so, relying upon respondent’s representations concerning them, in some instances, even more than upon statements made by the retailer, manufacturer or distributor.\nHaving voluntarily involved itself into the marketing process, having in effect loaned its reputation to promote and induce the sale of a given product, the question arises whether respondent can escape liability for injury which results when the product is\" defective and not as represented by its endorsement. In voluntarily assuming this business relationship, we think respondent Hearst has placed itself in the position where public policy imposes upon it the duty to use ordinary care in the issuance of its seal and certification of quality so that members of the consuming public who rely on its endorsement are not unreasonably exposed to the risk of harm. (Connor v. Great Western Sav. & Loan Assn., supra, 69 Cal.2d 850, 865.)\nThe fact Hearst is not in privity of contract with those who, relying on its endorsement, purchase, the products it endorses, does not mean it is relieved from the responsibility to exercise ordinary care toward them.\n“ ‘Privity of contract is not necessary to establish the existence of a duty to exercise ordinary care not to injure another, but such duty may arise out of a voluntarily assumed relationship if public policy dictates the existence of such a duty.’ Merrill v. Bucks, 58 Cal.2d 552, 561-562 [25 Cal.Rptr. 456, 375 P.2d 304].” (Connor v. Great Western Sav. & Loan Assn., supra, p. 865.)\nIn Biakanja v. Irving, 49 Cal.2d 647 [320 P.2d 16, 65 A.L.R.2d 1358], the question presented was whether a notary public who had prepared a will, invalid because it was not properly attested, could be held liable to the beneficiary for the resulting damage although there was no privity of contract between them. At page 650 the court stated: ‘ ‘ The determination whether in a specific case the defendant will be held liable to a third person not in privity is a matter of policy and involves the balancing of various factors, among which are the extent to which the transaction was intended to affect the plaintiff, the foreseeability of harm to him, the degree of certainty that the plaintiff suffered injury, the closeness of the connection between the defendant’s conduct and the injury suffered, the moral blame attached to the defendant’s conduct, and the policy of preventing future harm.”\nWe believe appellant has set forth sufficient facts to meet the foregoing test and to establish for pleading purposes respondent Hearst had a duty to exercise ordinary care in issuing its seal and its certification it had satisfied itself the shoes were ‘ ‘ good ones. ’ ’ In both the second and eighth causes of action of the complaint under consideration, appellant has alleged respondent extended its certification and permitted the use of its seal in connection with the shoes she purchased without test, inspection or examination of the shoes, or a sample thereof, or if it tested, inspected or examined, it did so in a careless and negligent manner which did not reveal their dangerous and defective condition. If either of the alternative allegations is true, respondent violated its duty of care to the appellant and the issuance of its seal and certification with respect to the shoes under that circumstance would amount to a negligent misrepresentation. (See 2 Rest.2d Torts, § 311, p. 106.)\nRespondent cannot successfully contend appellant failed to state a cause of action in tort for personal injury because it has limited its liability by inserting in its seal the words, “If the product or performance is defective, Good Housekeeping guarantees replacement or refund to consumer.” A similar contention was made in Vandermark v. Ford Motor Co., supra, 61 Cal.2d 256, 262-263, and it was rejected by the court at page 263: “Since Maywood Bell is strictly liable in tort, the fact that it restricted its contractual liability to Vandermark [by a warranty clause in the-written contract] is immaterial. Regardless of the obligations it assumed by contract, it is subject to strict liability in tort because it is in the business of selling automobiles, one of which proved to be defective and caused injury to human beings.” So here, regardless of the contractual obligation respondent may have assumed in its seal, it is still subject to full liability for injury resulting from tortious negligent misrepresentation.\nHearst urges its representation the shoes were “good ones” was a mere statement of opinion, not a statement of a material fact, and therefore not actionable. Since the very purpose of the seal and its certification the shoes were “good ones” was to induce and encourage members .of the public to buy the shoes, respondent is in poor position to argue its endorsement cannot legally be considered as the inducing factor in bringing about their sale. (See Shirreffs v. Alta Canyada Corp., 8 Cal.App.2d 742, 748 [48 P.2d 55].) Respondent was not the seller or manufacturer, of the shoes; it held itself out as a disinterested third party which had examined the shoes, found them satisfactory, and gave its endorsement. By the very procedure and method it used, respondent represented to the public it possessed superior knowledge and special information concerning the product it endorsed. Under such circumstance, respondent may be liable for negligent representations of either fact or opinion. (See 3 Rest. Torts, § 543, p. 100; Haserot v. Keller, 67 Cal.App. 659, 670-671. [228 P. 383] ; Gagne v. Bertran, 43 Cal.2d 481, 488-489 [275 P.2d 15]; 2 Witkin, Summary of Cal. Law (1960) Torts, § 188, pp. 1373-1374.)\nRespondent argues no basis for liability has been shown because, “ It is a matter of common knowledge that brand new soles on brand new shoes have a tendency of being slick and slippery until the shoes have been worn sufficiently long thereafter.” The argument may well have merit (See Bennett v. International Shoe Co., 275 Cal.App.2d 797, 799 [80 Cal. Rptr. 318]), but it is one addressed properly to the trier of fact. The case is presented to us in the pleading context. We are unwilling to hold as a matter of law that liability will not attach under any circumstance based upon a defectively designed shoe. Whether a material used in the soles of shoes is so slick and slippery as to create an unreasonable and foreseeable risk of injury, and whether the buyer of such a shoe who is injured should anticipate the condition under existing circumstances are questions of fact which cannot be decided at the pleading stage.\nWhile we have held appellant has stated a cause of action for negligent misrepresentation against Hearst, we reject her contention she may also proceed in warranty or on the theory of strict liability in tort. She has cited no authority, and we'have found none, which has extended either theory of recovery to one not directly involved in manufacturing products for, or supplying products to, the consuming public. To invoke either theory of recovery here would subject respondent to liability not warranted by the circumstances. Appellant does not contend, nor do respondent’s representations permit the interpretation, it examined or tested the particular pair of shoes involved. The most that can be implied from respondent’s representation is that it has examined or tested samples of the product and found the general design and materials used to be satisfactory. Application of either warranty or strict liability in tort would subject respondent to liability even if the general design and material used in making this brand of shoe were good, bnt the particular pair became defective through some mishap in the manufacturing process. We believe this kind of liability for individually defective items should be limited to those directly involved in the manufacturing and supplying process, and should hot be extended through warranty or strict liability to a general endorser who makes no representation it has examined or tested each item marketed.\nIn the third cause of action of the third amended complaint, appellant attempts to allege a civil conspiracy between respondent and other defendants' to market and sell the shoes under false representations. Other than to mention she has pleaded such a cause of action, appellant does not attempt in her brief to urge its validity or to explain in any manner why the general demurrer to it should not have been sustained. This court is not required to search through the law of civil conspiracy to ascertain whether appellant has stated a cause of action. “Appellate Courts will notice only those assignments pointed out in the brief of appellant, all others are deemed to have been waived or abandoned.” (Title Guar. & Trust Co. v. Fraternal Finance Co., 220 Cal. 362, 363 [30 P.2d 15]; See also County of Los Angeles v. Law Bldg. Corp., 254 Cal.App.2d 848, 853 [62 Cal.Rptr. 542].)\nThe judgment of dismissal is affirmed as to the third and seventh causes of action (conspiracy and warranty); it is reversed as to the second and eighth causes of action (negligent misrepresentation).\nBrown (Gerald), P. J., and Coughlin, J., concurred.\nAssigned by the Chairman of the- Judicial Council.\nSection 311 reads: “ (1) One who negligently gives false information to another is subject to liability for physical harm caused by action taken by the other in reasonable reliance upon such information, where such harm results\n(a) to the other, or\n(b) to such third person as the actor should expect to be put in peril by the action taken.\n(2) Such negligence may consist of failure to exercise reasonable care\n(a) in ascertaining the accuracy of the information, or\n(b) in the manner in which it is communicated. ’ ’\n(2 Eest. 2d Torts, 5 311.)\nIf appellant were permitted to proceed in warranty, the question would arise as to whether respondent had by the terms of its seal limited its liability to replacement of the shoes or refund of the purchase price. We assume appellant is not interested in pursuing either of those objectives.\nThe question of whether strict liability in tort is available l against the distributor or retailer of the shoes under the circumstances of this case is not before us. Our decision should not be construed as expressing any view on the subject.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 9332.\nFourth Dist., Div. One.\nOct. 8,1969.]\nZAYDA HANBERRY, Plaintiff and Appellant, v. HEARST CORPORATION, Defendant and Respondent.\nRoy B. Woolsey for Plaintiff and Appellant.\nHaight, Lyon, Smith & Nye, Charles B. Smith and Henry F. Walker for Defendant and Respondent."
  },
  "file_name": "0680-01",
  "first_page_order": 702,
  "last_page_order": 710
}
