{
"id": 3188349,
  "name": "Curtis SALLEY v. Marlene Mann SALLEY",
  "name_abbreviation": "Salley v. Salley",
  "decision_date": "1959-12-14",
  "docket_number": "No. 44712",
  "first_page": "691",
  "last_page": "695",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 691"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 296"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "223 La. 485",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3140891,
        9919164
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/223/0485-01",
        "/so2d/66/0311-01"
      ]
    },
    {
      "cite": "24 So.2d 378",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        5412497,
        10055150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/209/0205-01",
        "/so2d/24/0378-01"
      ]
    },
    {
      "cite": "209 La. 205",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5412497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/209/0205-01"
      ]
    },
    {
      "cite": "212 La. 427",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3100729,
        10077877
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/212/0215-01",
        "/so2d/31/0849-01"
      ]
    },
    {
      "cite": "18 So.2d 641",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3104765,
        10079285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/206/0025-01",
        "/so2d/18/0641-01"
      ]
    },
    {
      "cite": "206 La. 25",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10079285,
        3104765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/18/0641-01",
        "/la/206/0025-01"
      ]
    },
    {
      "cite": "41 So.2d 456",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        10067347,
        2956771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/41/0456-01",
        "/la/215/0631-01"
      ]
    },
    {
      "cite": "215 La. 631",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2956771,
        10067347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/215/0631-01",
        "/so2d/41/0456-01"
      ]
    },
    {
      "cite": "205 La. 861",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3153253,
        10056919
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/la/205/0861-01",
        "/so2d/18/0321-01"
      ]
    },
    {
      "cite": "221 La. 151",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2947424,
        9918347
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "838"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/221/0152-01",
        "/so2d/58/0836-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 6313,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 1.1349282979864272e-06,
      "percentile": 0.9863615600755102
    },
    "sha256": "c8aa5a46d4710b8c0ea6a9b3b3e801418ba4a7a415dd1a4f6c9d7fdab6fcebf5",
    "simhash": "1:c6899142a810c177",
    "word_count": 1105
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Curtis SALLEY v. Marlene Mann SALLEY."
    ],
    "opinions": [
      {
        "text": "HAWTHORNE, Justice.\nThis is an appeal from a judgment awarding to Curtis Salley the care and custody of his six-year-old daughter, Vickie Lynn.\nThis daughter was born of the marriage of Curtis Salley to Marlene Mann Salley. In 1954 the child’s parents separated, and in March, 1956, Curtis Salley, the husband, obtained an absolute divorce. This judgment made no mention of the custody of the child, but did order the father to pay $40 a month for the support of his minor child. Since the divorce the child has remained in the care and custody of the mother. On the day the decree of divorce was rendered, Marlene Mann Salley married Paul Mitchell. Curtis Salley also has remarried.\nIn the proceedings now before us the father seeks to be awarded the custody of his minor daughter, alleging that the mother is morally and otherwise unfit because she lived in open adultery with a man named James Culpepper in Shreveport from September through December, 1958, and that for this reason it is not to the best interest of the child that the mother retain her custody. This suit was instituted in February, 1959.\nIn February, 1958, Mrs. Mitchell, formerly Mrs. Salley, separated from her husband, Paul Mitchell, and lived, with her child, apart from him for about a year. It was during this separation that she is alleged to have had an adulterous relationship with Culpepper. Mrs. Mitchell has denied the adultery.\nAfter trial on the merits the judge found that the adulterous relationship had been proven, concluded that the mother was morally unfit to retain the care and custody of the child, and awarded custody to Curtis Salley, the father. The mother has appealed.\nThe law which governs this case has been stated in Kieffer v. Heriard, 221 La. 151, 58 So.2d 836, 838, thus:\n“Under the provisions of Article 157 of the Civil Code and the jurisprudence of this court, the custody of a child whose parents have been legally divorced is left largely to the discretion of the trial judge under circumstances shown to exist when he is called upon to act. This discretion is not, however, unlimited but is subject to review and control by this court. Nevertheless, this court is reluctant to upset a judgment of the trial court in matters involving the custody of a child and will not do so except in cases where it is shown that the judge has abused the discretion vested in him. See Black v. Black, 205 La. 861, 18 So.2d 321; Sampognaro v. Sampognaro, 215 La. 631, 41 So.2d 456.\n“It is also well established that the paramount consideration in determining to whom the custody of a child should be given after the divorce is the welfare and the best interest of the child, and under this rule this court has consistently awarded the custody of minor children to the mother unless she has been found to be morally unfit or unless she is incapable of taking care of the children. See Black v. Black, supra; White v. Broussard, 206 La. 25, 18 So.2d 641; Withrow v. Withrow, 212 La. 427, 31 So.2d 849; Sampognaro v. Sampognaro, supra.”\nThe only question presented by this appeal is whether under the facts of this case the trial judge abused his discretion when he awarded custody of the child to the father.\nThe trial judge in his well written reasons for judgment analyzes and discusses at length the testimony of the witnesses called by both the father and the mother, and it would serve no useful purpose for us to discuss the testimony here. The trial judge concluded that the father had proven the mother guilty of an adulterous relationship with Culpepper, finding as a fact that during the period alleged in the petition Culpepper spent the night with the mother in her apartment on numerous occasions, and that once they were seen to embrace each other.\nFurthermore, the record discloses to us that on several occasions during the visits of Culpepper to the mother’s apartment the child was present, that Culpepper and the little girl knew each other well, and that at least on one occasion the child referred to him as “daddy”\nIn reviewing the testimony the trial judge informs us that the testimony of the mother and her principal witnesses, Culpepper and Mitchell, was evasive, contradictory, and incredible, and the judge states frankly that he did not believe they were telling the truth.\nIn summarizing the judge had this to say:\n“It is my appreciation of the jurisprudence that one indiscretion or one escapade does not render morally unfit a mother who is otherwise free from fault and with this I heartily agree. However, counsel for the defendant has not cited nor has the Court been able to find any case which goes so far as to hold morally fit a mother who has been guilty of as many indiscretions as the defendant in this case. The proof in this case is not of one indiscretion but rather of an open- and public course of conduct on the part of the defendant which shows an utter disregard for the moral principles of our society. This conduct on her part over a four month period ending only approximately one month before the filing of this suit, is such that the Court must and does find that she is morally unfit for the custody of this minor child.”\nFrom the facts and circumstances disclosed by the record in this case we are convinced that the trial judge did not abuse the discretion vested in him when he awarded custody of the child to the father.\n“The decree awarding custody is not, of' course, conclusive for the future in the sense that it can never be changed. See Willis v. Willis, 209 La. 205, 24 So.2d 378. The mother may in the future by proper proceedings be able to establish to the satisfaction of the court that her conduct over a period of time has been proper, that she is at that time morally fit, and that it is to the best interest of the children to be in her charge.” Kieffer v. Heriard, supra.\nFor the reasons assigned the judgment-appealed from is affirmed, appellant to pay-all costs.\n. For this statement the judge evidently relied on the case of Estopinal v. Estopinal, 223 La. 485, 66 So.2d 311, which he cited and discussed in his reasons for judgment.",
        "type": "majority",
        "author": "HAWTHORNE, Justice."
      }
    ],
    "attorneys": [
      "Wilson, Abramson, Maroun & Kaplan, Shreveport, for defendant-appellant.",
      "John R. Hunter, Jr., Alexandria, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 296\nCurtis SALLEY v. Marlene Mann SALLEY.\nNo. 44712.\nDec. 14, 1959.\nWilson, Abramson, Maroun & Kaplan, Shreveport, for defendant-appellant.\nJohn R. Hunter, Jr., Alexandria, for plaintiff-appellee."
  },
  "file_name": "0691-01",
  "first_page_order": 378,
  "last_page_order": 380
}