{
"id": 4382421,
  "name": "HIGHLANDS INN, INC., Plaintiff and Appellant, v. ALBERT GURRIES et al., Defendants and Respondents",
  "name_abbreviation": "Highlands Inn, Inc. v. Gurries",
  "decision_date": "1969-10-09",
  "docket_number": "Civ. No. 25503",
  "first_page": "694",
  "last_page": "699",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 694"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "39 Cal.Rptr. 693",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "case_ids": [
        2144439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/228/0844-01"
      ]
    },
    {
      "cite": "228 Cal.App.2d 535",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2144447
      ],
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/228/0535-01"
      ]
    },
    {
      "cite": "55 Cal. Rptr. 574",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "247 Cal.App.2d 326",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2172299
      ],
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/247/0326-01"
      ]
    },
    {
      "cite": "90 P. 191",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "151 Cal. 98",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2085379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/151/0098-01"
      ]
    },
    {
      "cite": "169 P. 369",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "176 Cal. 649",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2041679
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/176/0649-01"
      ]
    },
    {
      "cite": "5 Cal.Rptr. 73",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "181 Cal.App.2d 151",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4380165
      ],
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/181/0151-01"
      ]
    },
    {
      "cite": "112 A.L.R. 1153",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "71 P.2d 205",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "9 Cal.2d 526",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2249597
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/9/0526-01"
      ]
    },
    {
      "cite": "72 Cal.Rptr. 561",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "266 Cal.App.2d 907",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2227549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/266/0907-01"
      ]
    },
    {
      "cite": "76 Cal.Rptr. 77",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "270 Cal.App.2d 747",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2187298
      ],
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/270/0747-01"
      ]
    },
    {
      "cite": "329 P.2d 489",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "50 Cal.2d 736",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4387070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/50/0736-01"
      ]
    },
    {
      "cite": "61 P.2d 357",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "16 Cal. App.2d 745",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2275037
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/16/0745-01"
      ]
    },
    {
      "cite": "13 Cal.Rptr. 301",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "192 Cal.App. 2d 302",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2332103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/192/0302-01"
      ]
    },
    {
      "cite": "60 P. 848",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "128 Cal. 255",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2079107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/128/0255-01"
      ]
    },
    {
      "cite": "282 P.2d 87",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "132 Cal.App.2d 377",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2186863
      ],
      "weight": 2,
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/132/0377-01"
      ]
    },
    {
      "cite": "8 Cal.Rptr. 56",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "185 Cal.App.2d 85",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2339469
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/185/0085-01"
      ]
    },
    {
      "cite": "187 Cal.App.2d 1",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2340820
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/187/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 9745,
    "ocr_confidence": 0.809,
    "pagerank": {
      "raw": 2.0145177126585427e-07,
      "percentile": 0.7446258449816958
    },
    "sha256": "1789b47b4768086b7c679b9e3fafb2fadec3e145a88c165b1ddc1d25bdb5012f",
    "simhash": "1:5e72a61e0108899b",
    "word_count": 1619
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "HIGHLANDS INN, INC., Plaintiff and Appellant, v. ALBERT GURRIES et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "granting respondents’ motion for dismissal of the complaint for lack of timely return of summons, and from the order denying appellant’s motion for continuance to obtain depositions..\nThe complaint was filed on September 21, 1964, and summons was served on respondents August 29, 1967, and August 30, 1967. On October 24, 1967, appellant’s attorney discovered that the summons with proofs of service was not on file in the court records. Approximately one month after the lapse of the time limitation prescribed in Code of Civil Procedure section 581a, a declaration of personal service of summons and complaint was filed. (Code Civ, Proc., § 410.)\nOn October 26, 1967, respondents filed a- motion for an order of dismissal for lack of timely return of summons-. (Code Civ. Proc., § 581a.) After hearing the motion, an order of dismissal was entered on November 17, 1967, by the court.\nTwo questions are presented: (1) Does section 581a of the Code of Civil Procedure require dismissal upon motion when summons has been served on the defendant and the return of summons was mailed to the county clerk within the three-year period but allegedly lost in the mail, and (2) does a stipulation which extends time to plead made before the motion to dismiss but after the expiration of the three-year period constitute a general appearance ?\nThe facts: On September 21, 1964, appellant filed its complaint for $231,121.59 in damages arising out of a loan made by respondents to appellant upon which appellant alleged the legal rate of interest was usurious and asked for treble, damages.\nAlthough the respondents owned property and a business adjacent to the property and business of the appellant corporation and frequently came upon the property of appellant, the summons was not served until August 1967, almost three years after the complaint was filed. At the hearing, appellant’s attorney explained that the press of business prevented early service of the summons and that the original summons had been lost in March 1965. Alias summons was issued on July 13, 1967, but the original summons was found on August 5, 1967. The respondents were served on August 29 and 30, 1967, and the summons with proofs of service were returned to appellant’s counsel on August 30, 1967, by the process server. According to the declaration of appellant’s counsel, the summons with proofs of service was placed in the mail on August 30, 1967, addressed to the county clerk’s office. No accompanying letter of transmittal was sent to the clerk and no other proof of mailing was offered. There was no evidence that appellant attempted to ascertain whether the summons with proofs of service had been received by the county clerk until after the expiration of the statutory period for making such return. The summons was never received by the clerk and thus was never filed.\nOn September 25, 1967, the attorney for respondents requested an extension of time. Appellant’s attorney signed a stipulation extending the time in which to answer, demur or otherwise plead to the complaint to October 16, 1967. A further extension of time to October 19, 1967, was also granted respondents by appellant. Both stipulations were filed with the county clerk.\nOn October 24, 1967, it was discovered that the summons with proofs of service was not on file in the official court records. Upon motion by respondents the complaint was dismissed for failure to make return of service thereon within three years after commencement of the action pursuant to Code of Civil Procedure section 581a.\nSection 581a provides that subject to certain exceptions no action “shall be further prosecuted, and no further proceedings shall be had therein,” and the action “must be dismissed” on motion of an interested party or on the court’s own motion “unless the summons shall be served and return thereon made within three years after commencement of the said action, . . .” It is settled that it is not enough that the summons is served within the three-year period; it must be “returned,” i.e., filed in the office of the county clerk with a statement of the service within that time. (Carter v. Superior Court, 187 Cal.App.2d 1, 3 [9 Cal.Rptr. 140]; Lambert v. Conrad, 185 Cal.App.2d 85 [8 Cal.Rptr. 56]; Beckwith v. County of Los Angeles, 132 Cal.App.2d 377 [282 P.2d 87]; 2 Witkin Cal.Procedure (1954) Proceedings Without Trial, § 29, p. 1667.)\nThe statute is mandatory and jurisdictional (Code Civ. Proe., § 581a) so that in a case coming within its terms the court has no authority except to dismiss. It is also said that no exceptions have been recognized other than those specified in the statute. (Modoc Land etc. Co. v. Superior Court, 128 Cal. 255 [60 P. 848]; Palmer v. Superior Court, 192 Cal.App. 2d 302 [13 Cal.Rptr. 301]; Cook v. Justice’s Court, 16 Cal. App.2d 745, 748 [61 P.2d 357].) Although we may now recognize that implied exceptions comparable to those developed in the construction, of Code of Civil Procedure section 583 (dismissal for failure to bring action to trial) (Wyoming Pac. Oil Co. v. Preston, 50 Cal.2d 736 [329 P.2d 489] ; Smith v. Herser, 270 Cal.App.2d 747, 752 [76 Cal.Rptr. 77]; Flamer v. Superior Court, 266 Cal.App.2d 907 [72 Cal.Rptr. 561]), there is no indication that there is an implied or decisional exception which is applicable, here. This implied exception arises from the fact that the party is unable from causes beyond his control to bring the case to trial. (See Christin v. Superior Court, 9 Cal.2d 526, 530 [71 P.2d 205, 112 A.L.R. 1153]; 2 Within, Cal. Procedure (1954) Proceedings Without Trial, §§ 45, 46, pp. 1681, 1682.) It could be argued here that, having mailed the summons, the failure to file arose from causes beyond the control of the • appellant. However, the post office was the agent chosen by the plaintiff. Moreover, having chosen a method less sure than personal delivery, it was still within appellant’s power (as it was its duty) to ascertain through an inspection of the records that the summons had been filed. As the court pointed out in Lambert v. Conrad, supra, 185 Cal.App.2d 85, 96, under the long-established interpretation of section 581a, the court or any interested party can by an examination of'the file readily determine if the summons, with proof of service, has been returned to’ the court within three years.\nThe appellant directs our attention to Code of Civil Procedure section 410 which provides that “ [i]f the summons is lost subsequent to service and before it is returned, an affidavit of the official or other person making service, showing the facts of service of the summons, may be returned in lieu of the summons and with the same effect as if the summons were itself returned.” Respondents concede that appellant could file the substitute but contend that the substitute affidavit must be filed with the clerk of the court within the three-year period prescribed in section 581a. It has been held that the issuance of an alias summons pursuant to Code, of Civil Procedure section 408 to replace a lost summons does not have the effect of extending the three-year period prescribed by section 581a. Appellant offers no reason why this holding should not apply to the substitute affidavit provided for by section 410. Moreover, section 410 is referring not to a return to the court, but a return to the attorney by the process server. Since Lambert has held that the return to the attorney does not constitute the return required by section 581a, we conclude that section 410 is not applicable.\nIt is next contended that respondents having been granted an extension of time to plead, such extension constituted a general appearance within the meaning of Code of Civil Procedure section 581a.\nSection 581a provides for the dismissal of actions where summons had not been served and return made within three years after the commencement of the action “except where the parties have filed a stipulation in writing that the time may be extended.” It should first be noted that the stipulations entered into in writing were not stipulations to extend the time to serve and return the summons. Rather, they were stipulations for extensions of time in which to plead to the complaint. Such stipulations do not fall within the above exception. (Miles & Sons, Inc. v. Superior Court, 181 Cal.App.2d 151,153 [5 Cal.Rptr. 73].)\nSection 581a further provides: “But all such actions may be prosecuted, if general appearance has been made by the defendant or defendants, within said three years in the same manner as if summons had been issued and served; . . .” A 1955 amendment added the word “general” in the above proviso and added the following paragraph to the section: “A motion to dismiss pursuant to the provisions of this section shall not, nor shall any extension of time to plead after such motion, constitute a general appearance.” (Italics added.) (See Benson v. Benson, 176 Cal. 649 [169 P. 369]; Zobel v. Zobel, 151 Cal. 98 [90 P. 191]; National Union Fire Ins. Co. v. Superior Court, 247 Cal.App.2d 326, 330 [55 Cal. Rptr. 574]; Davies v. Superior Court, 228 Cal.App.2d 535, 540 [39 Cal.Rptr. 693] Beckwith v. County of Los Angeles, 132 Cal.App.2d 377 [282 P.2d 87].)\nThe order granting defendants’ motion to dismiss and the order denying plaintiff’s motion for continuance to obtain depositions of adverse parties are affirmed.\nDraper, P. J., and Caldecott, J., concurred.\nA petition for a rehearing was denied November 7, 1969.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 25503.\nFirst Dist., Div. Three.\nOct. 9,1969.]\nHIGHLANDS INN, INC., Plaintiff and Appellant, v. ALBERT GURRIES et al., Defendants and Respondents.\nPatricia Smith Ramsey for Plaintiff and Appellant.\nQuentin H. Smith for Defendants and Respondents."
  },
  "file_name": "0694-01",
  "first_page_order": 716,
  "last_page_order": 721
}