{
  "id": 4381761,
  "name": "THE PEOPLE, Plaintiff and Respondent, v. MICHAEL RAY MORROW, Defendant and Appellant",
  "name_abbreviation": "People v. Morrow",
  "decision_date": "1969-10-09",
  "docket_number": "Crim. No. 15855",
  "first_page": "700",
  "last_page": "708",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 700"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "457 P.2d 862",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "80 Cal.Rptr. 22",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 879",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8712035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/0879-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "394 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173399
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0440-01"
      ]
    },
    {
      "cite": "436 P.2d 336",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.Rptr. 336",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 183",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306119
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0183-01"
      ]
    },
    {
      "cite": "388 U.S. 293",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168284
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0293-01"
      ]
    },
    {
      "cite": "78 Cal.Rptr. 405",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "273 Cal.App.2d 547",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2210635
      ],
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/273/0547-01"
      ]
    },
    {
      "cite": "268 Cal.App.2d 324",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2207020
      ],
      "pin_cites": [
        {
          "page": "326-327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/268/0324-01"
      ]
    },
    {
      "cite": "72 Cal.Rptr. 310",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "266 Cal.App.2d 766",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2227570
      ],
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/266/0766-01"
      ]
    },
    {
      "cite": "388 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168184
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0263-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "449 P.2d 230",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "74 Cal.Rptr. 294",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.2d 123",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2308225
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/70/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 793,
    "char_count": 17291,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 1.4486429503055299e-07,
      "percentile": 0.6546142265437097
    },
    "sha256": "bafd0776393654bb8758e499a3951f104a596c07e3f1771ef2b0ab8c9cc7c93e",
    "simhash": "1:bda7e37a3d044756",
    "word_count": 2942
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Respondent, v. MICHAEL RAY MORROW, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "viction of three counts of violation of Penal Code section 211 (robbery) and from a denial of motion for a new trial and from a denial of motion to suppress in-court identification purportedly made pursuant to Penal Code section 1538.5.\nBy information appellant Michael Ray Morrow was charged with six counts of violation of Penal Code section 211. It was alleged that he was armed with a deadly weapon, to wit, a gun, at the time of the commission of each offense. It was further alleged that appellant had suffered three prior felony convictions. After a hearing pursuant to Penal Code section 995, the court dismissed two of the counts against appellant and pleas of not guilty were entered as to the remaining four counts. Prior to the commencement of a trial by jury appellant admitted the truth of the three prior felony convictions as alleged. The jury found the appellant guilty as charged as to three counts of robbery and fixed the same as in the first degree. The jury further found that at the time of the commission of each of the three offenses he was armed as alleged in the information. It appears that the jury was unable to agree on a verdict on one count and after the completion of the jury trial, the appellant personally and by counsel waived right to trial by jury and the court thereupon found appellant not guilty of that count. Application for probation was denied as was the motion for new trial and appellant was sentenced to the state prison for the term prescribed by law on ea,ch count, said sentences to run concurrently with each other and with any sentence imposed by way of a revocation of parole.\nAppellant’s Contention\nAppellant contends as follows:\n1. That evidence of appellant’s pretrial lineup identifications was improperly admitted as he was not afforded right to counsel; and\n2. That evidence of the in-court identifications was tainted by the illegal pretrial lineup identification and was improperly admitted.\nStatement op Pacts\nBy reason of the narrow issues presented on appeal, it is not necessary to review all of the evidence presented by the various witnesses who testified at the langthy trial. Appellant, armed with a gun, and generally disguised by a woman’s nylon stocking pulled over his face participated in a series of - robberies in the Long Beach area. After the apprehension of appellant and several of his confederates, separate proceedings and trials followed. Appellant by way of a motion under section 995 of the Penal Code succeeded in securing the dismissal of two counts of robbery. Counsel for appellant then made a motion pursuant to> the provisions of section 1538.5 of the Penal Code. Such motion was directed not only to the suppression of certain tangible items of evidence secured in a search of the apartment of James Allen Spain but was also directed to the suppression of testimony of witnesses who attended a police lineup in which appellant had appeared on the ground that said lineup was unfair. A hearing was had on such motion and at the conclusion thereof the trial judge granted the motion to suppress the items taken from the Spain apartment and then ruled as follows: ‘ ‘ The Court finds nothing in the conduct of the lineup which would taint any identification by any of the witnesses who have testified. I find nothing unfair about it. Therefore, the identification witnesses will not be disqualified. ’ ’\nAt the outset it should be pointed out that a motion under section 1538.5 of the Penal Code is not the appropriate way to challenge the issue of fairness of a police lineup. As stated in People v. Superior Court, 70 Cal.2d 123, 129 [74 Cal.Rptr. 294, 449 P.2d 230], “Accordingly, we conclude that the procedures afforded by section 1538.5 are not available where, as in the instant case, the evidence sought to be suppressed has not been ' obtained as a result of a search and seizure. ’ ” However, as the hearing on the motion was held immediately prior to the trial itself and before the same judge we shall treat the proceeding as though the same was a pretrial determination on the issue of the fairness of the police lineup. Seven witnesses were called by appellant and the appellant himself testified at the hearing and at the conclusion thereof the court made the ruling as set forth above.\nFirst Contention\nThe police lineup took place on March 21, 1968, over nine months after the cutoff date established in United States v. Wade, 388 U.S. 218 [18 L.Ed.2d 1149, 87 S.Ct. 1926], The evidence did not furnish us with any clue as to why appellant was not furnished counsel at this identification procedure nor was there any evidence which could be construed as a waiver of such right. However, at no time either during the pretrial hearing or a.t the trial itself did appellant raise an objection to the introduction of the lineup identification on the ground that he did not have counsel at such time. Had such an objection been made the court would have been in a position to rule on the same. It is possible that witnesses then could have been called who might have been able to establish that appellant was in fact represented by counsel or had waived such right. It is significant that one of the witnesses called by appellant was Kenneth Aid, Jr., a deputy public defender of Los Angeles County. He testified that he was present at the now challenged lineup as an observer for one of appellant’s confederates, Harry Jolly, who was apprehended the same night as was the appellant, March 20, 1968. Jolly appeared in the lineup the following day with appellant and three others. Jolly within that short space of time had been furnished with the services of the public defender compelling the reasonable conclusion that the law enforcement agencies were complying with the mandate of Wade, supra, and Gilbert v. California, 388 U.S. 263 [18 L.Ed.2d 1178, 87 S.Ct. 1951].\nThere is no reason why the rule that failure to object to the admission of evidence which might otherwise be inadmissible cannot be raised for the first time on appeal should not be applicable to- the cause before this court. (See People v. Rodriguez, 266 Cal.App.2d 766, 769 [72 Cal.Rptr. 310]; People v. Armstrong, 268 Cal.App.2d 324, 326-327 [74 Cal.Rptr.\nThe logic of such holdings is apparent. To permit a defendant to question for the first time on appeal issues such as those set forth above frequently would permit him to secure a reversal of his judgment of conviction even though he had been found guilty after an errorless trial. This would place an undue burden upon the administration of justice and would most certainly encourage gamesmanship in the trial of criminal cases.\nAppellant, having made no objection either at the pretrial hearing or at the trial itself to the lineup identification on the ground that he did not have counsel at such time, cannot raise now this issue for the first time.\nSecond Contention\nAppellant further contends that the evidence of the in-court identifications was tainted by the illegal pretrial lineup procedures and was improperly admitted. As has been previously stated, the trial judge held a pretrial hearing at which seven witnesses and the appellant gave testimony. At the conclusion thereof the court ruled that it could find nothing in the conduct of the lineup that was unfair or would taint any identification evidence offered by any of the witnesses. At the outset it must be pointed out that the Attorney General suggests, but does not vigorously argue, that appellant should be precluded from raising this issue on appeal having made no objection to the introduction of such evidence during the trial. We deem it reasonable to assume that it was the understanding of the court and of counsel that the legality of the lineup was to be determined at the pretrial hearing and that the court’s ruling thereon was to control throughout the trial. In the absence of an express agreement as to the effect of this determination by the court, caution should have dictated that counsel for appellant make appropriate objections throughout the trial. We are, however, of the opinion that the prosecution was not misled and that appellant did not intend to waive his objections as to the legality of the lineup. We therefore hold that this contention of appellant is properly before us on appeal. (See People v. Smith, 273 Cal.App.2d 547, 552 [78 Cal.Rptr. 405].)\nWe are aware of the injunction set forth in Stovall v. Denno, 388 U.S. 293 [18 L.Ed.2d 1199, 87 S.Ct. 1967], to the effect that a defendant might be entitled to redress if “the confrontation conducted in this case was so unnecessarily suggestive and conducive to irreparable mistaken identification that he was denied due process of law.” (At pp. 301-302 [18 L.Ed.2d at pp. 1205-1206].) (See also People v. Caruso, 68 Cal.2d 183 [65 Cal.Rptr. 336, 436 P.2d 336]; Foster v. California (1969) 394 U.S. 440 [22 L.Ed.2d 402, 89 S.Ct. 1127].)\nCertain circumstances are worthy of emphasis in considering the effect of the Stovall rule on the cause before this court.\n1. Each victim at the time of the commission of the offense had an excellent opportunity to observe appellant and generally under lighting conditions described as brillant;\n2. One victim (Mary T. Davies) was robbed by appellant on two separate occasions, once while he wore a stocking mask and once while he wore no face covering;\n3. Law enforcement officers did not suggest to the victims who was the suspected perpetrator of the robberies and the officers requested identical behavior from each man in the lineup in response to certain commands.\n4. Each of the victims without hesitation identified appellant and this was done without any consultation between the \"victims;\n5. All five of the individuals in the lineup were male Caucasians and appeared to be within a reasonable range as to -age;\n6. While there apparently were some discrepancies in the height, weight, build and complexion of the five men, the record does not reveal any extreme differences which could cause the victims to focus on appellant as the robber;\n7. An attorney (Deputy Public Defender Kenneth Aid, Jr.) experienced in the practice of criminal law, attended the lineup as an observer on behalf of a confederate of appellant and when called by appellant as a witness testified as follows: “I didn’t feel in the manner in which the police conducted the lineup that it was unfair. ’\nThe application of the Stovall rule in the cause before this court compels a finding to the effect that the evidence supports the ruling hy the trial judge that the conduct of the lineup was proper and fair and did not taint identification evidence offered by the victims. At trial none of the victims in answer to any question indicated that his or her memory had been refreshed by attendance at the lineup nor that the in-court identification was based on anything other than the observation of appellant through confrontation at close range at the,, time of the commission of the robberies. Considering the totality of the circumstances, we conclude that the showup was. not conducive to irreparable mistaken identification as proscribed in Stovall.\nFrequently in the trial of robbery cases the only evidence is that presented by identification witnesses. In the case at bench certain devastating circumstantial evidence was offered by a witness for the People, Linda Sherrill. She identified a Luger pistol which was similar to the one described by the victims as being in the possession of appellant at the time the robberies occurred. The weapon belonged to Linda’s father and disappeared after a visit to her home by appellant and others. The next time Linda saw the pistol was at the apartment of Jolly. Appellant at that time told her he had borrowed the weapon and he returned the same to her upon her insistence. At that time she discovered that at least five cartridges were missing from the clip.\nLinda further testified that on one occasion when she was in a car with appellant she found a light green nylon stocking rolled up in a little ball and that she threw the same from the vehicle at appellant’s request. Appellant was wearing a similar light green stocking as a mask at the time of the commission of one of the robberies according to the testimony of a victim.\nOn March 9, 1968, at approximately 7 p.m., Linda saw appellant and Jolly leave the latter’s apartment together and when she inquired where the two were going, appellant replied that they were going to work, That same evening Lessie Williams was robbed at gun point while working in a market. She later identified appellant as the robber. During the course of the commission of the crime the weapon discharged and the victim was struck by fragments of a bullet which apparently had ricocheted from the concrete floor.\nThat same evening at about 9 p.m. appellant and Jolly returned to the latter’s apartment and as the two entered the bedroom Jolly said, “Everyone stay out of the bedroom.” After a lapse of approximately 15 minutes Linda entered the bedroom and observed two stacks of paper money and some change lying on the bed. It was the following day that appellant returned the Luger to her.\nConsidering all the evidence in this case, we are able to say that if there was any error in the lineup procedures, that error was harmless beyond a reasonable doubt. (See Chapman v. California, 386 U.S. 18 [17 L.Ed.2d 705, 87 S.Ct. 824].)\nOne additional issue not raised on appeal must be disposed of in view of the recent decision of the Supreme Court in People v. Floyd, 71 Cal.2d 879 [80 Cal.Rptr. 22, 457 P.2d 862], Each count of the information alleged that appellant was armed with a deadly weapon, to wit, a gun, at the time of the commission of each offense. Each of the three verdicts returned by the jury found that it was true that at'the time of the commission of each offense of which appellant was convicted he was armed as charged in the information. The court further indicated at the time of sentence that the jury had found appellant armed as alleged.\nFloyd, supra, requires that the judgment of conviction be modified to provide that at the time of the commission of the offenses, sections 3024 and 12022 of the Penal Code were inapplicable but appellant was armed within the meaning of section 1203. The judgment must also be modified to specify the nature of the weapon.\nThe judgment is modified to provide that at the time of the commission of the offenses, sections 3024 and 12022 of the Penal Code were inapplicable but appellant was armed within the meaning of section 1203 and the weapon is specified as a gun. In all other respects the judgment is affirmed and the purported appeals from the order denying motion for new trial and from an order denying motion to suppress in-court identification are dismissed.\nRoth, P.J., and Fleming, J., concurred.\nA petition for a rehearing was denied October 29, 1969, and appellant’s petition for a hearing by the Supreme Court was denied December 3, 1969. Peters, J., was of the opinion that the petition should be granted.\nThe order denying motion for a new trial under the circumstances shown here is a nonappealable order (Pen. Code, § 1237) and such purported appeal must be dismissed.\nPenal Code section 1538.5 applies only to a motion to suppress evidence “obtained as a result of a search and seizure” (see People v. Superior Court, 70 Cal.2d 123 [74 Cal.Rptr. 294, 449 P.2d 230]) and not to in-court identification and the purported appeal must be dismissed.\nDecisions became final January 13, 1969; February 18, 1969 and May 20, 1969 respectively.\nPetition for hearing by Supreme Court was denied on June 7, 1967.\nPetition for hearing by Supreme Court was denied on March 22, 1966.\nPetition for hearing by Supreme Court was denied on January 18, 1967.\nPetition for hearing by Supreme Court was denied on May 15, 1968.\nPetition for hearing by Supreme Court was denied on July 23, 1969.\nJames Allen Spain at whose apartment appellant was arrested was called as a witness by appellant at the pretrial hearing and testified that he attended the lineup where he heard some officer question one victim, Lessie Williams, as follows: “And the officer pointed at Mike [the appellant] and said, “That’s the man that robbed and shot you, isn’t it?’ ” However, at the trial the witness Williams testified as follows: Q. by deputy district attorney, “Did somebody point him [the appellant] out and say number three, four, or five was the man you wanted? A. Absolutely not.”\nWitness Aid further testified as follows: “The Witness: If I may explain. I mean, just the procedures, the way they instructed the witnesses to react, the way they, I thought, tried to direct their attention to each subject in the same manner and cautioned the witnesses in a way that I would think cause impartiality as much as they could. The Court: Cause impartiality? The Witness: Impartiality.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 15855.\nSecond Dist., Div. Two.\nOct. 9,1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. MICHAEL RAY MORROW, Defendant and Appellant.\nDonald W. Pike, under appointment by the Court of Appeal, for Defendant and Appellant.\nThomas C. Lynch, Attorney General, Elizabeth Miller and Lawrence K. Keethe, Deputy Attorneys General, for Plaintiff and Respondent."
  },
  "file_name": "0700-01",
  "first_page_order": 722,
  "last_page_order": 730
}
