{
"id": 1855467,
  "name": "BERRY v. CITY OF DETROIT",
  "name_abbreviation": "Berry v. City of Detroit",
  "decision_date": "1955-03-09",
  "docket_number": "Docket No. 27, Calendar No. 46,118",
  "first_page": "702",
  "last_page": "706",
  "citations": [
    {
      "type": "official",
      "cite": "341 Mich. 702"
    }
  ],
  "court": {
    "name_abbreviation": "Mich.",
    "id": 8790,
    "name": "Michigan Supreme Court"
  },
  "jurisdiction": {
    "id": 49,
    "name_long": "Michigan",
    "name": "Mich."
  },
  "cites_to": [
    {
      "cite": "119 ALR 161",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "128 Colo 355",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        303529
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/colo/128/0355-01"
      ]
    },
    {
      "cite": "287 Mich 289",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1810720
      ],
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/287/0289-01"
      ]
    },
    {
      "cite": "37 ALR2d 1177",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "48 ALR 1150",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "235 Mich 248",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1718815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/235/0248-01"
      ]
    },
    {
      "cite": "279 Mich 317",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1784357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/279/0317-01"
      ]
    },
    {
      "cite": "144 Mich 684",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1500511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/144/0684-01"
      ]
    },
    {
      "cite": "105 Mich 482",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1512234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/105/0482-01"
      ]
    },
    {
      "cite": "146 Mich 382",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1496164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/146/0382-01"
      ]
    },
    {
      "cite": "121 Mich 279",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1550811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/121/0279-01"
      ]
    },
    {
      "cite": "166 Mich 597",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1613512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/166/0597-01"
      ]
    },
    {
      "cite": "159 Mich 250",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1584363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/159/0250-01"
      ]
    },
    {
      "cite": "201 Mich 130",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1760323
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/mich/201/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 7439,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.150568047137321e-07,
      "percentile": 0.7684559987860297
    },
    "sha256": "5d1eafc0a05f1b6ea94c9cbed050fd753b810a2c454bc5c0eab103bc9e935638",
    "simhash": "1:29eea95132a135a9",
    "word_count": 1290
  },
  "last_updated": "2024-02-27T16:14:53.692353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Carr, C. J., and Smith, Sharpe, Boyles, Reid,. Dethmers, and Kelly, JJ., concurred."
    ],
    "parties": [
      "BERRY v. CITY OF DETROIT."
    ],
    "opinions": [
      {
        "text": "Btjtzel, J.\nHazel M. Berry, plaintiff, resided on the north side of Seward avenue in Detroit, not far from Hamilton avenue to which she walked each morning to board a bus in order to go to work. On the north sidewalk of the street near her home a small section of the walk, to the east and leading to Hamilton avenue, was in a state of disrepair. It had been in that condition for at least as long as plaintiff had lived there, which was about 8 years prior to the accident. Plaintiff knew the condition and took precautions to avoid injury by always walking on the northerly part where for a width of 11 inches there was but a slight crack. Immediately adjoining the 11-inch strip the disrepair began. It consisted of a jagged and irregularly shaped hole which was 1-1/4 inches deep at the point where plaintiff tripped (a fact stipulated to in the pretrial statement) but some 3 to 4 inches deep at the center some distance away. While the court admitted evidence to show the entire condition of the defect, plaintiff does not contest the assertion that the part 3 to 4 inches deep had nothing to do with her fall.\nOn the morning of February 8, 1950, when plaintiff was on her way to work it was daylight and there was no snow, ice or other obstruction on the walk. In fact it was in the very same condition as plaintiff testified it had been in for many j^ears past and because of which she had made it a rule to walk on that part of the sidewalk where there was no defect. Plaintiff was carrying a box containing 2 dresses in one hand and her handbag in the other. She claimed that in some way she caught her shoe in the 1-1/4 inch part of the defect, fell forward, and sustained very severe bruises and some resulting infection but no fractured bones. She testified that either her right foot struck against the eastern edge of the defect or she stepped on the edge of the hole and her shoe slipped off and threw her forward. She went to the Ford Hospital 4 times for treatment of skin abrasions and other injuries and was unable to return to work for a month. At the time of the trial some 2 years later she testified that she still felt the effects of the fall. The jury awarded her $2,500 but the judge granted defendant’s motion for judgment non obstante veredicto from which plaintiff has appealed.\nDefendant’s motion for directed verdict, made at the close of plaintiff’s case, was based solely upon the ground of defendant’s lack of culpable negligence. It was predicated upon the rule adhered to by this Court in previous cases that, unless there is an entrapment (of which there is no claim in this case) there is no culpable negligence on the part of the city in not repairing a hole in the sidewalk less than 2 inches deep. The judge reserved decision on this motion and submitted the case to the jury. The questions of plaintiff’s contributory negligence and defendant’s negligence became confused and both parties stressed both issues in their requests and motions.\nDefendant’s motion for judgment non obstante veredicto asserted that plaintiff had not sustained the burden of proving a culpable defect in the sidewalk which, as she alleged, was the cause of her injury. In granting defendant’s motion the court below stated:\n“It is apparent from the adjudicated cases cited by counsel for the municipality that our Supreme Court in the case of Wadkins v. Albion, 201 Mich 130, adopted the language of the late Mr. Justice North who tried this case at circuit and in a charge to the jury stated: ‘It is the settled law in this State that a depression in a walk which does not exceed 2 inches in depth will not render the city liable for damages incident to an accident caused by such depression.’”\nFor further authorities supporting this conclusion see Northrup v. City of Pontiac, 159 Mich 250; Baker v. City of Detroit, 166 Mich 597; Jackson v. City of Lansing, 121 Mich 279; Bennett v. City of St. Joseph, 146 Mich 382; Weisse v. City of Detroit, 105 Mich 482; Wadkins v. City of Albion, supra (jury question re 3-to-4 inch defect); Wedderburn v. City of Detroit, 144 Mich 684 (jury question re 3-1/2 inch defect).\nThis rule is not without its apparently unexplained extensions, see Rivard v. City of Bay City, 279 Mich 317; cf., Hopson v. City of Detroit, 235 Mich 248 (48 ALR 1150). It is criticized in Parker v. City and County of Denver, 37 ALR2d 1177, and annotation thereafter. However, the facts in the instant case are not conducive to a re-evaluation of the rule and we therefore consider it controlling in this instance.\nThe judge in his opinion on defendant’s motion for judgment non obstante veredicto stressed plaintiff’s contributory negligence as the reason for granting the motion. Plaintiff claims that inasmuch as contributory negligence was not made a ground of the original motion for directed verdict, it cannot, under the Empson act, be made the basis of a judgment non obstante veredicto and therefore the latter should be set aside. In view of our opinion that the judge’s ruling in citing Wadkins v. City of Albion, supra, was also predicated upon defendant’s lack of culpable negligence, the ground upon which the motion for directed verdict was made, we need not pass upon that aspect of plaintiff’s argument or defendant’s claim that plaintiff did not make timely objection. Our decision in regard to defendant’s negligence disposes of the case.\nIn a negligence case where judgment non obstante veredicto was granted (though apparently on the wrong ground), we held that the “fact that the trial court assigned a wrong reason for a correct result does not affect the disposition of the case in this Court.” Goldman v. Grand Trunk Western Railway Co., 287 Mich 289, 296.\nThe judgment of the lower court non obstante veredicto is accordingly affirmed, with costs to appellee.\nCarr, C. J., and Smith, Sharpe, Boyles, Reid,. Dethmers, and Kelly, JJ., concurred.\n128 Colo 355 (262 P2d 553).—Reporter.\nCL 1948, § 691.691 (Stat Ann 1953 Cum Supp § 27.1461).",
        "type": "majority",
        "author": "Btjtzel, J."
      }
    ],
    "attorneys": [
      "Lowell C. Stellberger (Crawford, Sweeney, Dodd & Kerr, of counsel), for plaintiff.",
      "Paul T. Dioyer, Corporation Counsel, and Leo E. LaJoie, Assistant Corporation Counsel, for defendant."
    ],
    "corrections": "",
    "head_matter": "BERRY v. CITY OF DETROIT.\n1. Municipal Corporations—Shallow Depression in Sidewalk.\nA depression in a sidewalk which does not exceed 2 inches in depth will not render the city liable for damages incident to an accident caused by such depression.\n2. Same—Shallow Depression in Sidewalk.\nPlaintiff who was injured vvhen her shoe was caught in a sidewalk depression 1-1/2 inches deep was not, as a matter of law, entitled to recover damages for injuries received.\n3. Appeal and Error—Wrong Reason for Correct Result.\nThe fact that the trial court assigned a wrong reason for the correct result does not affect the disposition of the case in the Supreme Court.\nReferences for Points in Headnotes\n[1, 2] 25 Am Jur, Highways § 488.\n[1,2] Degree of inequality in sidewalk which makes question for jury or for court, as to municipality’s liability. 119 ALR 161; 37 ADR2d 1187.\n[3] ,3 Am Jur, Appeal and Error §§ 1008, 1163.\nAppeal from Wayne; Moynihan (Joseph A.), J.\nSubmitted January 6, 1955.\n(Docket No. 27, Calendar No. 46,118.)\nDecided March 9, 1955.\nCase by Hazel M. Berry against City of Detroit, a municipal corporation, for damages for injuries sustained in fall on sidewalk. Judgment for defendant notwithstanding verdict. Plaintiff appeals.\nAffirmed.\nLowell C. Stellberger (Crawford, Sweeney, Dodd & Kerr, of counsel), for plaintiff.\nPaul T. Dioyer, Corporation Counsel, and Leo E. LaJoie, Assistant Corporation Counsel, for defendant."
  },
  "file_name": "0702-01",
  "first_page_order": 742,
  "last_page_order": 746
}