{
"id": 4381975,
  "name": "Estate of HARRY KURT KRAEMER, Deceased; IDA KRAEMER, Petitioner and Respondent, v. STATE OF CALIFORNIA, Claimant and Appellant; BALDO M. KRISTOVICH, as Public Administrator, etc., Respondent",
  "name_abbreviation": "Kraemer v. State",
  "decision_date": "1969-10-09",
  "docket_number": "Civ. No. 33843",
  "first_page": "715",
  "last_page": "728",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 715"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "456 P.2d 645",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "79 Cal. Rptr. 77",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 566",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8711995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/0566-01"
      ]
    },
    {
      "cite": "25 S.Cal.L.Rev. 297",
      "category": "journals:journal",
      "reporter": "S. Cal. L. Rev.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "192 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885966
      ],
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0506-01"
      ]
    },
    {
      "cite": "55 Cal. L.Rev. 502",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "year": 1967,
      "pin_cites": [
        {
          "page": "594, fn. 10"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "57 Cal. Rptr. 135",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "52 Cal. Rptr. 441",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "16 Cal.Rptr. 77",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "case_ids": [
        2322587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/195/0873-01"
      ]
    },
    {
      "cite": "195 Cal.App.2d 503",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2322545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/195/0503-01"
      ]
    },
    {
      "cite": "159 P.2d 14",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "26 Cal.2d 358",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2168405
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/26/0358-01"
      ]
    },
    {
      "cite": "44 Stat. 2132",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "18 P. 407",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "76 Cal. 294",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2323716
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/76/0294-01"
      ]
    },
    {
      "cite": "137 A.L.R. 1093",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "314 U.S. 556",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141748
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/314/0556-01"
      ]
    },
    {
      "cite": "119 A.L.R. 410",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "305 U.S. 188",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139598
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0188-01"
      ]
    },
    {
      "cite": "62 Colum. L.Rev. 257",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "pin_cites": [
        {
          "page": "fn. 3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "424 P.2d 687",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.Rptr. 135",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "66 Cal.2d 83",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2331162
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/66/0083-01"
      ]
    },
    {
      "cite": "416 P.2d 473",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "52 Cal.Rptr. 441",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.2d 60",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326705
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/65/0060-01"
      ]
    },
    {
      "cite": "389 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340675
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0429-01"
      ]
    },
    {
      "cite": "191 P.2d 747",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "31 Cal.2d 573",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2345485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/31/0573-01"
      ]
    },
    {
      "cite": "170 A.L.R. 953",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "170 A.L.R 953",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "331 U.S. 503",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158182
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0503-01"
      ]
    },
    {
      "cite": "424 P.2d 687",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 1
    },
    {
      "cite": "57 Cal.Rptr. 135",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 1
    },
    {
      "cite": "66 Cal.2d 83",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2331162
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-2d/66/0083-01"
      ]
    },
    {
      "cite": "416 P.2d 473",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "52 Cal.Rptr. 441",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "65 Cal.2d 60",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326705
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/cal-2d/65/0060-01"
      ]
    },
    {
      "cite": "389 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340675
      ],
      "weight": 3,
      "opinion_index": 1,
      "case_paths": [
        "/us/389/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1161,
    "char_count": 31412,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 4.32370672493436e-08,
      "percentile": 0.27208729157568645
    },
    "sha256": "8625149f774fe8c227f3bead0757af387b4cb030d43a69fc1d9bfdf7cda0d9cb",
    "simhash": "1:f28ca951ee36c6c6",
    "word_count": 5131
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Estate of HARRY KURT KRAEMER, Deceased. IDA KRAEMER, Petitioner and Respondent, v. STATE OF CALIFORNIA, Claimant and Appellant; BALDO M. KRISTOVICH, as Public Administrator, etc., Respondent."
    ],
    "opinions": [
      {
        "text": "fornia concerns the right of petitioner Ida Kraemer, a citizen and resident of East Germany, to inherit all or any part of her son’s estate under the provisions of section 259 of the Probate Code of California.\nThe superior court sitting in probate found that petitioner Ida Kraemer is the mother of Harry Kurt Kraemer and the sole heir entitled to distribution of his whole estate consisting of real and personal property. During the court hearing on her petition to determine heirship it was established that decedent was a naturalized citizen of the United States of America and at the time of his death was a resident of the County of Los Angeles.\nWe adopt certain portions of the Memorandum of Opinion of the trial judge, the Honorable Joseph H. Call, as the opinion of this court\n“It is strongly contended by the petitioner, Ida Kraemer, that section 259 of the Probate Code is in conflict with and therefore inoperative, as against the provisions of the 1923 Treaty with Germany. And, further, that section 259 of the California Probate Code is invalid because it is an invasion by the State into the field of foreign affairs, which is exclusively reserved for and preempted by the federal government.\n“These questions were originally determined by the United States Supreme Court in Clark v. Allen (1947) 331 U.S. 503 [91 L.Ed. 1633, 67 S.Ct. 1431, 170 A.L.R 953]; 331 U.S. at p. 516 [91 L.Ed. at p. 1645, 67 S.Ct. at p. 1438, 170 A.L.R. 953], In that case it was held in part that the rights secured by the 1923 Treaty with Germany, as to realty, were in terms of a right to sell within a specified time, plus a right- to withdraw the proceeds[;] that those rights extended to German heirs of ‘any person’ holding realty in the United States, regardless of citizenship; and that the disposition of realty is governed by the treaty, and that its provisions prevail over any conflict with provisions of the California law.\ntheir personal property within the territories of the other country, and that it does not cover personalty located in the United States which a United States citizen undertakes to leave to German Nationals’. (Italics added.)\n“It was further held that sections 259 and 259.2 of the California Probate Code were not unconstituitional as an extension of State power into the field of foreign affairs exclusively reserved to the federal government, and that California had not entered into the forbidden domain of negotiating with a foreign country or of making a compact with it contrary to article I, section 10 of the federal Constitution.\n“In the Estate of Knutzen (1948) 31 Cal.2d 573 [191 P.2d 747] a case involving the construction of section 259 of the Probate Code, et seq., the California Supreme Court carefully analyzed and recognized the holding in Clark v. Allen, supra. In that connection it is important to note paragraph 5 of the ruling of California Supreme Court at page 578 in which the court states:\n“Paragraph 5: ‘While §259.2 as enacted in 1941, and as reenacted in 1947, provided for escheat if no heirs were found eligible to take the property, the primary purpose of the legislation was not to establish a procedure for escheat or for defeasance of any interest of nonresident aliens to inherit. Hence the proper construction is that sections 259 et seq., are laws of succession, that they constitute limitations on the power of aliens to inherit and the nonresident aliens are made ineligible to inherit, and acquire no rights in the estate in the absence of reciprocal rights of American citizens to inherit property in the country in which such aliens are resident.’\n“In the case of Zschernig v. Miller (1968) 389 U.S. 429 [19 L.Ed.2d 683, 88 S.Ct. 664] the United States Supreme Court resolved a factual and a legal situation very much conforming to the case at issue. The Zschernig case involved proceedings by East German next-of-kin of an Oregon intestate against the administrator and Oregon officials for determination of heirship in favor of the next-of-kin.\n‘ ‘ The Oregon State Board had requested that the property be escheated to the State of Oregon. The Circuit Court in Multnomah County decreed that the property be escheated to the State, and the next-of-kin appealed; the Oregon Supreme Court (243 Oregon p. 567) modified the decree, but held that the next-of-kin could take the realty involved but not the personalty, and the next-of-kin appealed. The appellants, or next-of-kin, are the sole heirs of the decedent, and the decedent was a resident of Oregon.\n“Justice Douglas speaking for the majority of .the United States Supreme Court, in analyzing the Oregon Revised Statute, which stated conditions under which an alien not residing in the United States or its territories can take property in Oregon through succession or testamentary disposition, held that the Oregon Revised Statute, section 111.070 constituted an intrusion by the State into the field of foreign affairs which the Constitution entrusts to the President and Congress. (Emphasis added.)\n“In arriving at this conclusion it was pointed out by Justice Douglas among other things that the Oregon Revised Statute, supra, provides for escheat where the' nonresident claims real or personal property unless the nonresident establishes certain requirements. One of the requirements is, the existence of a reciprocal right of a United States citizen to take property on the same terms as a citizen or resident of the foreign country. (See footnote 5(1) (a).)\n“In this respect it is to be noted that this requirement is a substantial restatement or duplication of the requirement set forth in section 259 of the Probate Code of the State of California.\n“The Oregon Supreme Court had held that the next-of-kin in East Germany could take the Oregon realty involved by reason of Article IV, of the 1923 Treaty with Germany. (Footnote 3, supra.) But by reason of the same article as construed in Clark v. Allen the next-of-kin in East Germany could not take the personalty located, in the United States. (Emphasis added.)\n“Justice Douglas, speaking for the majority of the Court, points out that the United States Department of Justice, appearing as amicus, submitted that although the 1923 Treaty is still in force, Clark v. Allen should be overruled insofar as it construed the personalty provision of Article IY. The portion of Article IY requested to be overruled by the Justice Department speaks of the right of ‘nationals of either High Contracting Party’ to dispose of ‘their personal property of every kind within the territories of the other. ’\n“In this connection the Court reaffirmed its position that such literal language and its long consistent construction as held in Clark v. Allen, ‘. . . does not cover personalty located in this country and which an American citizen undertakes to leave to German nationals. ’\n“It is significant to note that the Court refused to accept the invitation to re-examine their ruling in Clark v. Allen, stating that, ‘For we conclude that the history.and operation of this Oregon statute makes clear that § 111.070 is an intrusion by the State into the field, of foreign affairs which the Constitution entrusts to the President and the Congress. ’ (Emphasis added.)\n“The Supreme Court then, referring to Clark v. Allen, stated that:\n“ ‘We held in Clark v. Allen that a general reciprocity clause did not on its face intrude on the federal domain. ... We noted that the California statute, then a recent enactment, would have only “some incidental or. indirect effect in foreign countries.. . .”’\n‘ ‘ The Court then proceeds to state:\ncaprice of government officials, whether the representation of consuls, ambassadors, and other representatives of foreign nations are credible or made in good faith, Avhether there is in the actual administration in the particular foreign system of law any element of confiscation.’ (Emphasis added.)\n‘‘ And of special interest respecting the above quotation see the recent cases of Estate of Larkin (1966) 65 Cal.2d 60 [52 Cal.Rptr. 441, 416 P.2d 473], and Estate of Chichernea (1967) 66 Cal.2d 83 [57 Cal.Rptr. 135, 424 P.2d 687], In the Larkin ease, and in the Ghiehernea case our California Supreme Court upheld the right, in contemplation of section 259 of the Probate Code, of Californians to leave their estates to beneficiaries residing in the Soviet Union, and in the Ohichernea case the Court likewise upheld the right of Californians to leave their property to persons residing in Romania. In coming to this conclusion in the Larkin case the California Supreme Court stated:\n“ ‘Section 259 does not require that foreign governments have the same judicial system as ours, nor even an independent judiciary. All that it requires is that there be no discrimination shoAvn.in inheritance matters as between the nationals of that 'country and the residents and citizens of our oavu. ’\n“The conclusions, however, of the United States Supreme Court in the Zschernig case are that such statutory restrictions do constitute an intrusion by that State into the field of foreign affairs which the Constitution entrusts to the President and the Congress, and further the Court stated that:\n“ ‘. . . Yet, such forbidden state actiAdty . . . has infected each of the three provisions of Section 111.070 as applied by Oregon. ’ (Emphasis added.)\n“It must again be remembered that subdivision 1, of the Oregon Revised Statutes respecting reciprocal rights is, in substance, a restatement of section 259 of the California Probate Code and if State activity has infected subdivision 1 of the Oregon Revised Statute it has certainly infected section 259 of the California Probate Code. And it might be further pointed out that the United States Supreme Court in Zschernig v. Miller, supra, in coming to this conclusion further states:\n“ ‘As we read the decisions that followed in the wake of Clark v. Allen, we find that they radiate some of the attitudes of the “cold war,” where the search is for the “democracy quotient” of a foreign regime as opposed to the Marxist theory. . . . And this has led into minute inquiries concerning the actual administration of foreign law, into the credibility of foreign diplomatic statements, and into speculation whether the fact that because some received delivery of funds should “not preclude wonderment as to how many may have been denied ‘ the right to receive.’ . . .” ’\n‘‘ The Court, thereafter, goes on to state:\n“ ‘As one reads the Oregon decisions, it seems that foreign policy attitudes, the freezing or thawing of the “cold war,” and the like are the real desiderata. Yet they, of course, are matters for the Federal Government, not for the probate courts. ’\n“It may be noted that in footnote 8, as just indicated, the Court indicates that such attitudes are not confined to the Oregon courts, and states that representative samples from other states include statements from the New York courts, Pennsylvania courts, as well as California. In the latter respect the footnote is quoted as follows:\n“ ‘A California Judge, upon being asked if he would hear argument on the law, replied, ‘No, I won’t send any money to Russia!’ The judge took ‘judicial notice that Russia kicks the United States in the teeth all the time,’ and told counsel for the Soviet claimant that ‘I would think your firm would feel it honor bound to withdraw as representing the Russian Government. No American can make it too> strong.’ Berman, Soviet Heirs in American Courts (1962) 62 Colum. L.Rev. 257, fn. 3.\n“Thereafter, the Court in the Zschernig case in again discussing all three parts of section 111.070 (Oregon Revised Statute) concludes as follows:\n“ ‘This is as true of (1) (a) of § 111.070 as it is of (1) (b) and (1) (e).’\n“And thereafter in paragraphs 4 and 5 the United States Supreme Court further concludes that:\n“ ‘ It seems inescapable that the type of probate law that Oregon enforces affects international relations in a persistent and subtle way. The practice of state courts in withholding remittances to legatees residing in Communist countries or in preventing them from assigning them is\" notorious. The several States, of course, have traditionally regulated the descent and distribution of estates. But those regulations must give way if-they impair the effective exercise of the Nation's foreign policy. . . . The Present Oregon law is not as gross an intrusion in the Federal domain as those others might he. Yet, as we have said, it has a direct impact upon foreign relations and may well adversely affect the power of the central government to deal with those problems. The Oregon law does indeed illustrate the dangers which are involved if each State, speaking through its probate courts, is permitted to establish its own foreign policy. ’ ‘Reversed. ’\n“From this holding it is clear that the United States Supreme Court has clearly held that the Oregon Revised Statute section 111.070, and each subdivision or part thereof, . is an intrusion by the State into the field of foreign affairs which the Constitution entrusts to the President and the Congress. ’\n“And consequently, under the same rationale, section 259 of the Probate Code of the State of California,, which is substantially a restatement of subdivision 1 of the Oregon Revised Statute, must also fall, and for the same reason.\n“It was held in' Clark v. Allen that the rights secured by the 1923 Treaty, as to realty, were in terms of a right to sell within a specified time, with a right to withdraw the proceeds . . . and that these rights extended to German heirs of ‘any person’ holding realty in the United States, regardless of citizenship, . . . and the disposition of realty is governed by the treaty, and its provisions prevail over any conflicting provision of California law. It was further held that as to personalty, that the treaty refers only to the rights of nationals of either country to dispose of their personal property in the other country, and that it does not cover personalty located in the United States which a United States citizen undertakes to leave to German Nationals. (Emphasis added.)\n“It follows that the right of alien heirs under the Treaty, — ‘Nationals of either High Contracting Party . . .’ to dispose personal property of every kind within the territories of the other, . . does not cover personalty located in this country and which an American citizen-national undertakes to leave to German nationals.’ On the other hand, if the decedent is a citizen-national (oT non-citizen-national) of the United States of America, and the personalty is located in this country, the question of its inheritance or succession then, is determined by local or State law, Lyeth v. Hoey, 305 U.S. 188 [83 L.Ed. 119, 59 S.Ct. 155, 119 A.L.R. 410]; and Irving Trust Co. v. Day, 314 U.S. 556 [86 L.Ed. 452, 62 S.Ct. 398, 137 A.L.R. 1093]; People v. Roach, 76 Cal. 294 [18 P. 407].\n“Where these rights may be affected by an overriding fed-' eral policy, as where the Treaty makes different or conflicting arrangements, the State law must give way. But, as in this case, where there is no treaty governing the rights to succession to the personal property the disposition or the right of succession is governed by the laws of the State of California.\n‘ ‘ Section 671 of the Civil Code respecting the taking hold, or disposing of real or personal property provides as follows:\n“Who May Own Property. Any person, whether citizen or alien, may take, hold and dispose of property real or personal, within this state.\n‘‘ Section 225 of the Probate Code respecting\"succession provides in part as follows:\n“No Surviving Spouse Nor Issue. If the decedent leaves neither issue nor spouse, the estate goes to his parents in equal shares, or if either is dead to the survivor. . .\n“Section 1026 of the Probate Code respecting the succession by a nonresident alien to property in California provides as follows:\n“Alien Succeeding To Property. A nonresident alien who becomes entitled to property by succession must appear and demand the property within five years from the time of succession ; otherwise, his rights are barred and the property shall be disposed of as escheated property.\n“From these sections it is clear that Ida Kraemer, the mother of decedent and Petitioner for Determination of Heir-ship, is entitled to full distribution of the within estate of Harry Kurt Kraemer, and that the State of California is entitled to no right or title therein or distribution thereof.”\nThe judgment is affirmed.\nStephens, Acting P. J., and Reppy, J., concurred.\nRetired judge of the superior court sitting under assignment by the Chairman of the Judicial Council.\nWe add by footnote on the concluding page of the opinion, reference to a California Supreme Court case, decided subsequent to the decision in the instant case, the rationale of which is supportive of the conclusion we deem obligatory in this action.\n“Section 259, Probate Code: ‘The right of aliens not residing within the United States or its territories to take real property in this State by succession or testamentary disposition, upon the same terms and conditions as residents and citizens of the United States is dependent in each case upon the existence of a reciprocal right upon the part of citizens of the United States to take real property upon the same terms and conditions as residents and citizens of the respective countries of which such aliens are residents and the right of aliens not residing in the United States or its territories to take personal property in this State by succession or testamentary disposition, upon the same terms and conditions as residents and citizens of the United States, is dependent in each case upon the existence of a reciprocal right upon the part of citizens of the United States to take personal property upon the same terms and conditions as residents and citizens of the respective countries of which such aliens are residents/\n“Article IV of the 1923 Treaty with Germany (44 Stat. 2132-2135) provides: ‘Where, on the death of any person holding real or other immovable property or interests therein within the territories of One High Contracting Party, such property or interests therein would, by the laws of the country or by a testamentary disposition, descend or pass to a national of the other High Contracting Party, whether resident or nonresident, were he not disqualified by the laws of the country where such property or interests therein is or are situated, such national shall be allowed a term of three years in which to sell the same, this term to be reasonably prolonged if circumstances render it necessary, and withdraw the proceeds thereof, without restraint or interference, and exempt from any succession, probate or administrative duties or charges other than those which may be imposed in like cases upon the national of the country from which such proceeds may be drawn.\n“ ‘Nationals of either High Contracting Party may have full power to dispose of their personal property of every kind within the territories of the other, by testament, donation, or otherwise, and their heirs, legatees and donees, of whatsoever nationality, whether resident or non-resident, shall succeed to such personal property, and may take possession thereof, either by themselves or by others acting for them, and retain or dispose of the same at their pleasure subject to the payment of such duties or charges only as the nationals of the High Contracting Party within whose territories such property may be or belong shall be liable to pay in like cases. ’ ’ ’\n“The following observation is appropriate respecting the use of the word ‘nationals.’ The word ‘nationals’ as used in the treaty (footnote 3, paragraph 2) which states ‘Nationals of either High Contracting Party ... ’is loosely used. In the international sense every person in the world is either a national of a state or an alien. Prior to the adoption of the United States Nationality Code of 1940 (some 17 years after the ratification of this treaty with Germany in 1923) there existed much confusion concerning, surrounding, and pertaining to the identification of persons included in the generalized term of ‘nationals,’ ‘citizen-nationals’ and ‘noncitizen-nationals.’ It was, however, generally understood that nationals of the United States were divided into two classes: 1. Those nationals known as citizen-nationals; and, 2. Those nationals known as noncitizen-nationals.\n“By way of explanation at this juncture it may be pointed out that all citizens of the United States are nationals of the United States. However, not all nationals of the United States are citizens of the United States. An illustration of this during the time involved could be citizens of the Philippine Islands who owed allegiance to the United States. Also, a person born in the United States whose parents are French nationals is, by the Law of France, á French National, ánd by the Law of the-United States an American National.\n‘ ‘ A great deal of this confusion was cleared up by the adoption of the Nationality Code of 1940. And under the Nationality Code it has been since 1940 provided by statute that:\n“ (a) The term ‘national’ means a person owing permanent allegiance to a state;\n“(b) The term ‘National of the United States’ means (1) a citizen of the United States; or (2) a person who, though not a citizen of the United States, owes permanent allegiance to the United States. It does not include an alien. (Emphasis added.) (United States Code Annotated, Title 8, Aliens and Nationality, section 501, subdivision (a) and (b) 1940; see Aifafara v. Fross, 26 Cal.2d 358 [159 P.2d 14]; and McGoverny, Cases on Constitutional Law, (2d ed. 1934) p. 440.’’\n‘ (1) The right of an alien not residing within the United States or its territories to take either real or personal property or the proceeds thereof in this state by succession or testamentary disposition, upon the same terms and conditions as inhabitants and citizens of the United States, is dependent in each case:\n‘ ‘ ‘ (a) Upon the existence of a reciprocal right upon the part of citizens of the United States, to take real and personal property and the proceeds thereof upon the game terms and conditions as inhabitants and citizens of the country of which such\" alien is an inhabitant or citizen;\n“ ‘ (b) Upon the rights of citizens of the United States to receive by payment to them within the United States or its territories money originating from the estates of persons dying within such foreign country; and,\n‘ ‘ ‘ (2) The burden is upon such nonresident aliens to establish the fact of existence of the reciprocal rights set forth in subsection (1) of this section.\n“ ‘ (3) If such reciprocal rights are not found to exist and if no heir, devisee or legatee other than such alien is found eligible to take such property, the property shall be disposed of as escheated property. ’ ’ ’\n‘See Estate of Gogabashvele, 195 Cal.App.2d 503 [16 Cal.Rptr. 77], disapproved in Estate of Larkin, 65 Cal.2d 60 [52 Cal. Rptr. 441, 416 P.2d 473], and Estate of Chichernea, 66 Cal.2d 83 [57 Cal. Rptr. 135, 424 P.2d 687], One commentator has described the GogabashveXe decision in the following manner:\n‘The court analyzed the general nature of rights in the Soviet system instead of examining whether Russian inheritance rights were granted equally to aliens and residents. The court found Russia had no separation of powers, too much control in the hands of the Communist Party, no independent judiciary, confused legislation, unpublished statutes, and unrepealed obsolete statutes. Before stating its holding of no reciprocity, the court also noted Stalin’s crimes, the Beria trial, the doctrine of crime by analogy, Soviet xenophobia, and demonstrations at the American Embassy in Moscow unhindered by the police. The court concluded that a leading Soviet jurist’s construction of article 8 of the law enacting the R.S.P.S.R. Civil Code seemed modeled, after Humpty Dumpty, who said ‘‘When I use a word * * *, it means just what I choose it to more nor less.” ’ Note: 55 Cal. L.Rev. 502, 594, fn. 10 (1967). (88 S.Ct. p. 668 [389 U.S. at p. 435, 19 L.Ed.2d at p. 689].)\n‘A particularly pointed attack was made by Judge Musmanno of the Pennsylvania Supreme Court, where he stated with respect to the Pennsylvania Act that:\n‘ It is a commendable and salutary piece of legislation because it provides for the safekeeping of these funds even with accruing interest, in the steelbound vaults of the Commonwealth of Pennsylvania until such time as the Iron Curtain lifts or sufficiently cracks to allow honest money to pass through and be honestly delivered to the persons entitled to them. Otherwise, wages and other monetary rewards faithfully earned under a free enterprise democratic system could be used by Communist forces which are committed to the very destruction of that free enterprising world of democracy.’ Belemecick’s Estate, 411 Pa. 506, 508 [192 A.2d 740, 741], rev’d. . . .’\n'See Berman, Soviet Heirs in American Courts, 62 Col.L.Rev. 257 (1962) ; Chaitkin, The Rights of Residents of Russia and its Satellites to Share in Estates of American Decedents, 25 S.Cal.L.Rev. 297 (1952).’\nPurdy & Fitzpatrick v. State of California, 71 Cal.2d 566 [79 Cal. Rptr. 77, 456 P.2d 645].",
        "type": "majority",
        "author": null
      },
      {
        "text": "trial judge, I would like to stress certain features.\nProbate Code section 259 appears to me to say that California allows nonresident aliens to inherit California real property in the same manner that United States citizens can, if the aliens ’ country gives United States citizens not residing there the same rights to inherit real property as it gives its own resident citizens (which may or may not give the distributee the same bundle of property rights as California recognizes is obtainable by the distributee of a deceased owner).\nConsequently, what must be learned is wha,t right to inherit real property the resident citizens of the other country have and what right to inherit real property in that country nonresident United States citizens have. If the rights are the same, then California allows the nonresident alien seeking distribution of real property here to get it; if the rights are dissimilar, then the nonresident alien will not get distribution of the real property.\nZschernig v. Miller, 389 U.S. 429 [19 L.Ed.2d 683, 88 S.Ct. 664], I feel, would not condemn Probate Code section 259 if, under it, all that could be done by local trial courts, to determine if the other country involved treated its own resident citizens and nonresident United States citizens alike, was to read the applicable written law of that country (presumably through an authenticated translation) and possibly hear expert interpretive testimony where the credibility of the foreign expert was not put into question. However, if through legislative language or through subsisting court interpretation, trial court inquiry into how the. law is administered (such as to learn that officials and- the courts of the country do not interpret its inheritance statute literally and sanction discrimination against nonresident United States citizens) is allowed, then the code section is disapproved by Zschernig. For example, if our courts hold that section 259 allows trial court inquiry to determine if distribution to a United States heir turns on the whim or caprice of an official (other, perhaps, than by what the written law says), it is defective. Inquiry into this subject would involve the delicate area of foreign relations and would put into balance the credibility of officials and experts from the foreign country. Estate of Larkin, 65 Cal.2d 60, 65 [52 Cal.Rptr. 441, 416 P.2d 473], suggests that even if it were found that the right of the local citizen of the other country also turned on the whim of an official (so that theoretically he was in no better position than the United States citizen), California would consider the nonresident citizen heir disqualified to receive distribution of real property.\nAlthough the language of Larkin makes it clear that section 259 allows no inquiry into the so-called “balance of inheritances” (p. 81) or “democracy quotient” (p. 83) of the foreign countries whose laws of inheritance (as they relate to local and United States citizens) are concerned, the opinion further states (p. 65) : “ Though section 259 requires only the demonstration of a ‘reciprocal right’ on the part of our citizens ‘to take property upon the same terms and conditions’ as residents of the foreign country itself, we doubt that'mere equality of treatment would suffice. We would almost certainly not find the requisite reciprocity with respect to a country which permitted no inheritance at all. . . [apparently meaning to either the local citizens or to nonresident United States citizens], or which made the enforcement of inheritance rights subject to official whim or caprice [again, apparently meaning as such would relate to both the local citizens and nonresident United States citizens]. ”\nAlso, Estate of Chichernea, 66 Cal.2d 83, 102 [57 Cal.Rptr. 135, 424 P.2d 687], states that Larkin recognizes that section 259 impliedly requires that the right accorded by the foreign country to the United States citizen (presumably equivalent to the right accorded the local citizen) meet some minimal standard of economic substantiality.\nIf these expressions in Larkin and Chichernea are the present guidepost for the trial courts and Courts of Appeal, then it must be said that section 259 opens the door into inquiry as to how official whim (even if allowed by written law) is exercised as between local and United States citizens, and this would amount to state intrusion into foreign affairs, the exclusive province of the federal government. The Larkin language is the last word on section 259 and is emphatic enough not to be ignored. Therefore, I am constrained to be in accord with the result of the written opinion of the trial judge which is being adopted as the opinion of this court.\nAppellant’s petition for a hearing by the Supreme Court was denied December 3, 1969. Peters, J., was of the opinion that the petition should be granted.\nSee quotation on page 721 of our opinion for language of Mr. Justice Douglas in Zschernig that states have launched inquiries into whether United States citizens have, not rights, but merely dispensations turning on the \"whim or caprice” of government officials.\nPraetieally there is the likelihood that the whim would more often be exercised favorably toward him than toward the United States citizen.\nSuch evidence does not truly relate to the issues . . . [and] introduces factors which section 259 and the United States Constitution exclude from . . . consideration.” (Pp. 82, 84.)\nChichernea holds that this does not have to include the right to remove the value of the foreign country real property from its confines.",
        "type": "concurrence",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 33843.\nSecond Dist., Div. Five.\nOct. 9,1969.]\nEstate of HARRY KURT KRAEMER, Deceased. IDA KRAEMER, Petitioner and Respondent, v. STATE OF CALIFORNIA, Claimant and Appellant; BALDO M. KRISTOVICH, as Public Administrator, etc., Respondent.\nThomas C. Lynch, Attorney General, and Elizabeth Miller, Deputy Attorney General, for Claimant and Appellant.\nC. W. Ricketts for Petitioner and Respondent.\nJohn D. Maharg, County Counsel, for Respondent."
  },
  "file_name": "0715-01",
  "first_page_order": 737,
  "last_page_order": 750
}