{
  "id": 3187795,
  "name": "STATE of Louisiana ex rel. Andrew Stirling ALBRITTON v. Honorable Ellen Bryan MOORE, Register of State Land Office et al.",
  "name_abbreviation": "State ex rel. Albritton v. Moore",
  "decision_date": "1959-12-14",
  "docket_number": "No. 44665",
  "first_page": "727",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 728"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 502"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "231 La. 546",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9909617,
        5466842
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/91/0788-01",
        "/la/231/0545-01"
      ]
    },
    {
      "cite": "230 La. 101",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3086475,
        9912863
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/230/0101-01",
        "/so2d/87/0743-01"
      ]
    },
    {
      "cite": "233 La. 273",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9888537,
        5401989
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/96/0565-01",
        "/la/233/0273-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 11537,
    "ocr_confidence": 0.748,
    "pagerank": {
      "raw": 5.796615515292008e-08,
      "percentile": 0.36140987370306144
    },
    "sha256": "da2258e958eb373eeee2b0b1d015edef9aa4ed25a97863d2ee2f786ab0245b24",
    "simhash": "1:976cd033b592342d",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "FOURNET, C. J., concurs."
    ],
    "parties": [
      "STATE of Louisiana ex rel. Andrew Stirling ALBRITTON v. Honorable Ellen Bryan MOORE, Register of State Land Office et al."
    ],
    "opinions": [
      {
        "text": "HAMITER, Justice.\nThe instant appeal is from a judgment rendered by the district court on a previous remand by us of the same cause. See State ex rel. Albritton v. Grace, 233 La. 273, 96 So.2d 565.\nIn the suit relator, Andrew S. Albritton, seeks under the authority of Act 104 of 1888 to compel by mandamus the Register of the State Land Office to issue, and the Governor to sign, a patent to certain real estate which is fully described in our earlier opinion. The demand is based on a lieu warrant issued by the state in 1919 and purchased by relator in December, 1941.\nInitially, respondents defended on the ground that the lands sought to be patented by relator were not of the same class as those originally sold by the state. The district judge rejected that defense and rendered a judgment decreeing that a previously issued alternative writ of mandamus be made peremptory and ordering and commanding the Register of the State Land Office to issue, and the Governor to sign, the patent in favor of relator, as prayed for.\nWhile an appeal from such judgment was pending in this Court respondents attempted (after the case had been argued and submitted for our consideration) to introduce here an executive order or proclamation, allegedly issued in March, 1917 by the then Governor of Louisiana (Honorable Ruffin G. Pleasant), for the purpose of showing that the lands involved had been withdrawn from location. Although we could not then consider the proclamation, especially in view of the objection offered thereto by relator, we felt that it was of sufficient importance to warrant our remanding the cause to the district court so that its effect on the litigation might be determined. Accordingly, and after expressing approval of the district judge’s rejection of respondents’ initial defense, we decreed that the cause be remanded.\nOn the remand respondents filed exceptions of no right and no cause of action. The district judge took the position that “ * * * under the decree of the Supreme Court this court must restrict respondents to one thing, that is, the filing and urging of the proclamation as a defense to relator’s suit * * *” ; and, for that reason, he overruled the exceptions. With respect to the merits the judge again rendered judgment in favor of relator.\nThe present appeal followed, and respondents now contend that (1) the proclamation of 1917, introduced on the remand, withdrew the lands in question from location and (2)' relator has no right and no cause of action for compelling the issuance of the sought patent.\nIn our opinion the district court properly ruled that the executive order of Governor Pleasant was not intended to and did not have the effect of withdrawing lands from location under warrants authorized by Act 104 of 1888. The proclamation itself does not specifically so provide. Moreover, the exhibits contained in the record establish conclusively that neither such Govern- or nor the Register of the State Land Office considered that it had such effect. As correctly stated by the trial judge, relator offered in evidence many documents “ * * showing the issuance of numerous patents under similar warrants beginning shortly after the date of the proclamation and down to a fairly recent date. Many of these patents bear the signatures of Governor Pleasant and Fred J. Grace, Register of the Land Office at the time the proclamation was issued and for many years thereafter. * * ” Too, the enactment by the Legislature of Acts 140, 141 and 142 of 1942 indicates that such body likewise did not interpret the executive order as having the effect contended for by respondents.\nAs to respondents’ second contention, we think that the district judge should have given consideration to the exceptions of no right and no cause of action. True, we remanded the case to permit the introduction of the executive order and to have its legality and effect determined; hut our decree did not restrict the trial court to such a determination. Besides, it is well settled that exceptions of no right and no cause of action are peremptory in nature and can be urged at any time prior to rendition of a definitive judgment, even on appeal. See Code of Practice Articles 345, 346, 902; Stevens v. Johnson, 230 La. 101, 87 So.2d 743; Mitchell v. First National Life Insurance Company, 231 La. 546, 91 So.2d 788. And incidentally, as hereinafter pointed out, there may be merit in the exception of no right of action.\nUnder the last mentioned exception respondents now urge (for the first time) that any right relator may have had to proceed under Act 104 of 1888 is no longer enforceable since he has failed to exercise it within the time limitation specified by Acts 141 and 142 of 1942.\nCountering, relator shows that the Revised Statutes of 1950 specifically repealed Acts 141 and 142 of 1942 and did not continue in effect the provisions thereof. Further, he says that if his right is affected by any legislation it is by the unrepealed Act 140 of 1942 that is all inclusive as to procedures under the 1888 statute and with the provisions of which his demand completely accords.\nAct 140 of 1942, insofar as pertinent, provides: “Section 1. Be it enacted by the Legislature of Louisiana that from and after six months from the date this act becomes effective no person holding or having a right to secure and hold any unlocated school, internal improvement or other state land warrant of any kind or nature shall have the right to locate said warrant on any lands belonging to the State of Louisiana provided that the said period of six months shall not commence to run against any person serving in any of the active branches of the armed forces of the United States until the expiration of a period of six months after the termination of war with all of the nations with whom the United States is now at war, at the end of which last mentioned six months the period of time hereinabove provided shall commence to run; provided further, that said person in the armed forces of the United States shall have been a bona fide owner of any such land warrant at the time of his entry into the armed forces of the United States, or who obtained title to such warrant by inheritance during such serviced (Underscoring ours.)\nConceding that Act 140 of 1942 is an attempt to limit the time for the exercise of his rights, relator argues that he was in the armed forces of the United States when the statute became effective and that consequently the period of repose provided for was suspended as to him until one year after April 28, 1952 (he filed his application to locate and for a patent fifteen days prior to the expiration of that year), such being the date on which the United States completed the requisite formalities respecting its peace treaty with Japan. However, relator’s argument seemingly overlooks the above underscored provisions of Act 140 of 1942 which require that the mentioned person in the armed forces of the United States, in order to be entitled to the recited one year suspension benefit, “shall have been a bona fide owner of any such land warrant at the time of his entry into the armed forces of the United States, or who obtained title to such warrant by inheritance during such service.” In this connection the relator, according to the record before üs, acquired the lieu warrant on which he bases his demand herein by purchase after his entry on active duty.\nAgain, with respect to the issue of whether relator’s right to locate was exercised within the time prescribed by Act 140 of 1942, there arises the serious question as to what was meant by the phrase “the termination of war” contained in the statutory provisions. By such language did the Legislature intend to give to the person in the military service one year from the actual cessation of hostilities and surrender of the enemy, or did it purpose (as assumed by relator) to allow him one year from the formal ratification .of the treaty between the-United States and Japan which occurred on April 28, 1952 — long after the cessation of hostilities and the surrender? If it meant the former there is considerable doubt that relator’s application to locate was timely filed.\nIn a supplemental brief filed in opposition to respondents’ exceptions relator states: “Relator, in the two trials of this case, has not raised any constitutional objection to the Acts of 1942 because, as pointed out before, it was tacitly agreed by defendants that those Acts were not offered as depriving him of his rights. But now, for the first time, they are offered for that purpose and, if such contention is to be considered by this Court, then Relator should, by the same token, have the right to object to the basic effect of the Acts themselves. Time for that purpose is not now allowed but if the Court is to consider the new claim made by defendants, certainly Relator, in order that justice might be done, should have the right to start over in his contentions and thereby fully answer defendants’ new claims.”\nRelator, in such supplemental brief, then briefly outlines several alleged constitutional objections respecting the enforcement of the Acts of T942 — objections which he had not heretofore urged in view of the fact that the question of the effect of these acts on his claim is now presented for the first time. And he concludes: “While Relator assumes that in any event this Court would deny defendants’ new claim, it should be said here that if this Court should have any contrary ideas the most that the Court should do, if justice is to be served, would be to again remand the case for the Lower Court to consider the question and to- allow Relator to file any necessary pleas of unconstitutionality against the Acts of 1942 and to otherwise prove whatever is necessary in support of his claim.”\nIt is indeed unfortunate that the important issues mentioned herein were not raised earlier. Nevertheless, in view of the well settled law pointed out above regarding the filing of peremptory exceptions, such issues must be determined. Accordingly, and in keeping with relator’s suggestion, the cause will again be remanded; however, the remand will be for the restricted purpose of having the district judge give consideration to respondents’ exceptions of no right and no cause of action (this he failed to do heretofore).\nOn the remand the judge, under the exception of no right of action, shall permit all parties litigant to file such pleas and to introduce such material and admissible evidence that they deem necessary in support of their respective positions. Thereafter he shall pass upon respondents’ exceptions and also render such judgment on the entire case as the law and the evidence warrant.\nFor the reasons assigned the judgment appealed from is annulled and set aside and the cause is remanded to the district court for further proceedings consistent with the views hereinabove expressed and according to law. All costs shall await the final determination of the litigation.\nFOURNET, C. J., concurs.",
        "type": "majority",
        "author": "HAMITER, Justice."
      }
    ],
    "attorneys": [
      "Jack P. F. Gremillion, Atty. Gen., George M. Ponder, 1st Asst. Atty. Gen., John L. Madden, Special Asst. Atty. Gen., Ernest Eldred, Special Counsel to Atty. Gen., Robert Lacy, Atty. for Land Office, Edward M. Carmouche, Special Asst. Atty. Gen., for defendants-appellants.",
      "Liskow & Lewis, Lake Charles, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 502\nSTATE of Louisiana ex rel. Andrew Stirling ALBRITTON v. Honorable Ellen Bryan MOORE, Register of State Land Office et al.\nNo. 44665.\nDec. 14, 1959.\nJack P. F. Gremillion, Atty. Gen., George M. Ponder, 1st Asst. Atty. Gen., John L. Madden, Special Asst. Atty. Gen., Ernest Eldred, Special Counsel to Atty. Gen., Robert Lacy, Atty. for Land Office, Edward M. Carmouche, Special Asst. Atty. Gen., for defendants-appellants.\nLiskow & Lewis, Lake Charles, for plaintiff-appellee."
  },
  "file_name": "0727-01",
  "first_page_order": 396,
  "last_page_order": 401
}
