{
  "id": 4382436,
  "name": "ST. LOUIS-SAN FRANCISCO RAILWAY CO., Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; GLADYS L. MARQUIS et al., Real Parties in Interest",
  "name_abbreviation": "St. Louis-San Francisco Ry. v. Superior Court of L.A. Cty.",
  "decision_date": "1969-10-10",
  "docket_number": "Civ. No. 34663",
  "first_page": "762",
  "last_page": "769",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 762"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "4 Cal.Rptr. 832",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "180 Cal.App.2d 712",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        6035578
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/180/0712-01"
      ]
    },
    {
      "cite": "4 Cal.Rptr. 419",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "179 Cal.App. 2d 815",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2346050
      ],
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/179/0815-01"
      ]
    },
    {
      "cite": "442 P.2d 361",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "69 Cal.Rptr. 305",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 802",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306171
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "806"
        },
        {
          "page": "806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0802-01"
      ]
    },
    {
      "cite": "185 P. 171",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "181 Cal. 472",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2044731
      ],
      "pin_cites": [
        {
          "page": "475-476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/181/0472-01"
      ]
    },
    {
      "cite": "77 Cal.Rptr. 152",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "272 Cal.App.2d 32",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2208834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/272/0032-01"
      ]
    },
    {
      "cite": "76 Cal.Rptr. 526",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d 505",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0505-01"
      ]
    },
    {
      "cite": "76 Cal.Rptr. 256",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "271 Cal.App.2d 292",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        63724
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/271/0292-01"
      ]
    },
    {
      "cite": "71 Cal.Rptr. 344",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "265 Cal.App.2d 501",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2204852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/265/0501-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 201",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "256 Cal.App.2d 121",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2199007
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/256/0121-01"
      ]
    },
    {
      "cite": "64 Cal.Rptr. 440",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "case_ids": [
        2306131
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0007-01"
      ]
    },
    {
      "cite": "68 Cal.2d 7",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "opinion_index": 0
    },
    {
      "cite": "432 P.2d 727",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "63 Cal.Rptr. 31",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "67 Cal.2d 551",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2328489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/67/0551-01"
      ]
    },
    {
      "cite": "224 P.2d 723",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "36 Cal.2d 437",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4408911
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/36/0437-01"
      ]
    },
    {
      "cite": "42 A.L.R.2d 1162",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "264 P.2d 944",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "41 Cal.2d 859",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        12137700
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "865"
        },
        {
          "page": "862"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/41/0859-01"
      ]
    },
    {
      "cite": "262 P.2d 337",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "120 Cal.App.2d 811",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2207997
      ],
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/120/0811-01"
      ]
    },
    {
      "cite": "47 P.2d 716",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "4 Cal.2d 120",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2200112
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/4/0120-01"
      ]
    },
    {
      "cite": "90 F.Supp. 670",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        296919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/90/0670-01"
      ]
    },
    {
      "cite": "132 A.L.R. 1264",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "109 P.2d 701",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "17 Cal.2d 108",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2205549
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/17/0108-01"
      ]
    },
    {
      "cite": "44 Cal.Rptr. 367",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "234 Cal.App.2d 335",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2147880
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "341"
        },
        {
          "page": "341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/234/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 14092,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 1.0933334235816754e-07,
      "percentile": 0.566169108700932
    },
    "sha256": "72ed4438fd4bcbbcc68e552c737bf2ecf3dfb8a89d397f759e1e8c56348715ce",
    "simhash": "1:36e3f8b81c3493f2",
    "word_count": 2385
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ST. LOUIS-SAN FRANCISCO RAILWAY CO., Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; GLADYS L. MARQUIS et al., Real Parties in Interest."
    ],
    "opinions": [
      {
        "text": "San Francisco Railway Co. has applied to this court for a writ,of mandate to compel the respondent-Superior Court of Los Angeles to vacate its order denying the petitioner’s motion to dismiss because of a failure to comply.with section 583, Code of Civil\nFactual Background\nIn 1958 a railroad train, owned and operated by petitioner, and an automobile operated by the plaintiff, Riley Marquis,were involved in a collision. Plaintiff, Gladys L. Marquis was' a passenger in the automobile. On February 20, 1959, a personal injury action was filed by the plaintiffs in California in the respondent court. The--petitioner appeared therein and trial'was held on March 12, 1963. At the conclusion of the trial verdict was directed in favor of the petitioner. An appeal was taken and the judgment was reversed on May 12, 1965. (234 Cal.App.2d 335.) The remittitur was filed on July 12,1965.\nAn At Issue Memorandum and a Certificate of Readiness were filed on November 7, 1967. A trial setting conference was held on January 22, 1969. On March 12, 1969 the petitioner filed a notice of motion to dismiss. In the points and authorities filed in support of the motion to dismiss, the petitioner argued that under section 583 dismissal was mandatory because of the failure of plaintiffs to bring the matter to trial within three years after the filing of the remittitur.\nThe plaintiffs filed points and authorities in opposition to the motion for a dismissal but failed to file a declaration or affidavit in support thereof.\nThe plaintiffs urged the trial court to dismiss the motion for the following reasons:\n1. Some of the delay in bringing this matter to trial was necessary in order to complete necessary discovery after the remittitur filed in order to perpetuate testimony and strengthen their case.\n2. An At Issue Memorandum and a Certificate of Readiness were filed on November 17,1967, eight months before the three-year limitations set forth in section 583. The delay since that date was caused by the congested calendar of the respondent superior court not by the plaintiffs.\n3. Under Arkansas law the time limit for a new trial after a reversal on appeal is 10 years from the rendition of the judgment. The substantive law of Arkansas must be applied to this matter. Section 583 is substantive in its effect. Therefore, the Arkansas law and not section 583 must be applied to' this case.\n4. Section 583 is unconstitutional as it applies to the time within which a case must be brought to trial after a reversal on appeal insofar as dismissal is made mandatory after three years.\na. Three years is no longer a reasonable time because of the congested condition of the respondent superior court’s calendar.\nb. A person who' wins the right to a new trial after a reversal is denied equal protection of the laws because the time limitation is limited to three years with no provision for a stipulation to extend the time as opposed to a five-year limitation which can be extended by stipulation on a first trial.\nThe respondent court denied the motion on April 21, 1969. The minute order for April -21, 1969 sets forth the reasons for the court’s ruling as follows: ‘1 Court believes Sec. 583 CCP effects substantive rights, and is substantive rather than purely procedural; therefore,. the law of Arkansas held applicable to this motion. ’ ’\nDoes the Law op the Forum Apply as to the Time Within Which a Cause Must Be Brought to Trial ?\nBefore it can be decided whether there was compliance by the plaintiffs with section 583 it must be determined if section 583 has any application to a matter wherein the cause of-action arose in another state.\nAs to the substantive aspects of a case, the law of the place where the cause of action arose must be applied Marquis v. St. Louis etc. Ry. Co., 234 Cal.App.2d 335, 341 [44 Cal.Rptr. 367]). However, procedural matters are determined by the law of the forum (Marquis v. St. Louis etc. Ry. Co., supra, 234 Cal.App.2d 335, 341; 11 Cal.Jur. 2d 184; Rest., Conflict of Laws, § 585; see Biewend, v. Biewend, 17 Cal.2d 108,114 [109 P.2d 701, 132 A.L.R. 1264]).\nWhether a particular question is one of substance or procedure is determined by the law of the forum (McMillen v. Douglas Aircraft Co., 90 F.Supp. 670; Rest., Conflict of Laws, § 584; 11 Cal.Jur.2d 184).\nThe five-year provisions of section 583 have been held to be merely procedural in two eases which did not involve a conflict of law problem (Rosefield Packing Co. v. Superior Court, 4 Cal.2d 120, 122 [47 P.2d 716]; Estate of Thatcher, 120 Cal.App.2d 811, 814 [262 P.2d 337]). In Rosefield Packing Co. v. Superior Court, supra, the Supreme Court held that a statute such as section 583 shortening, extending, or limiting the time within which a matter must be brought to trial is procedural and therefore can have a retroactive application.\nSince the three-year provisions of 583 also concern a limitation of the time within which an action must be tried, that portion of section 583 which applies to a new trial after a reversal on appeal is also procedural in nature.\nThe plaintiffs suggest that the choice of law rule enunciated in Grant v. McAuliffe, 41 Cal.2d 859 [264 P.2d 944, 42 A.L.R.2d 1162] requires that this court should hold that the law of Arkansas should be followed even though we conclude that section 583 is procedural. In Grant v. McAuliffe the Supreme Court determined that for1 purposes of conflicts of law the question of the survival of a cause of action after the death of the tortfeasor should be determined by California law and not Arizona law, the state where the cause of action arose, although survival statutes had been held to be substantive in nature in Cort v. Steen, 36 Cal.2d 437, 442 [224 P.2d 723]. The plaintiffs refer us to the following language from Grant v. McAuliffe, supra, as supportive of their position: “The problem in the present proceeding, however, is not whether the survival statutes apply retroactively, but whether they are substantive or procedural for purposes of conflict of laws.'1 “Substance” and “procedure” . . . are not legal concepts of invariable content’ [citations], and a statute or other rule of law will be characterized as substantive or procedural according to the nature of the problem for which a characterization must be made.” (Grant v. McAuliffe, 41 Cal.2d 859, 865 [ 264 P.2d 944, 42 A.L.R.2d 1162].) Later California decisions have reflected the present view of the California Supreme Court that this state will no longer apply the lex loci delicti theory in solving conflict of laws problems (see Reich v. Purcell, 67 Cal.2d 551 [63 Cal.Rptr. 31, 432 P.2d 727]; Travelers Ins. Co. v. Workmen’s Comp. App. Bd., 68 Cal.2d 7 [64 Cal.Rptr. 440, 434 P.2d 992]) but will apply the substantive law deemed most appropriate in light of the significant interest in the particular case. However, if the matter is purely procedural the law of the forum must be applied since ‘‘the fonum does not adopt as its own the procedural law of the place where the tortious acts occur” (Grant v. McAuliffe, supra, 41 Cal.2d 859, 862). Since we have determined that section 583 is purely procedural it is applicable to the matter before us.\nWas There Compliance With Section 583?\nThe remittitur was filed on July 12, 1965. The motion to dismiss was filed on March 12, 1969, three years and eight months later. No showing was made by way of affidavit, declaration, or testimony of any fact which would show excusable delay or what efforts, if any, were made by the real parties in interest to bring this matter to trial within three years. The burden of showing good cause for delay is upon the plaintiff (Breckenridge v. Mason, 256 Cal.App.2d 121, 127 [64 Cal.Rptr. 201]). If the plaintiff does not meet this burden, it is an abuse of discretion for the trial judge to refuse to grant the motion to dismiss (Black Bros. Co. v. Superior Court, 265 Cal.App.2d 501 [71 Cal.Rptr. 344] ; City of Los Angeles v. Superior Court, 271 Cal.App.2d 292 [76 Cal.Rptr. 256] ; Market-Front Co. v. Superior Court, 271 Cal.App.2d 505 [76 Cal.Rptr. 526]; Paul W. Speer, Inc. v. Superior Court, 272 Cal.App.2d 32 [77 Cal.Rptr. 152]).\nIn order to demonstrate excusable delay to overcome a motion to dismiss filed pursuant to section 583 it is not necessary to file an affidavit or declaration. Plaintiffs may rely upon the court’s record for this purpose (see City of Los Angeles v. Superior Court, supra, 271 Cal.App.2d 292, 295). In the instant ease the record shows that the plaintiffs below filed their At Issue Memorandum and Certificate of Readiness eight months prior to the expiration of the three-year limitation. However, there is nothing in the record nor was any evidence presented to ¡the trial court to show that further delay was unavoidable. There is nothing in the record to show that the plaintiffs took any steps after filing the Certificates. of Beadiness to obtain a trial date within the three-year period. The duty rests upon a plaintiff to use due diligence at every stage of the proceedings to expedite his case to a final determination (see Raggio v. Southern Pac. Co.,. 181 Cal. 472, 475-476 [185 P. 171]; Weeks v. Roberts, 68 Cal.2d 802, 806 [69 Cal.Rptr. 305, 442 P.2d 361]). If it was impossible or impractical to proceed to trial because of the congestion of the court’s calendar, proof should have been presented-to -the trial judge in opposition to the motion to dismiss. Here plaintiffs failed to make a motion to advance the case on the trial list because the three-year deadline was approaching' (see Weeks v. Rolerts, 68 Cal.2d 802, 806 [69 Cal.Rptr. 305, 442 P.2d 361]).\nAnother argument asserted by plaintiff in opposition to the issuance of the writ was that the three-year provisions of section 583 are unconstitutional in that they violate both the due process and equal protection clauses of the Fourteenth Amendment of the United States Constitution. The essence of the due process argument is that the three-year period is no longer a reasonable time; that because of the “tremendous increase in case load confronting our courts” the failure to bring the case to. trial within three years has “nothing to do with any lack of .diligence by counsel. ’ ’ With regard to the contention of unequal protection, it is argued that section 583 establishes an unequal position “for the litigant who has gone through a trial once and is undertaking a new trial as opposed to those litigants who in the first instance are given five years, plus the further right to extend the time by stipulation.” We find no merit to these contentions. The dismissal statutes are not unconstitutional on the ground that they deny a plaintiff the right to prosecute actions for protection and preservation of his property (see Muller v. Muller, 179 Cal.App. 2d 815, 819 [4 Cal.Rptr. 419]; Muller v. Coastside County Water Dist., 180 Cal.App.2d 712, 713 [4 Cal.Rptr. 832]; Rosefield Packing Co. v. Superior Court, 4 Cal.2d 120 [47 P.2d 716]; 31 Cal.Jur.2d, §4, p. 430), and plaintiffs have not demonstrated wherein the statute is unreasonable as applied to them or that they have been denied an opportunity for a hearing; there is no showing that the delay in fact was caused by court congestion rather than by failure to prosecute with diligence. The legislative determination that a plaintiff may have five years within which to complete all necessary proceedings prior to the first trial, whereas a new trial after reversal upon appeal must be had more promptly, i.e., within three years, is based upon practical procedural considerations and is a reasonable classification, applicable alike to all litigants. The three-year provision of section 583 meets the test of equality under the same conditions and among persons similarly situated and does not violate the equal protection clause.\nIt is our view that the plaintiffs failed to comply with the three-year limitation of section 583 \"which we have found to be the appropriate law rather than the 10-year provision of the Arkansas law. Since no evidence was presented which would demonstrate that there was compliance with section 583, the trial judge erred in denying defendant’s motion for a dismissal.\nLet a peremptory writ of mandate issue.\nFleming, Acting P.J., and Wright, J., concurred.\nThe petition of the real parties in interest for a hearing by the Supreme Court was denied December 3, 1969. Mosk, J., was of the opinion that the petition should be granted.\nAssigned by the Chairman of the Judicial Council.\nSection 583, Code of Civil Procedure provides in part: . . When in an action after judgment, An appeal has been taken and judgment reversed with cause' remanded for a new trial (or when .an appeal has been taken from an order granting a new trial and such order is affirmed on appeal), the action must be dismissed by the trial court, on motion of defendant after due notice to plaintiff, or of its own motion, unless brought to trial within three years from the date upon which remittitur is filed by the clerk of the trial court. ’ ’\nArkansas Statute 27-2145 provides: ‘ ‘ limit.— Upon the determination of any appeal or writ of error the Supreme Court may award execution to carry the same into effect, or may remand the record, with the decision of such court thereon, to the circuit court in which the cause originated, and order such decision to be carried into effect; provided the mandate is taken out and filed with the court from which the appeal came within twelve [12] months from the determination of any appeal; and such decision shall be carried into effect within ten [10] years from the rendition of the judgment, and not thereafter.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 34663.\nSecond Dist., Div. Two.\nOct. 10, 1969.]\nST. LOUIS-SAN FRANCISCO RAILWAY CO., Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; GLADYS L. MARQUIS et al., Real Parties in Interest.\nJohn J. Balluff, Matthew H. Witteman, Henry M. Moffat and Donald W. Ricketts for Petitioner.\nNo appearance for Respondent.\nRaymond C. Simpson and C. Neil Rehkop for Real Parties in Interest."
  },
  "file_name": "0762-01",
  "first_page_order": 784,
  "last_page_order": 791
}
