{
  "id": 4382290,
  "name": "PEDRO R. ROMERO, Plaintiff and Respondent, v. WILLIAM C. HERN, as State Labor Commissioner, Defendant and Appellant",
  "name_abbreviation": "Romero v. Hern",
  "decision_date": "1969-10-15",
  "docket_number": "Civ. No. 12055",
  "first_page": "787",
  "last_page": "795",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 787"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "16 Cal.Rptr. 851",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "196 Cal.App.2d 743",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2320778
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/196/0743-01"
      ]
    },
    {
      "cite": "220 P.2d 962",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "98 Cal.App.2d 586",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2283578
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/98/0586-01"
      ]
    },
    {
      "cite": "52 Cal.L.Rev. 823",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "56 Cal.L.Rev. 756",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "72 Cal.Rptr. 379",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "266 Cal.App.2d 667",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2227569
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/266/0667-01"
      ]
    },
    {
      "cite": "94 A.L.R.2d 1310",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "368 P.2d 697",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "19 Cal.Rptr. 153",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.2d 287",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4374453
      ],
      "pin_cites": [
        {
          "page": "298-301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/57/0287-01"
      ]
    },
    {
      "cite": "421 P.2d 65",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "55 Cal.Rptr. 217",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.2d 475",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326753
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/65/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 794,
    "char_count": 18371,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 1.575693272961096e-07,
      "percentile": 0.6794508096804099
    },
    "sha256": "20428dc30815960ca7acd20233d52dd7caf290cfe6191a36ce9671efc62059fe",
    "simhash": "1:ca8ff826b512f69b",
    "word_count": 2896
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEDRO R. ROMERO, Plaintiff and Respondent, v. WILLIAM C. HERN, as State Labor Commissioner, Defendant and Appellant."
    ],
    "opinions": [
      {
        "text": "a superior court order granting a writ of mandate compelling him. to answer interrogatories propounded by respondent Romero.\nQuestion Presented\nIn this administrative disciplinary proceeding are section 11507.5 and 11507.6 of the Government Code applicable and what interrogatories is appellant Labor Commissioner required to answer ?\nRecord\nA hearing officer recommended in a proposed decision that respondent be exonerated of all charges. Appellant, did not adopt the proposed decision but instead referred the matter to another hearing officer to take additional evidence.\nBefore a second hearing respondent served appellant with the written interrogatories set forth in footnote 2, requesting that they be answered “under oath pursuant to Section 2030 of the California Code of Procedure.” Appellant refused to answer, stating that “ [a]lthough . . . [appellant] recognized there to exist a right to discovery in Administrative Proceedings,” appellant did not feel there existed any right to interrogatories. Appellant offered to give, on written request but not on interrogatories, the names, addresses and' occupations of each person intended to be called as a witness.\nThereupon, respondent petitioned the superior court' for a writ of mandate to compel appellant to answer the interrogatories. After a hearing the court granted a peremptory writ compelling appellant to answer the interrogatories but stayed the pending disciplinary proceedings until after this appeal is determined.\nSections'\"11507.5 and 11507.6\nThe judgment was entered May 14, 1968. Then sections 11500 et seq. of the Government Code, the Administrative Procedure Act, contained no provision authorizing the service of interrogatories upon an adverse party such as is found in section 2030 of the Code of Civil Procedure. Nor does it now contain such a provision. The Administrative Procedure Act. then and now provided' for the taking of the deposition of any material witness upon an order of the accusing agency after a verified showing, inter alia, that the witness would be unable or could not be compelled to attend the disciplinary hearing. (Gov. Code, §11511.) However, this latter provision did not afford discovery even by the limited mode of depositions. (Shively v. Stewart (1966) 65 Cal.2d 475, 479 [55 Cal.Rptr. 217, 421 P.2d 65].)\nExcept for disciplinary proceedings before the State Bar, which is sui generis and functions as an arm of the Supreme Court in such matters (Brotsky v. State Bar (1962) 57 Cal.2d 287, 298-301 [19 Cal.Rptr. 153, 368 P.2d 697, 94 A.L.R.2d 1310]), the Civil Discovery Act (Code Civ. Proc., § 2016 et seq) does not apply to administrative adjudication, (See Shively v. Stewart, supra; Everett v. Gordon (1968) 266 Cal.App.2d 667 [72 Cal.Rptr. 379]; Comments, Discovery in State Administrative Adjudication (1958), 56 Cal.L.Rev. 756; and Discovery Prior to Administrative Adjudications — A Statutory Proposal (1964) 52 Cal.L.Rev. 823.)\nAs will hereinafter appear, the courts provided a limited form of discovery in administrative proceedings, somewhat akin to discovery allowed in criminal proceedings. The trial court determined this proceeding under the law as it then stood. The appeal was filed in this case on June 13, 1968. Effective November 13, 1968, sections 11507.5 and 11507.6 were added to the Government Code. Those sections are applicable tó disciplinary proceedings before the Labor Commission. (Gov. Code, § 11501.)\nIn general, section 11507.6 by omitting the requirement of showing “good cause”, broadens the scope of administrative discovery beyond that theretofore provided by the courts.\n;£.. . Statutes affecting only matters of procedure are applicable to actions which are pending when the statute becomes effective.” (National Auto. & Cas. Ins. Co. v. Downey (1950) 98 Cal.App.2d 586, 590 [220 P.2d 962].) “An action is deemed to be pending from the time of its commencement until its final determination upon appeal. . . .” (Code Cov. Proc., § 1049.)\nBefore determining the applicability to this proceeding of sections 11507.5 and 11507.6, it is well to determine the status of discovery in administrative proceedings before the enactment of those statutes and at the time of the issuance of the writ of mandate in the instant case.\nThe two cases dealing with discovery in administrative proceedings are Shively v. Stewart, supra, 65 Cal.2d 475, and Everett v. Gordon (1968) 266 Cal.App.2d 667 [72 Cal.Rptr. 379].\nIn Shively the petitioners seeking discovery were licensed physicians facing criminal charges' in administrative disciplinary proceedings which could have resulted in revocation, of their licenses.\nFinding that “ [t]he criminal law analogy is appropriate,” the Supreme Court said, 11 [t]he Legislature’s silence with respect to prehearing discovery in administrative proceedings does not mean, however, that it has rejected such discovery. Instead, as in the case of criminal discovery . . ., it has left to the courts the question whether modern concepts of administrative adjudication call for common law rules to permit and regulate the use of the agencies’ subpoena power to secure prehearing discovery.” (65 Cal.2d at p. 479.) Shively held that the petitioners there were entitled to subpoenas duces tecum for the production of written statements of material witnesses (alleged abortionists’ patients and husbands of the latter) and copies of the petitioners’ writings with respect to treatment given the women. The Supreme Court also held that the petitioners were not entitled to production of all-reports and documents gathered by investigators and employees of the State Board of Medical Examiners because the petitioners’ request amounted to no more than “a wish for the-benefit of all the information in the adversary’s files,” and they had made-no “additional showing of need and specificity.” (P. 482.)\nIn Everett v. Gordon, supra, 266 Cal.App.2d 667, 672, the court said, “Shivley v. Stewart . . . recognizes that, upon a proper showing being made, the accused in an administrative disciplinary proceeding, may depose an executive employee of a public agency for a limited purpose.” The court of appeal then explained what such “limited purpose” was by noting that “the use of the word ‘depositions’ in . . . Shively was intended to be limited in its application to the production of evidentiary material which the witness has in his possession or under his control.” (Id. at p. 673.) Using the analogy of the criminal law, Everett held that licensed real estate brokers were no't entitled to take the depositions of material witnesses (a property owner and sale negotiator) for general discovery purposes. The court further said that the brokers would have the opportunity of showing good cause for the propounding of interrogatories to the Real Estate Commissioner who had instituted a disciplinary proceeding against them by accusation. The appeals court in Everett had none of the proposed interrogatories before it.\nIn cases where depositions can be used for administrative discovery, no logical reason exists why interrogatories cannot be used too for the production of evidentiary material which the commissioner-has in hi$ possession or under his control.\nComparing the discovery provided for in section 11507.6 with the discovery heretofore allowed by the courts in administrative matters (namely, discovery -akin to that allowed in criminal matters), there is practically no difference between the two as to the information obtainable. The main difference between the two methods is that the code section eliminates the requirement of showing good cause for obtaining the information required by the section to be disclosed, while under the Shively rule, as to some of the information, good cause to receive it must be shown. We see. no reason why the rule allowing application of procedural changes should not apply in this case.\nAlthough section 11507.6 provides that requests for the information permitted by the statute are to be made within a certain 15-day period, and that period had expired before the enactment of the statute, there appears to be no reason why under the circumstances that limitation should not be disregarded.\nRespondent requested that his interrogatories be answered under oath. We find no such oath requirement as to interrogatories, under the Shively rule and hence no difference in that respect between the two procedures.\nIt should be pointed out that neither Shively nor Everett discuss the right to interrogatories nor does section 11507.6\" mention interrogatories. Both cas,es dealt with the discovery of information by subpoena duces tecum to obtain depositions and documents.\nSection 11507.6 does not, in terms, provide for interrogatories. It provides for written requests. Shively, Everett and section 11507.6, because of “modern concepts, of administrative adjudication” (Shively, p. 479), provide for the discovery of certain information. We see no reason why respondent should be denied that information because he asked for.it in interrogatories rather than in requests.\nThis brings us to the question, applying section 11507.6, which interrogatories is appellant required to answer ?\nInterrogatories Appellant Must Answer\nInterrogatory 2. Names, etc., of persons intended to be called as witnesses at the hearing.\nInterrogatory 3. Names, etc., of perstins known to be witnesses of the incidents referred to in the amended accusation.\nInterrogatory 4. Whether statements have been obtained from any of the foregoing persons..\nInterrogatory 5. Data concerning such statements and whether copies will be furnished without formal motion to produce.\nInterrogatory 6. Has investigation been made of respondent’s activities subsequent to June 12,1967 ?\nInterrogatory 7. Data concerning such investigation and if reports were made will they be made available without motion to produce ?\nInterrogatory 9. Addresses of certain persons, only, however, if they are in any of the foregoing categories. Otherwise, they are not shown to be connected with this proceeding.\nInterrogatory 12. Existence of photographs.\nInterrogatory 13. Data concerning photographs and will copies be supplied without motion to produce ?\nInterrogatories Which Appellant Need Not Answer\nAt oral argument counsel for respondent conceded that he is not entitled to answers to Interrogatories 10, 11, 14 and 15. Interrogatory 1, identity “of all persons, .. . . having knowledge of relevant facts” is in the same category. Obviously these are “shotgun” requests “as broad as space” (cf. City of Los Angeles v. Superior Court (1961) 196 Cal.App.2d 743, 748 [16 Cal.Rptr. 851]).\nInterrogatory 8 is repetitious of Interrogatory 2 and need not be answered.\nThus, Interrogatories 1, 8, 10, 11, 14 and 15 need not be answered.\nWhile we are applying section 11507.6, it should be pointed out that substantially the same results would follow if we applied the Shively and Everett rule.\nThe order, granting the writ of mandate is modified by striking the requirement that Interrogatories 1, 8, 10, 11, 14 and 15 be answered. In all other respects the order is affirmed.\nPierce, P. J., and Regan, J., concurred.\nRetired Presiding Justice of the Court of Appeal sitting under assignment by the Chairman of the Judicial Council.\nViolations of certain Labor Code sections: 1683 (acting as labor contractor without a license); 1689 (contractor’s license renewal application required to disclose all persons financially interested in his business) ; 1690 (noncompliance with applicable laws, misrepresentations in license application and change of conditions under which license is issued);' and 1695 (duties of licensee).\n“1. State the names, addresses and occupations of all persons known to you, your attorney or agents, having knowledge of relevant facts concerning the allegations set forth in the Amended Accusation dated May 12, 1967 on file herein.\n“2. State the names, addresses and occupations of each person that you, your attorney or agent intend to call at the further hearing in the above-entitled matter.\n“3. State the names, addresses and occupations of all persons known to you, your agents, or attorney who were witnesses to any of the^incidents referred to in said Amended Accusation dated May 12, 19Ü7 on file herein.\n\"4. Have you, your attorney or agents, secured statements from any of the foregoing persons referred to in Interrogatories nos. 1, 2' and 3 since February 10, 1967 ?\n“■5. If your answer to Interrogatory no. 4 is yes, state with respect to each such statement:\n\"a. The name, address and capacity of the person from whom secured.\n“b. The date such statement was secured.\n“c. The name, address and capacity of the person who' secured said statement.\n‘ ‘ d. Whether the statement was oral, written or recorded.\n“e. The name, address and capacity of the person having such statement in his possession or under his control.\n“f. Whether you will provide respondent with a copy of such statement or statements without the necessity of a formal Motion to Produce.\n‘ ‘ 6. Has any investigation been made of respondent’s 'activities as a farm labor contractor subsequent to June 12, 1967?\n“7. If your answer to Interrogatory no. 6 is yes, please state:\n“a. Name, address and capacity and occupation of each person making such investigation.\n“b. The date or dates of such-investigation.\n\"c. Was a report of such person or persons making such investigation reduced to writing?\n‘ ‘ 8. State the name and address of each witness you intend to usé at the further hearing in the above-entitled matter referred to in the Decision to Refer to Another Hearing Officer dated January 11, 1968 on file herein.\n“9. State the present address of each of the following:\n“10. State what fact or facts you, your attorney or agents intend to prove at any further hearing referred to in said Decision to Refer to Another Hearing Officer dated January 11, 1968 on file herein.\n‘ ‘ 11. State what evidence you, your attorney or agents intend to produce at any further hearing referred to in said Decision to Refer to Another Hearing Officer dated January 11, 1968 on file herein.\n“12. Do you, or your attorney or agents, have any photographs relating to the allegations referred to in said Amended Accusation dated May 12, 1967 on file herein not produced at the hearing herein on June 12, 1967.\n‘ ‘ 13. If the answer to Interrogatory no. 12 is in the affirmative, please state:\n‘ ‘ a. When the photographs were taken.\n‘ ‘ b. By whom taken.\n“c. Whether you will supply respondent copies of said photographs without the necessity of a formal Motion to Produce.\n“14. Set out the specific\" acts or instances of failures to act by respondent, which you intend to use, rely upon or contend are the basis to support your proceedings to revoke respondent’s farm labor contractor’s license.\n“15. As to the acts or failures to act set forth in your answer to Interrogatory no. 14, please set forth the date and time of each such event. ’ ’\nSection 11507.5 states: “ [t]he provisions of Section 11507.6 provide the exclusive right to and method of 'discovery as to any proceeding governed by this chapter. ’ ’ (Italics added.)\nSection 11507.6 provides: “After initiation of a proceeding in which a respondent or other party is entitled to a hearing on the merits, a party, upon written request made to another party, prior to the hearing and within 30 days after service by the agency of the initial pleading or within 15 days after such service of an additional pleading, is entitled to (1) obtain the names and addresses of witnesses to the extent known to the other party, including, but not limited to, those intended to' be called to testify at the hearing, and (2) inspect and make a copy of any of the following in the possession or custody or under the control of the other party:\n“ (a) A statement of a person, other than the respondent, named in the initial administrative pleading, or in any additional pleading, when it is claimed that the act or omission of the respondent as to such person is the basis for the administrative proceeding;\n‘ ‘ (b) A statement pertaining to the subject matter of the proceeding made by any'party to another party or person;\n1 ‘ (c) Statements of witnesses then proposed to be called by the party and of other persons having personal knowledge of the acts, admissions or events which are the basis for the proceeding, not included in (a) or (b) above;\n“(d) All writings, including but not limited to reports of mental, physical and blood examinations and things which the party then, proposes to offer in evidence;\n“ (e) Any other writing or thing which is relevant and which would be admissible in evidence;\n“(f) Investigative reports made by or on behalf of the agency or other party pertaining to the subject matter of the proceeding, to the extent that such reports (1) contain the names and addresses of witnesses or of persons having personal knowledge of the acts, omissions or events which are the basis for the proceeding, or (2) reflect matters perceived by the investigator in the course of his investigation, or (3) contain or include by attachment any statement or writing described in (a) to (e), inclusive, or summary thereof.\n“For the purpose of this section, ‘statements’ include written statements by the person, signed or otherwise authenticated by him, stenographic, mechanical, electrical or other recordings, or transcripts thereof, of oral statements by the person, and written reports or summaries of such oral statements.\n“Nothing in this section shall authorize the inspection or copying of any writing or thing which is privileged from disclosure by law or otherwise made confidential or protected as the attorney’s work product. ’ ’\nIn Everett the appellant additionally sought an order permitting the propounding of interrogatories not specified to the Real- Estate Commissio-n. As to this the court refused to go into the matter as it did not know the \"nature and purport\" thereof. (P. 672.)",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 12055.\nThird Dist.\nOct. 15, 1969.]\nPEDRO R. ROMERO, Plaintiff and Respondent, v. WILLIAM C. HERN, as State Labor Commissioner, Defendant and Appellant.\nScott K. Carter, Andrew H. D'Anneo, Louis Giannini and Douglas M. Phillips for Defendant and Appellant.\nFoley, Hughes & Gifford and John F. Foley for Plaintiff and Respondent."
  },
  "file_name": "0787-01",
  "first_page_order": 809,
  "last_page_order": 817
}
