{
  "id": 4382304,
  "name": "WESLEY D. DALEY et al., Petitioners, v. STATE DEPARTMENT OF SOCIAL WELFARE et al., Respondents",
  "name_abbreviation": "Daley v. State Dep't of Soc. Welfare",
  "decision_date": "1969-10-16",
  "docket_number": "Civ. No. 12211",
  "first_page": "801",
  "last_page": "805",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 801"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "433 P.2d 697",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "63 Cal.Rptr. 689",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "67 Cal. 2d 733",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2328464
      ],
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/67/0733-01"
      ]
    },
    {
      "cite": "217 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "35 Cal.2d 175",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4399318
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/35/0175-01"
      ]
    },
    {
      "cite": "47 Colum. L.Rev. 527",
      "category": "journals:journal",
      "reporter": "Colum. L. Rev.",
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "423 P.2d 193",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "56 Cal.Rptr. 265",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.2d 666",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326750
      ],
      "pin_cites": [
        {
          "page": "673-674"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/65/0666-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 8599,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 9.445771747219942e-08,
      "percentile": 0.5170909578125984
    },
    "sha256": "9dbf8e098d7a1a25d014adc51dacaf0b9079820394faefa0457be5568cf3b088",
    "simhash": "1:ecae81c9d506052c",
    "word_count": 1386
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WESLEY D. DALEY et al., Petitioners, v. STATE DEPARTMENT OF SOCIAL WELFARE et al., Respondents."
    ],
    "opinions": [
      {
        "text": "THE COURT.\n— Petitioners are recipients under four state programs of adult to the Blind, Aid to the Partially Self-Supporting Blind, Old Age Security and Aid to the Disabled. They seek a writ of mandate to compel the State Department of Social Welfare and its director to pay monthly aid amounts 'conforming with statutory directions for annual adjustments to méet changes in cost of living.\nThe facts are undisputed. On August 30, 1968, the Director of. Social Welfare adopted a regulation fixing cost-of-living increases in the monthly grants to become effective December 1968. In computing the increases he. applied the percentage increase in the Consumer Price Index for California issued by the United States Bureau of Labor Statistics, but adjusted the increase downward by excluding the “medical care component.” Exclusion of increases in the cost of medical care from the Bureau of Labor Statistics figures permitted a $4 increase in the monthly grants, in contrast with the $6 increase payable under the blind aid programs and $5 under aged and disabled aid programs had the full percentage been applied.\nThe department takes the position that exclusion of the medical care factor is permitted by the governing statutes. Petitioners contend that nothing in the statutes allows the exclusion and that recipients are being underpaid.\nAll four of the statutory programs embody the following basic declaration: “Thé amount of the grant . . . shall be adjusted annually by the department to reflect any increases or decreases in the cost of living occurring after [a specified ‘base’ date]. The average of the separate indices of the cost of living for Los Angeles and San Francisco, as published by the United States Bureau of Labor Statistics, shall be used as the basis for determining the' changes in the cost of living.” (Welf. & Inst. Code, §§ 12150,12650,13100,13701.)\nIn the aged aid and the two blind aid statutes (§§12150, 12650, 13100) the basic declaration is followed by this statutory formula: “Whenever the cost of living increases or decreases by -a percentage which when multiplied by one hundred fifteen dollars ($115) [$100, in the aged aid program] results in a product of one dollar ($1) or more, this product adjusted to the nearer dollar amount shall be added to or subtracted from the monetary amount specified .... The resultant sum shall be declared by formal action of the department to be the monthly grants payable . . . . ”'\nIn the aid to the disabled program (§13701), the accompanying formula is expressed in somewhat different language: '“The determination of whether an adjustment is to be made, and the amount of such adjustment, shall be made by comparing the average index for the comparison month with the average index for January 1, 1964. The product of any percentage increase or decrease in the average index, and one hundred dollars ($100) shall be adjusted by the dollar amount of any cost-of-living change currently in effect pursuant to the provisions of this section. If the resultant amount, when adjusted to the nearer dollar, is one dollar ($1) or more, it shall be added' to or subtracted from the maximum average grant currently in effect under Section 13700. The resultant sum shall be declared by formal action of the director to be the maximum average grant payable under Section 13700.”\nThese statutes establish a base month from which annual percentage changes in cost of living are to be measured. In the case of old age security, the base month is December 1961; for the two blind aid programs, December 1959; for the disabled aid program, December 1963. In taking the action of August 30, 1968, the Director of Social Welfare extracted the medical care factor from the price indices of the Bureau of Labor Statistics retroactively to the respective base dates.\nThe department rests its action on the following thesis: The adult aid programs provide for the needs of life other than medical care, for the latter are now met by public payments under the Medi-Cal program (which went into operation March 1, 1966). Thus inflationary increases in the cost of medical care do not depress the purchasing power of the dollars included in the monthly grant. At the same time, the rising costs of medical care have exerted a sharp upward push on the successive price indices of the Bureau of Labor Statistics. To apply the full percentage increase in the index would present aid recipients with increases in the monthly grant not needed to meet the expanded financial demands of medical care. The latter demands are met by the public under the Medi-Cal program. The statutory direction that the Bureau of Labor Statistics indices “shall be used as the basis for determining” the change does not compel mechanical adherence to the published indices as the exclusive factor. ■ Bather, it designates the indices as the basic or principal ingredient, permitting the administrative agency to employ, additional logical factors.\nThe department’s thesis contravenes the four governing statutes. These- statutes establish a mathematical formula for calculating the increase. The formula is a simple multiplication. The statutes designate a fixed multiplier, that is, $115 or $100, as the case may be. They designate a multiplicand, that is, the annual percentage of change in the price indices of the Bureau of Labor Statistics. The product of these two factors, adjusted to the nearer dollar, becomes the change in the monthly grant. In administering this formula the Department of Social Welfare acts mathematically and ministerially. The Legislature has not endowed it with any discretionary power of subtraction or addition in the two mathematical factors which combine to create the mathematical product.\nThe department’s computation of August 30, 1968, was not based on the percentage increase in the Bureau of Labor Statistics price indices, but on something less than that increase. It excluded the medical care component from the statutory multiplicand without any statutory permission, express or implied. The “interpretation” urged by the department would produce a result conflicting with fixed legislative directions. In the Welfare and Institutions Code the word “shall” is mandatory unless the context requires otherwise. (Welf. & Inst. Code, §§ 5, 15.) The direction that the Bureau of Labor Statistics index “shall be used” confers no election and does not authorize use of something less than the full index. The command to use the index as “the basis” does not permit injection of additional factors grounded in policy, logic, economy or intuitions of fairness.\nAlthough escape from literal statutory words is sometimes possible to avoid absurd and unintended consequences, neither a court nor executive agency may supply omitted terms or rewrite a statute to conform to an unexpressed intent. (Bruce v. Gregory (1967) 65 Cal.2d 666, 673-674 [56 Cal.Rptr. 265, 423 P.2d 193].) “While courts are no longer confined to the language [of the statute], they are still confined by it. Violence must not be done to the words chosen by the legislature.” (Frankfurter, Some Reflections on the Reading of Statutes, 47 Colum. L.Rev. 527, 543, quoted in People v. Knowles (1950) 35 Cal.2d 175,182 [217 P.2d 1].)\nWhatever its justification in logic or intuitions of fairness, the department’s thesis is one which might be addressed to the Legislature as a reason for amending the law. It is not expressed in the statutes and not permitted by their terms. The statutes point to the percentage change in the price indices of the Bureau of Labor part of the change and not part of the price the variation-producing factor in the statutory formula. In attempting to alter the factor by extracting the medical care component, the department contravened the directions of the Welfare and Institutions Code. 1 ‘ Administrative regulations that violate acts of the Legislature are void .... They must conform to the legislative will if we are to preserve an orderly system of government.” (Morris v. Williams (1967) 67 Cal. 2d 733, 737 [63 Cal.Rptr. 689, 433 P.2d 697].)\nLet a writ of mandate issue as prayed.\nRespondents’ petition for a hearing by the Supreme Court was denied December 10, 1969.\nSee division 9, part 3, chapter 7, Welfare and Institutions Code (§ 14000 et seq.).",
        "type": "majority",
        "author": "THE COURT."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 12211.\nThird Dist.\nOct. 16, 1969.]\nWESLEY D. DALEY et al., Petitioners, v. STATE DEPARTMENT OF SOCIAL WELFARE et al., Respondents.\nB. Y. Yturbide for Petitioners.\nThomas C. Lynch, Attorney General, and Richard L. Mayers, Deputy Attorney General, for Respondents."
  },
  "file_name": "0801-01",
  "first_page_order": 823,
  "last_page_order": 827
}
