{
  "id": 4382481,
  "name": "THOMAS GLEN LANGAN, Plaintiff and Appellant, v. RUFUS C. McCORKLE, Defendant and Respondent",
  "name_abbreviation": "Langan v. McCorkle",
  "decision_date": "1969-10-17",
  "docket_number": "Civ. No. 33967",
  "first_page": "805",
  "last_page": "810",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 805"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "297 P. 944",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "112 Cal.App. 719",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2172474
      ],
      "pin_cites": [
        {
          "page": "730"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/112/0719-01"
      ]
    },
    {
      "cite": "344 P.2d 368",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "174 Cal.App.2d 135",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4385373
      ],
      "pin_cites": [
        {
          "page": "142-143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/174/0135-01"
      ]
    },
    {
      "cite": "210 P.2d 853",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "94 Cal.App.2d 395",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2255473
      ],
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/94/0395-01"
      ]
    },
    {
      "cite": "47 P.2d 716",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Cal.2d 120",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2200112
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/4/0120-01"
      ]
    },
    {
      "cite": "131 P.2d 554",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "55 Cal.App.2d 675",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2386062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/55/0675-01"
      ]
    },
    {
      "cite": "56 P.2d 950",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "6 Cal.2d 113",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2243731
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/6/0113-01"
      ]
    },
    {
      "cite": "301 P.2d 264",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "144 Cal.App.2d 445",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2201399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/144/0445-01"
      ]
    },
    {
      "cite": "318 P.2d 792",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "156 Cal.App.2d 52",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4425950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/156/0052-01"
      ]
    },
    {
      "cite": "31 Cal.Rptr. 249",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "216 Cal.App.2d 613",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2112663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/216/0613-01"
      ]
    },
    {
      "cite": "265 P. 246",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "203 Cal. 306",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2172020
      ],
      "pin_cites": [
        {
          "page": "313-315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/203/0306-01"
      ]
    },
    {
      "cite": "112 A.L.R. 1153",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "71 P.2d 205",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Cal.2d 526",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2249597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/9/0526-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 8587,
    "ocr_confidence": 0.836,
    "pagerank": {
      "raw": 1.8056530142521762e-07,
      "percentile": 0.7170570562221967
    },
    "sha256": "fc28e237ab242fe1a8909c1bbc6d4355c021ad239a3a687d6e0e6f7c1dd89223",
    "simhash": "1:d1468a32dd218cc6",
    "word_count": 1448
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THOMAS GLEN LANGAN, Plaintiff and Appellant, v. RUFUS C. McCORKLE, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "for failure to bring it to trial within five years. (Code Civ. Proc., § 583.)\nThe pertinent chronology of the action:\n1962\n16 October — Langan filed an action for rescission or damages against McCorkle and others.\n13 December — McCorkle answered.\n1967\n29 August — Langan filed an amended complaint naming additional parties defendant.\n19 September —■ The court sustained demurrers of other defendants to the amended complaint and granted Langan leave to amend.\n21 September — Langan filed a second amended complaint, which McCorkle did not answer.\n6 October Langan entered McCorkle’s default.\n11 October Langan testified at a hearing on McCorkle’s default, and the court entered a default judgment for Langan.\n8 December McCorkle moved to vacate the'default- and set aside the default judgment.\n1968\n1 February — The court ordered the default judgment vacated on condition that McCorkle pay $550 within 10 days to the attorney for Langan as compensation for costs and expenses incurred in obtaining the default judgment.\n13 March — McCorkle moved to dismiss the action for failure to bring it to trial within five years.\n28 March — The action against McCorkle was dismissed and he was awarded $550 in costs.\nLangan contends the hearing on the default judgment amounted to a trial within the meaning of section 583 of the Code of Civil Procedure and therefore he had in fact brought his action to trial within five years. He also argues that because of his difficulty in deposing an Out-of-state witness, which delayed his discovery of additional parties defendant and his filing of an amended complaint, it had been “impracticable and futile” to bring the action to a single trial for all defendants. (Christin v. Superior Court, 9 Cal.2d 526 [71 P.2d 205,112 A.L.R. 1153].) In opposition McCorkle contends that a hearing on a default judgment which is subsequently vácated does not amount to a trial. He also argues the default judgment was void on its face because the second amended complaint did not require a responsive pleading and because it had been filed as to him without leave of court.\nTaking up the last point first, we are of opinion that the default judgment was voidable and not void (Gray v. Hall, 203 Cal. 306, 313-315 [265 P. 246]), and therefore its entry cannot be deemed a nullity.\nThe main question is whether a hearing On a default judgment which is later vacated satisfies the requirement of section 583 that an action be brought to trial within five years of its filing. It is well established that the effect of the entry of a default judgment which is later vacated on the running of the five-year period of section 583 is to suspend the running of the period while the default judgment remains in effect. During that time it would obviously be impossible to bring the action to trial: But once the default judgment has been vacated the running \"of the five-year period resumes. In Heward v. Cromwell, 216 Cal.App.2d 613 [31 Cal.Rptr. 249], the court declared that the period between the entry of the default judgment and its subsequent vacation would not be considered part of the five-year period within which plaintiff was required to bring his action to trial. In Matchett v. Ryerson, 156 Cal.App.2d 52 [318 P.2d 792], the court held that the time between the entry of a default judgment and its vacation could not be included within the five-year period of section 583. In Reeves v. Hutson, 144 Cal.App.2d 445 [301 P.2d 264], a default was entered on 21 December and a default judgment entered on 28 December 1949. The court said: “In the instant case there was a substantial period during which the default judgment was in its entry on December 28, 1949, to at least June 12,1950. . . . During that period it was ‘impracticable,’ or ‘futile’ to bring the action to trial. That period, therefore, must be excluded in computing the five-year period. It is well settled that the period during which it is ‘impossible,’ ‘impracticable’ or ‘futile’ to try the action must not be included in the five-year period.” (144 Cal.App.2d at p. 453.)\nIn spite of these cases, Langan argues that the hearing on the entry of the default judgment, at which he testified, qualified as a trial within the meaning of section 583, and therefore he has satisfied the requirement of the statute. We think his argument fallacious for two reasons: (1) A trial is generally considered an adversary proceeding for the determination of a contested issue arising out of pleadings in which a fact or conclusion of law is maintained by one party and controverted by the other. (See the definitions in Code Civ. Proc., § 588, and §§ 589-591.) In a hearing on the entry of a default judgment resulting from the failure of a party to answer, neither adversary parties, nor adversary pleadings, nor contested issues of law or fact are present. (2) Not even a true adversary proceeding qualifies in every instance as a trial for purposes of section 583' In Superior Oil Co. v. Superior Court, 6 Cal.2d 113 [56 P.2d 950], a suit for injunctive relief, the court held that hearings on a preliminary injunction, even though extensive, did not amount to a trial of the action within the meaning of section 583. In Meier v. Superior Court, 55 Cal.App.2d 675 [131 P.2d 554], the court held that a hearing on a motion to vacate a default judgment did not qualify as a trial for purposes of section 583. We think the same conclusion applies to a hearing on a motion to enter a default judgment which is later vacated, and we hold that proceedings in connection with the entry of a default judgment do not qualify as a trial within the meaning of Code of Civil Procedure, section 583. (Heward, v. Cromwell, supra; Reeves v. Hutson, supra; Matehett v. Myerson, supra.)\nIn the case at bench the default judgment was entered on 11 October 1967. The running of the five-year period for mandatory dismissal had thereby been suspended only four days before the five-year period would have expired on 15 October 1967. After the default and the default judgment were vacated and set aside by the minute order of 1 February 1968, the running of the five-year period resumed on the effective date of that- order, presumably no later than the expiration of the 10-day period for payment of costs on 11 February. The motion to dismiss filed on 13 March 1968 was therefore properly granted because plaintiff had failed to bring his action to trial within the five-year period of section 583.\nLangan’s,other excuse for his failure to bring his action against McCorkle to trial within the statutory difficulty in taking the deposition of an out-of-state witness which delayed his discovery of additional parties defendant and his filing of an amended not bring the case within the. impracticable and futile exception to the mandatory five-year period. (Rosefield Packing Co. v. Superior Court, 4 Cal.2d 120, 124 [47 P.2d 716] ; Douglas v. Superior Court, 94 Cal.App.2d 395, 398 [210 P.2d 853].) Nor did the fact that it might have been impracticable and futile to have a single trial for all defendants within the five-year period make it impracticable and futile to bring the action against McCorkle to trial within five years. (Ross v. George Pepper-dime Foundation, 174 Cal.App.2d 135, 142-143 [344 P.2d 368].) We conclude the order of dismissal was properly entered.\nHowever, we find erroneous that part of the order of dismissal which allowed McCorkle to recover $550 in costs he had paid out to Langan’s attorney as a condition of the order vacating the default judgment against him. The default judgment resulted from the neglect of McCorkle to respond to legal notices which had been validly served upon him, and the purpose of' the condition for costs in the order vacating the. judgment was to compensate Langan for unnecessary expense to which he had been put as a consequence of McCorkle ’s neglect. This payment was not a necessary disbursement in the action and not properly recoverable as costs by the prevailing party. (Code Civ.Proc., § 1033; cf. Mullin v. Rousseau, 112 Cal.App. 719, 730 [297 P. 944].)\nThe order of dismissal is modified by striking that part of the order awarding McCorkle $550 in costs against Langan, and, as modified, the dismissal is affirmed. Bach party will bear his own costs on appeal.\nRoth, P. J., and Herndon, J., concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 33967.\nSecond Dist., Div. Two.\nOct. 17, 1969.]\nTHOMAS GLEN LANGAN, Plaintiff and Appellant, v. RUFUS C. McCORKLE, Defendant and Respondent.\nMarvin M. Chesebro for Plaintiff and Appellant.\nBennett Kerns for Defendant and Respondent."
  },
  "file_name": "0805-01",
  "first_page_order": 827,
  "last_page_order": 832
}
