{
  "id": 4382638,
  "name": "CHARLES N. TRIMBLE, Plaintiff and Appellant, v. ADELA E. TRIMBLE, Defendant and Respondent",
  "name_abbreviation": "Trimble v. Trimble",
  "decision_date": "1969-10-17",
  "docket_number": "Civ. No. 9388",
  "first_page": "813",
  "last_page": "816",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 813"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "154 P.2d 426",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "67 Cal.App.2d 278",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4574637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "279-280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/67/0278-01"
      ]
    },
    {
      "cite": "197 P.2d 739",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "32 Cal.2d 763",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4393907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/32/0763-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 5461,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3457496942871959
    },
    "sha256": "03be6a7b8a1bd937390e2a10240c1415dd49a9c59fe86202056cb2940ad182f0",
    "simhash": "1:7ab9d893504d60c4",
    "word_count": 873
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "CHARLES N. TRIMBLE, Plaintiff and Appellant, v. ADELA E. TRIMBLE, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "tody.\nIn February 1964, navy, man Charles Trimble, while stationed in Hawaii, divorced his wife Adela. The Hawaiian judgment gave her custody of their young daughters, and him reasonable visitation rights.\nIn September 1965, Charles invoked the California San Diego County Supérior Court’s jurisdiction, filing a Complaint for Change of Child Custody After- Out-of-State Award. The ensuing judgment gave him custody of the daughters, with Adela having reasonable visitation rights at the premises occupied by Charles. In July 1967, based upon the parties’ stipulation, the judgment was modified giving Adela unlimited visitation rights at the children’s residence, and visitation rights away from their residence for 60 days a_year.\nIn April 1968, Adela applied in the San Diego Superior Court for custody of the children. Charles, personally served in Missouri where he had taken the children, limited his special appearance to contesting the court’s jurisdiction. The court found it had jurisdiction, and upon the declarations presented by Adela, awarded custody to her. Charles appeals from the order.\nCharles unmeritoriously claims .the superior court lacked jurisdiction to modify the children’s custody. The court had continuing jurisdiction to modify the custody judgment (Sampsell v. Superior Court, 32 Cal.2d 763 [197 P.2d 739]). Charles was personally served (Civ. Code, § 147). In Maloney v. Maloney, 67 Cal.App.2d 278 [154 P.2d 426], plaintiff husband sued his wife in California for divorce, and requested the, parties be given joint custody of the children. The wife cross-complained and asked sole custody of the children be given to her. The husband then took the children with him to Nevada, where he again sued for divorce. In the California action, the court awarded th.e wife custody of the children. The husband appealed, claiming the, “ ‘court has no jurisdiction to award the custody of children when the children are not physically present within the state’ at the time the decree is entered.” (P. 279.) In response, the appellate court observed, “In other words, plaintiff invokes the jurisdiction of the superior court of this state to adjudicate his grievance and to determine the question of the custody of his children and then denies that the same court has jurisdiction to make an order upon the subject presented by his own pleading. In this he is altogether out of line with the traditional concept of justice, of the powers of courts whose aid he seeks and of the rights of his adversary whom he has charged as unfaithful to her obligations. This fallacious contention is based upon an erroneous interpretation of those decisions which have clearly defined the powers of a court over persons within, as contra-distinguished from its powers over persons without, its jurisdiction, or who have had notice of the action only by substituted service.\n“The order awarding Mrs. Maloney the custody of her children and requiring her husband to provide for their support is á proper and correct judgment. [Citation.] No factor was wanting to clothe it with the quality of finality. Numerous decisions are reported in support of the proposition that where jurisdiction of the person or of the res has once attached it is not defeated by the removal of the person or of the res beyond the jurisdiction of the court. [Citation.] Jurisdiction once acquired is not defeated by subsequent events which might have prevented jurisdiction had they occurred before personal service of the action was made. [Citation.] When the action was commenced by plaintiff the children were in California under the joint control of their parents. By his very act in commencing the action plaintiff submitted not only himself to the jurisdiction of the court but also the res, that is, his status as husband and as father. The court thereafter had the power to enter an effective judgment for him or against him, in personam,, relative to any substantial allegation of the pleadings. Neither the mere physical departure of himself nor that of the children from California in the least' altered the jurisdiction of the court completely to determine the controversy which he had lithely initiated. [Citation.] Plaintiff cannot question the jurisdiction which by his own act he conferred. Although the children are beyond the territorial limits of California, they are still under the jurisdiction of the court below [Citation], which attached at the time the suit was filed.” (Maloney v. Maloney, 67 Cal.App.2d 278, 279-280 [154 P.2d 426].)\nWe hold the superior court had jurisdiction to modify the children’s custody.\nNext, Charles contends the superior court abused its discretion in that the evidence did not show a change of conditions. On the contrary, the evidence did show changed conditions ; Adela was now remarried, had a home and adequate facilities to care for the children, and her new husband could and would give them care, love and attention. Charles had put the children with his mother in Missouri. The court, on substantial evidence, found the children’s best interests would be for them to be in Adela’s custody.\nOrder affirmed.\nCoughlin, J., and Whelan, J., concurred.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Civ. No. 9388.\nFourth Dist., Div. One.\nOct. 17, 1969.\nCHARLES N. TRIMBLE, Plaintiff and Appellant, v. ADELA E. TRIMBLE, Defendant and Respondent.\nHinchy, Katz, Witte & Wood and Michael B. Witte for Plaintiff and Appellant.\nRabern B. Prante for Defendant and Respondent."
  },
  "file_name": "0813-01",
  "first_page_order": 835,
  "last_page_order": 838
}
