{
"id": 4382348,
  "name": "THE PEOPLE, Plaintiff and Appellant, v. THOMAS CLARK REYNOLDS, Defendant and Respondent",
  "name_abbreviation": "People v. Reynolds",
  "decision_date": "1969-10-06",
  "docket_number": "Crim. No. 15842",
  "first_page": "825",
  "last_page": "829",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d 825"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. Ct. App.",
    "id": 8799,
    "name": "Court of Appeal of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "51 Cal.Rptr. 448",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "242 Cal.App.2d 442",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2168543
      ],
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/242/0442-01"
      ]
    },
    {
      "cite": "80 Cal.Rptr. 211",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "274 Cal.App.2d 508",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2232841
      ],
      "pin_cites": [
        {
          "page": "512-513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/274/0508-01"
      ]
    },
    {
      "cite": "458 P.2d 713",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "80 Cal. Rptr. 633",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "71 Cal.2d 1096",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        8712049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/71/1096-01"
      ]
    },
    {
      "cite": "395 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772077
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0752-01"
      ]
    },
    {
      "cite": "381 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.Rptr. 329",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "59 Cal.2d 468",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4393023
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/59/0468-01"
      ]
    },
    {
      "cite": "357 P.2d 1072",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Cal.Rptr. 816",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "55 Cal.2d 64",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4380640
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/55/0064-01"
      ]
    },
    {
      "cite": "62 Cal.Rptr. 235",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "254 Cal.App.2d 597",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196178
      ],
      "pin_cites": [
        {
          "page": "602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/254/0597-01"
      ]
    },
    {
      "cite": "268 P.2d 529",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 Cal.App,2d 123",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2214291
      ],
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/124/0123-01"
      ]
    },
    {
      "cite": "32 Cal.Rptr. 748",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "218 Cal. App.2d 483",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2128839
      ],
      "pin_cites": [
        {
          "page": "489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/218/0483-01"
      ]
    },
    {
      "cite": "30 Cal.Rptr. 69",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "opinion_index": 0
    },
    {
      "cite": "215 Cal.App.2d 182",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2110789
      ],
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/215/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 7344,
    "ocr_confidence": 0.817,
    "pagerank": {
      "raw": 1.0979960940612433e-07,
      "percentile": 0.5673413778177802
    },
    "sha256": "14eb8d63e4962663680a1b824c1b07c1fa25cf2ba8223d140bef40f42c1b16af",
    "simhash": "1:815586d7c4acc26f",
    "word_count": 1255
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE PEOPLE, Plaintiff and Appellant, v. THOMAS CLARK REYNOLDS, Defendant and Respondent."
    ],
    "opinions": [
      {
        "text": "People from an order granting the motion of defendant (made ■ under § 995 of the Pen. Code) to set aside an information ' charging defendant with two counts, offering to sell marijuana and possession of marijuana.\nUndercover Narcotics Officer Michael Kelly testified at the preliminary examination. On April 17, 1968, he and another officer went to the Copa Room and took a table directly in front of the bandstand. Defendant played in the band. During a break, defendant walked up to their table and stated that he.had-heard they were looking for some “stuff.” (A street term for heroin.) Kelly answered in the affirmative. Defendant said he would make a phone call and then left. When he returned a fewjninutes later he informed them that he could not get any stuff but could get some “kilos.” (A term used to indicate a quantity of marijuana, one kilo being equal to 2.2 pounds of marijuana.) Defendant agreed to get them 10 kilos. They were to phone him at a later date after he had talked to his source.\nOn April 20th Kelly telephoned defendant and asked him if he had ‘1 talked to the guy. ’ ’ Defendant stated that he had; that the guy wanted $75 a kilo. Kelly agreed to pay this amount and they arranged to meet a few days later to make the exchange. On April 23d Kelly met defendant in a coffee shop. Defendant was accompanied by a woman. Kelly showed defendant the money for the purchase. Defendant stated that the woman would make the delivery; that he wanted an additional $5 per kilo for himself and that she wanted the same amount. Kelly agreed to this and arrangements were made to call the female later the same evening. At that time she was to deliver the 10 kilos. Defendant said he had to work and would not be present when the actual transfer took place.\nFor some reason not explained in the record, the sale was never consummated.\nOn Hay 1,1968, Officer Kelly, accompanied by other officers, went to defendant’s hotel room. When defendant answered the door he was informed that he was under arrest for offering to sell marijuana. After being advised of his constitutional rights, which he stated he understood, he was asked if the room contained any narcotics. He answered “No.” A search of the room was then conducted. A “tobacco tin” with a small amount of marijuana inside was found on a table and a glass vial containing traces of marijuana was found in a dresser drawer. Upon this discovery, defendant was queried by one of the officers about his previous statement that the room did not contain narcotics. Defendant responded that he had forgotten about it; that it belonged to him.\nThe evidence found in the search was introduced at the preliminary examination.\nWhen, under section 995, the superior court reviews the decision of the magistrate that reasonable or sufficient cause exists to hold a defendant to answer to a charge, the court may not substitute its judgment as to the weight of the evidence presented, nor may it judge the credibility of the witnesses who testified. (People v. Akard, 215 Cal.App.2d 182, 185 [30 Cal.Rptr. 69].) If there is some evidence to support the information, the superior court is not permitted to inquire into its sufficiency. (People v. Azevedo, 218 Cal. App.2d 483, 489 [32 Cal.Rptr. 748].) “ [T]he information will be set aside only where there is no evidence that a crime has been committed or there is no evidence to connect the defendant with a crime shown to have been committed. ’ ’ (People v. Platt, 124 Cal.App,2d 123,131 [268 P.2d 529].)\nLooking at count 1 of the information which charged that defendant offered to sell marijuana, from the testimony of Officer Kelly, the magistrate was clearly entitled to conclude that a reasonable probability existed that defendant was guilty of the offense. Proof of the charge does not require, as the superior court apparently concluded, that money exchange hands. All that is required is that defendant offered to sell marijuana with the specific intention at the time of actually selling it. (People v. Allen, 254 Cal.App.2d 597, 602 [62 Cal.Rptr. 235]; see also People v. Brown, 55 Cal.2d 64, 68 [9 Cal.Rptr. 816, 357 P.2d 1072]; People v. Jackson, 59 Cal.2d 468, 469 [30 Cal.Rptr. 329, 381 P.2d 1].) Nothing need change hands since “the requirement of a direct, unequivocal act toward a sale necessary for an attempt to- malee a sale is not an implied element of an offer to sell.” (People v. Brown, supra, at p. 68.)\nWith respect to the count 2 charge of possession of marijuana, the superior court concluded that the marijuana found in the hotel room was the subject of an illegal search. As indicated in the statement of the facts, after the officers went to defendant’s room and arrested him on the charge of offering to sell marijuana, they then searched the room and discovered the marijuana. At the hearing on the 995 motion, the defense stipulated that probable cause for arrest existed but argued that the search was illegal since it was not a reasonable incident to the arrest. The superior court apparently agreed with this position.\nAt the outset, it is to be observed that defendant may not urge the new rules announced in Chimel v. California, 395 U.S. 752 [23 L.Ed.2d 685, 89 S.Ct. 2034], decided on June 23, 1969, limiting the scope of warrantless searches which may be made incident to an arrest, for such rules apply only to searches made after the Chimel decision was handed down. (People v. Edwards (1969) 71 Cal.2d 1096 [80 Cal. Rptr. 633, 458 P.2d 713]; People v. Castillo, 274 Cal.App.2d 508, 512-513 [80 Cal.Rptr. 211].)\nUnder the applicable rules, ample evidence was presented to support the finding of the magistrate that the search was a reasonable incident to the arrest. It was contemporaneous both in time and place with the arrest. It was also shown to he reasonable in scope. Defendant had, over the previous two weeks, offered to sell the officers marijuana. Although he indicated he was only a middle man in the transaction, the officers were not required to believe this. Under the circumstances, they were certainly justified in their suspicions that he might have some samples of what he had offered to sell them with him in his hotel room. It was, therefore, reasonable for them to search for such evidence.\nThe order is reversed.\nKingsley, J., and Dunn, J., concurred.\nIt is noteworthy that the defense stipulated that when the officers went to defendant’s hotel room on May 1, they had reasonable cause to arrest him on the charge of offering to sell marijuana. Reasonable cause for arrest is the substantial equivalent of reasonable cause for a commitment by a magistrate. (People v. Pease, 242 Cal.App.2d 442, 445 [51 Cal.Rptr. 448].) That is to say, in each case there must exist such a state of facts as would lead a man of ordinary care and prudence to entertain a strong suspicion of the guilt of the accused. (People v. Pease, supra, at p. 446.)",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[Crim. No. 15842.\nSecond Dist., Div. Four.\nOct. 6, 1969.]\nTHE PEOPLE, Plaintiff and Appellant, v. THOMAS CLARK REYNOLDS, Defendant and Respondent.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, Evelle J. Younger, District Attorney, Harry Wood and Robert J. Lord, Deputy District Attorneys, for Plaintiff and Appellant.\nFred M. Rosenfeld and Frederick J. Glassman for Defendant and Respondent."
  },
  "file_name": "0825-01",
  "first_page_order": 847,
  "last_page_order": 851
}