{
  "id": 3189081,
  "name": "STATE of Louisiana v. Celestine MELERINE, James Licciardi and Carlos P. Gioe",
  "name_abbreviation": "State v. Melerine",
  "decision_date": "1959-11-09",
  "docket_number": "No. 44743",
  "first_page": "847",
  "last_page": "853",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 847"
    },
    {
      "type": "parallel",
      "cite": "116 So.2d 689"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "225 La. 786",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10035753,
        3032595
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/74/0029-01",
        "/la/225/0785-01"
      ]
    },
    {
      "cite": "109 So.2d 471",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9901097,
        3181500
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/109/0471-01",
        "/la/236/0930-01"
      ]
    },
    {
      "cite": "236 La. 929",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3181500
      ],
      "pin_cites": [
        {
          "page": "930"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/236/0930-01"
      ]
    },
    {
      "cite": "236 La. 881",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3180707,
        9900989
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/236/0882-01",
        "/so2d/109/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 399,
    "char_count": 6091,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 5.053144031541742e-07,
      "percentile": 0.937242673221489
    },
    "sha256": "f4e8beaa00e8b0557a4ca70cd2bb4381cdaa2a5b3ec627fbf72b61d45b91cbca",
    "simhash": "1:5eeec86178afa10d",
    "word_count": 1014
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Louisiana v. Celestine MELERINE, James Licciardi and Carlos P. Gioe."
    ],
    "opinions": [
      {
        "text": "HAMITER, Justice.\nIn cause Number 4634 on the docket of the Twenty-fifth Judicial District Court for the Parish of St. Bernard James Licciardi and Celestine Melerine were convicted, on two counts, of the offense of malfeasance in office. And on August 18, 1958 each was sentenced therefor to three months in the parish jail, to pay a fine of $500, and in default of payment to serve an additional sixty days.\nOn the same date like sentences were imposed on the defendants for convictions in another cause, Number 4632 on the docket of such court, which were to run consecutively with those given in Number 4634.\nAppeals to this court in both causes resulted in the affirmance of the convictions and sentences. Rehearings were refused on March 23, 1959, at which time the sentences became executory. State v. Melerine, 236 La. 881, 109 So.2d 454 and State v. Melerine, 236 La. 929, 930, 109 So.2d 471.\nThereafter two reprieves, for a total period of 150 days, were granted to Licciardi and Melerine by the then acting Governor, Honorable Lether E. Frazar. Evidently these executive orders were considered initially as affecting both cases, for no attempt was made by the state to obtain execution of any of the sentences until June 29, 1959.\nOn the latter date the district attorney presented a written motion to the trial court in which he alleged that the reprieves related only to cause Number 4634 and, hence, that the sheriff should be ordered to commit the two defendants to the St. Bernard Parish jail for the full term specified in the sentences in cause Number 4632. Whereupon the judge signed an ex parte order, attached to such motion, which directed the Sheriff of St. Bernard Parish to “proceed forthwith to the execution of the sentence imposed by this Court against said defendants in the case of State v. Celestine Melerine and James Licciardi, Number 4632, * * And immediately (on June 29, 1959) the sheriff arrested James Licciardi and confined him to the parish jail.\nThe following day, within twenty-four hours after Licciardi’s arrest and confinement, the Governor of Louisiana (Honorable Earl K. Long) issued a third reprieve. It was for a period of ninety days, and it expressly applied to both cases.\nLicciardi, notwithstanding this last mentioned reprieve, was refused a release by the' sheriff. Thereupon he instituted in the district court a habeas corpus proceeding, and an alternative writ issued as prayed for. However, after a hearing the writ was recalled, the judge having ruled: “1. That the reprieve of March 23, 1959 and the extension thereof did not cover case No. 4632 * * * ” and “2. That the reprieve of June 30, 1959 was without effect, as the accused had begun to serve his sentence.”\nOn July 3, 1959, pursuant to an applica^ tion of Licciardi, we issued writs of certiorari, mandamus and prohibition and directed the District Judge and the Sheriff of St. Bernard Parish to show cause in this court on October 6, 1959 why the .relief prayed for by relator should not be granted. Additionally, we ordered that Licciardi be released on bond until the further orders of this court.\nOn the return day of the rule to show cause the matter was submitted for our further consideration.\nAs stated by relator Licciardi in his application here: “ * * * the legal question presented in this proceeding is whether or not the executive authority of the State of Louisiana under the grant of Article V., Section 10 of the Constitution of Louisiana of 1921, may reprieve after a prisoner has begun to serve a sentence of imprisonment * * Relator maintains that the Governor may so reprieve. Respondents entertain a contrary view.\nAlthough the posed question existed in, and was important to, the proceedings at the time our above described action was taken on relator’s application we find that now it is of no moment. The reprieve of June 30, 1959, which clearly applied to both cases and was the basis for the stated issue of law, has since expired by its own terms.\nThis last mentioned instrument specifically recited: “Now, Therefore, I, Earl K. Long, Governor of the State of Louisiana, do hereby grant a reprieve to the said James Licciardi and Celestine Melerine, staying the execution of the sentences imposed upon them by the judgments of the Twenty-fifth Judicial District Court in proceedings Nos. 4632 and 4634, said reprieve to take effect upon the day the said James Licciardi and Celestine Melerine are scheduled to begin their terms of imprisonment, said reprieve to remain in effect for ninety days.” Considering this proceeding in the light of such recitals, .relator was certainly “scheduled” to (in fact, actually did) begin his term of imprisonment of June 29, 1959, the day he was arrested and confined to the parish jail pursuant to the district judge’s order; and, hence, the specified ninety days’ reprieve period expired on or before October 1, 1959. In this connection it may be observed that we possess no authority to extend .reprieves. The right to issue them is, by constitutional mandate, granted exclusively to the Governor; the issuance thereof is purely and wholly an executive function. Section 10, Article 5, Louisiana Constitution of 1921. (Emphasis ours.)\nIn view of the shown expiration of the last discussed basic reprieve no useful purpose would be served herein by our determining whether, during its existence, it could have stayed relator’s execution of sentence. Furthermore, the jurisprudence is well settled that this court will not decide issues of law which have become moot. State ex rel. Jackson v. Madden, 225 La. 786, 74 So.2d 29 and the numerous decisions therein cited.\nFor the reasons assigned the order and writs heretofore issued by us are recalled and the aforementioned rule to show cause is dismissed at the cost of relator.",
        "type": "majority",
        "author": "HAMITER, Justice."
      }
    ],
    "attorneys": [
      "George W. Reese, Jr., Tucker & Schonekas, New Orleans, for relators.",
      "Leander H. Perez, Dist. Atty., New Orleans, for respondent."
    ],
    "corrections": "",
    "head_matter": "116 So.2d 689\nSTATE of Louisiana v. Celestine MELERINE, James Licciardi and Carlos P. Gioe.\nNo. 44743.\nNov. 9, 1959.\nRehearing Denied Jan. 11, 1960.\nGeorge W. Reese, Jr., Tucker & Schonekas, New Orleans, for relators.\nLeander H. Perez, Dist. Atty., New Orleans, for respondent."
  },
  "file_name": "0847-01",
  "first_page_order": 456,
  "last_page_order": 459
}
