{
"id": 3188301,
  "name": "A. K. ROY, INC. v. BOARD OF COMMISSIONERS FOR PONTCHARTRAIN LEVEE DISTRICT",
  "name_abbreviation": "A. K. Roy, Inc. v. Board of Commissioners",
  "decision_date": "1960-01-11",
  "docket_number": "No. 44817",
  "first_page": "925",
  "last_page": "935",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 926"
    },
    {
      "type": "parallel",
      "cite": "117 So.2d 60"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "115 So.2d 804",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3188423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/238/0419-01"
      ]
    },
    {
      "cite": "238 La. 419",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9905078,
        3188423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/115/0804-01",
        "/la/238/0419-01"
      ]
    },
    {
      "cite": "36 A.L.R.2d 443",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "232 La. 149",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5436120,
        9891705
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/232/0149-01",
        "/so2d/94/0013-01"
      ]
    },
    {
      "cite": "234 La. 201",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9871672,
        2890517
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/99/0082-01",
        "/la/234/0201-01"
      ]
    },
    {
      "cite": "202 La. 345",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3058048,
        10073245
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/202/0346-01",
        "/so2d/11/0612-01"
      ]
    },
    {
      "cite": "205 La. 1029",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3153664,
        10076620
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/205/1029-01",
        "/so2d/18/0605-01"
      ]
    },
    {
      "cite": "134 La. 389",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2663301
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/134/0389-01"
      ]
    },
    {
      "cite": "2 La.Ann. 651",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        334417,
        334539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/2/0651-02",
        "/la-ann/2/0651-01"
      ]
    },
    {
      "cite": "197 La. 439",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        5506665,
        10089346
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/197/0439-01",
        "/so2d/1/0686-01"
      ]
    },
    {
      "cite": "152 La. 517",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        1284067
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/152/0517-01"
      ]
    },
    {
      "cite": "131 La. 313",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2681805
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/131/0313-01"
      ]
    },
    {
      "cite": "139 Am.St.Rep. 537",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "126 La. 420",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        8502378
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/126/0419-01"
      ]
    },
    {
      "cite": "118 La. 436",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2626368
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/118/0435-01"
      ]
    },
    {
      "cite": "35 La.Ann. 924",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        317742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/35/0924-01"
      ]
    },
    {
      "cite": "228 La. 903",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2894600,
        9901098
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/228/0903-01",
        "/so2d/84/0454-01"
      ]
    },
    {
      "cite": "111 So. 2d 765",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9896277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/111/0765-01"
      ]
    },
    {
      "cite": "237 La. 541",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9896277,
        3184887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/111/0765-01",
        "/la/237/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 776,
    "char_count": 13096,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 7.894561236064671e-07,
      "percentile": 0.9728711982822165
    },
    "sha256": "b353a7aab60ec75efd9c4519d299fa31bd51ce61f76582af93cde29541667e24",
    "simhash": "1:177e454f5d25ae13",
    "word_count": 2274
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "A. K. ROY, INC. v. BOARD OF COMMISSIONERS FOR PONTCHARTRAIN LEVEE DISTRICT."
    ],
    "opinions": [
      {
        "text": "FOURNET, Chief Justice.\nThis is a sequel to the action of this Court, upon our conclusion that the record was devoid of material facts necessary to a determination of this matter since the evidence was inconclusive as to whether the property appropriated by the defendant for which plaintiff claimed compensation is subject to private ownership, that is, whether the subject property was above the mean high water level of Lake Pontchartrain upon which it borders, remanding the case to the District Court, see 237 La. 541, 111 So. 2d 765, and is again before us on appeal from the judgment of the Trial Court holding the subject property is above the mean high water level of Lake Pontchartrain and reinstating its prior judgment condemning the defendant Board of Commissioners for the Pontchartrain Levee District to pay to the plaintiff, A. K. Roy, Inc., the sum of $5,115, found to be the value of the property as of the date of taking in 1949, with legal interest from date of judicial demand (April 10,1957) until paid.\nUpon remand of the case it was stipulated by agreement that the subject property is approximately as shown on a plat dated 3-25-58, marked “D-A,” prepared from data collected by the Corps of Engineers, U. S. Army, the subject area being crossed by a north-south line bearing numerals said to indicate land elevations, with the line extending out into the Lake; this shows the elevations of the property concerned to be 2.6 feet on the 341 foot dimension, 2.5 feet nearer the water’s edge, 2.8 feet at the water’s edge, and 0.2 feet beyond the water’s edge — these elevations being based on a Corps of Engineers’ survey of January 9, 1948. It was also stipulated that the property lies north of the present north toe line of the new Pontchartrain protection levee (i. e., between the levee and the water’s edge of Lake Pontchartrain) in Jefferson Parish. There is also in the record the testimony of two civil engineers. One of these, Mr. Francis B. Grevemberg, Sr., called by the plaintiff, testified that the normal tide in Lake Pontchartrain is .8 of a foot above sea level, that the tide rises once a day and falls about twelve hours later and the normal tide variation does not exceed four or five inches; that at normal high tide no point of the property would be under water and the land at the water’s edge (its highest elevation) would actually be about two feet above the Lake’s normal high tides, Mr. W. F. Calongne, a second engineer and a surveyor as well, also called by the plaintiff, testified to the same effect, adding that he made a survey and set the pipes to outline the boundaries of the property in 1951, and repeatedly stated that there is a stepdown of two feet more or less onto the Lake bottom. These witnesses testified from their personal knowledge, as did two lay witnesses (all had been many times on the land), that, eliminating storms and unusual tidal conditions, the property is high, dry, and never covered by normal high tides; that grass or scrub growth, as distinguished from seaweed or marsh reeds, cover the area.\nThe defendant, relying on a chart which it introduced, as interpreted by its witness, Mr. Roy J. Hart, an engineering technician with the U. S. Engineers, Corps of Engineers, contends that the property here involved is seashore in that the evidence shows that the water in Lake Pontchartrain reached a level of 2.8 feet above mean sea level on an average of 2.8 days per year between 1932 and 1948, and also reached an elevation of 1.8 feet above mean sea level on an average of 26.4 days per year; and the subject property is therefore a common thing, not subject to private ownership, the use of which is in the public.\nCounsel for the defendant, obviously realizing that the evidence relied on fails to support its claim within the purview of Article 451 of the Revised Civil Code, argues strenuously that since Lake Pontchartrain has been classed as an arm of the sea and inferentially its borders are seashore, in determining the extent of its borders which may be classified as seashore we should apply the codal articles relative to seashore and “the historical civil law interpretation given similar laws;” and while conceding that the civil law jurisdictions which class seashore as all land affected by storm tides give too broad a coverage, suggests a more consistent approach would be “that adopted by what appears to be a majority of the civil law jurisdictions, i. e., that seashore is that land normally covered by the highest tides of the year.” In other words, what counsel would have this Court do is amend or rewrite the article of the Civil Code on the subject — a prerogative that belongs under our system of government to the Legislature.\nIn any event, conceding defendant’s contention to be sound, we are not impressed with the evidence relied on in support thereof. The chart introduced by the defendant, unexplained by an expert, is of little value to this Court in determining any feature of this case. And while Hart’s whole testimony is based on the chart, he did not prepare it, he had neither studied the weather conditions existing at the time the recordings were made nor was he aware of any unusual occurrences which might have caused the variations in the water surface elevation. He does not show what causes the abnormal elevations indicated, saying merely that the chart refers to average tides and that the elevations given do not include storm tides or excessively high winds; that while the gauge records peaks of water level and is affected by wind conditions, yet it does not register waves; and from his testimony there is nothing to show that storms or unusual weather conditions were not a factor in the recordings. In fact, there is the notation on one of the peak elevations in 1947: “Hurricane 19 Sept. 98 Max.”\nThis brings us to a consideration of the claim of plaintiff-appellee, as urged in its answer to the appeal, i. e., that the trial judge, in fixing the just compensation due plaintiff for its property, erroneously used the market value thereof at the time of the taking, March, 1949, instead of fixing the value of the land as of the date of its lawful expropriation, which was the date on which defendant filed its answer to the instant suit (March 19, 1958) and therein incorporated its suit for expropriation, as was held in the case of Koerber v. City of New Orleans, 228 La. 903, 84 So.2d 454 — at which time the property is said to have had a market value of $10,530; and in the alternative, in the event the Trial Court was correct in fixing the value as of the date of actual taking, then the Trial Court was in error in denying interest at the legal rate from that date until paid.\nUnder the particular facts of this case, the rule of the Koerber case is not controlling, and we think applicable instead the jurisprudence holding in effect that where a property owner, with full knowledge that its property has been taken possession of by a public body for the purpose of constructing public works, stands by without resistance or complaint, as was the case here, considerations of public policy require that the owner shall not be permitted to reclaim its property but shall be restricted to a claim for compensation for the value of the property taken and for damages to adjacent land, if any, determined as of the date of the taking. See St. Julien v. Morgan L. & T. R. Co., 35 La.Ann. 924; McCutchen v. Texas & P. Ry. Co., 118 La. 436, 43 So. 42; Taylor v. New Orleans Terminal Co., 126 La. 420, 52 So. 562, 139 Am.St.Rep. 537; Pons v. Yazoo & M. V. R. Co., 131 La. 313, 59 So. 721; Roussel v. New Orleans Ry. & Light Co., 152 La. 517, 93 So. 758; Gumbel v. New Orleans Terminal Co., 197 La. 439, 1 So.2d 686.\nHowever, we think the trial judge erred in allowing interest from the date of judicial demand; the rule appears to he well settled that the interest or damages for. delay to which the owner of property is entitled in case payment of compensation does not accompany the taking of his property for public use will be computed from the time of the taking. This is in accordance with our law, for under the express provisions of the Revised Civil Code, Article 1938, interest becomes payable from the time the debt becomes due, which in this case is the date the defendant appropriated the property. Lawrence v. Second Municipality, 2 La.Ann. 651; Jacobs v. Kansas City, S. & G. Ry. Co., 134 La. 389, 64 So. 150.\nThe cases relied on by the defendant-appellant, Makofsky v. Dept. of Highways, 205 La. 1029, 18 So.2d 605, Harrison v. Louisiana Highway Commission, 202 La. 345, 11 So.2d 612, and Gravity Drainage District No. 1 of Rapides Parish v. Key, 234 La. 201, 99 So.2d 82, are inapposite from a factual or legal standpoint. In fact, the Gravity Drainage District case supports the view reached above.\nFor the reasons assigned, the judgment appealed from is amended by allowing interest from the date the property was taken by the defendant, that is, March, 1949, and, as thus amended, the judgment is affirmed.\n. Certain pertinent facts were detailed in our previous opinion, among these being that a strip of land bordering the water’s edge of the Lake, including the subject property, was appropriated for levee purposes by Resolutions of the defendant adopted December 7, 1948 and March 24, 1949, the latter document having been reg'stored in the conveyance office records of Jefferson Parish; that plaintiff, by act of sale dated October 25, 1951, sold the.subject parcel to one Mrs. Bourree; that when Mrs. Bourree attempted to take possession, she found that the Levee Board \"had previously taken full possession of the property — whereupon she instituted suit against A. It Roy, Inc., for rescission of the sale and return of the purchase price, and obtained judgment. In that ease (see Bourree v. A. R. Roy, Inc., 232 La. 149, 94 So.2d 13) this Court rejected the attempt of A. ft Ro^, Inc., plaintiff herein, by third party action, to recover against the Levee Board the assessed value of the realty appropriated, but specifically reserved to the plaintiff here the right to proceed against the Levee Board in a direct action for such redress as might be appropriate. The instant suit was instituted immediately.\n. This chart, identified as “D-B,” was compiled by the U. S. Corps of Engineers from data taken by a tidal gauge located in Lake Pontchartrain about two miles from the subject property; it shows tidal variations in the Lake by means of a long jagged horizontal line, made by the gauge on a sheet of paper marked off into months and years beginning with January, 1932 and continuing through December, 1947, with a vertical line at each end bearing numerals to show the water elevation in feet, mean sea level, so that it is possible, by noting the peaks indicated by the gauge on the chart, to determine the highest water surface elevation of the Lake in any month or during any year. Average and peak wind velocities for each fifteen day period are supplied in numerals.\n. Following a suggestion in tliis Court’s previous decree, the defendant amended its answer, averring in the alternative that (a) the said land is seashore, and (b) in the further alternative, that the property is water bottom of the Lake.\n. “Sea shore is that space of laud, over which the waters of the sea spread in the highest water, during the winter season.”\n. There appears to be no contest as to the correctness of the award of $5,115.00, as allowed by the District Judge, if this Court concludes that the value of the property is to be fixed at the time of the taking.\n. Unlike the instant case, Mrs. Koerber’s property had been appropriated in 1941 by the City of New Orleans for the construction of an airport but she was not apprised of the fact until 1946; and while suit was not filed for recovery of the property or its value until November, 1949, in the meantime there were eonversations and correspondence with respect to the property, as well as a suit instituted in March, 1949, and later dismissed; whereas in this case possession of the property was taken by the defendant Board in 1949 and work on the levee was at that time begun, with plaintiff’s full knowledge, as shown by the testimony of the president of the plaintiff corporation (engaged in the business of buying and selling real estate in Jefferson Parish) and its former sales manager.\n. 36 A.L.R.2d 443, See. 53, and annotations thereunder.\n. A contrary view was reached by this Court in Weiss v. Bd. of Com’rs for Pontchartrain Levee District, 238 La. 419, 115 So.2d 804, but we find this conclusion is not supported by the authorities relied on.",
        "type": "majority",
        "author": "FOURNET, Chief Justice."
      },
      {
        "text": "HAMITER, J.,\nconcurs in part and dissents in part, being of the opinion that the judgment appealed from should be affirmed.",
        "type": "concurrence",
        "author": "HAMITER, J.,"
      }
    ],
    "attorneys": [
      "Clarence A. Frost, Reserve, A. J. Kling, Jr., Gonzales, for defendant-appellant.",
      "Benton & Moseley, Baton Rouge, Sydney J. Parlongue, New Orleans, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "117 So.2d 60\nA. K. ROY, INC. v. BOARD OF COMMISSIONERS FOR PONTCHARTRAIN LEVEE DISTRICT.\nNo. 44817.\nJan. 11, 1960.\nClarence A. Frost, Reserve, A. J. Kling, Jr., Gonzales, for defendant-appellant.\nBenton & Moseley, Baton Rouge, Sydney J. Parlongue, New Orleans, for plaintiff-appellee."
  },
  "file_name": "0925-01",
  "first_page_order": 495,
  "last_page_order": 500
}