{
"id": 3187347,
  "name": "SEARS, ROEBUCK AND COMPANY v. CITY OF NEW ORLEANS, Honorable DeLesseps S. Morrison, Mayor and Colonel Provosty A. Dayries, Superintendent of Police",
  "name_abbreviation": "Sears, Roebuck & Co. v. City of New Orleans",
  "decision_date": "1960-01-11",
  "docket_number": "No. 44676",
  "first_page": "935",
  "last_page": "943",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 936"
    },
    {
      "type": "parallel",
      "cite": "117 So.2d 64"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "116 So.2d 277",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3188240
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/238/0635-01"
      ]
    },
    {
      "cite": "77 So. 212",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "138 La. 243",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        591385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/138/0243-01"
      ]
    },
    {
      "cite": "138 La. 697",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        591213
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/138/0697-01"
      ]
    },
    {
      "cite": "195 La. 492",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10035861,
        1192695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so/197/0209-01",
        "/la/195/0492-01"
      ]
    },
    {
      "cite": "97 Fla. 710",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261451
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0710-01"
      ]
    },
    {
      "cite": "278 U.S. 105",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3904778
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/278/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 7431,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 2.2347715418100336e-07,
      "percentile": 0.7793946674111116
    },
    "sha256": "a20e0986188969904307a443a2602b5e4f96db5d484bde0ffbe59621c735f827",
    "simhash": "1:b6ecc4268d9e0951",
    "word_count": 1243
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "SEARS, ROEBUCK AND COMPANY v. CITY OF NEW ORLEANS, Honorable DeLesseps S. Morrison, Mayor and Colonel Provosty A. Dayries, Superintendent of Police."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nPlaintiff brought suit seeking to have Ordinance No. 1559 M.C.S. of the City of New Orleans declared unconstitutional, illegal, and unenforceable, and to permanently restrain and enjoin the defendants from enforcing the provisions of the ordinance. To the suit the defendants filed an exception to the jurisdiction of the court ratione materiae. The district court reserved judgment on the exception and heard testimony on the merits of the case. After trial there was judgment in favor of the plaintiff overruling the exception to the jurisdiction ratione materiae, declaring Ordinance No. 1559 M.C.S. of the City of New Orleans unconstitutional, and forever enjoining defendants from enforcing or attempting to enforce the provisions of Ordinance No. 1559 M.C.S. From this judgment the defendants have appealed.\nOrdinance No. 1559 M.C.S., popularly known as “The Gas Sign Ordinance” was adopted by the Council of the City of New Orleans on January 8, 1959 and seeks to prohibit sign board advertisement of prices by retailers of gasoline and other petroleum products except by signs no larger than twelve inches in -height and twelve inches in width, located on the pumps from which the gasoline is dispensed and on equipment where such products are delivered by dispensing equipment. The penalty for a violation of the ordinance is a fine of not less than $50 nor more than $100, or imprisonment for a term not exceeding 90 days, or both, at the discretion of the court. It is provided that each day a violation continues it shall be considered a separate violation.\nPlaintiff owns and operates a gasoline filling station in the Gentilly section of the City of New Orleans. It alleges in its petition that it has been ordered by persons acting under orders of defendants to remove the signs and has been threatened with arrest of its service station manager and personnel in default of their removal. It was stipulated that plaintiff was ordered to remove the signs under threat of arrest for violation of Ordinance No. 1559 M.C.S. by members of the Police Department of the City of New Orleans. While defendants have not pressed their exception to the jurisdiction in this Court we nevertheless feel that we must pass on this question since it concerns jurisdiction ratione materiae, which the court must consider even where the litigants do not raise this issue. The attack on the jurisdiction of the Civil District Court was levelled at the right of the plaintiff to seek, in a civil proceeding, an injunction against the enforcement of a penal statute. In ruling on this point the district judge, in his reasons for judgment, said:\n“I am of the opinion that we have concurring here:\n“1. A clear invasion of a property right. Lig[g]ett [Co.] v. Baldridge, 278 U.S. 105 [49 S.Ct. 57], 73 [L.Ed.] 204, State [ex rel. Davis] v. Rose [97 Fla. 710], 122 So. [225] 226.\n“2. An ordinance which is manifestly unconstitutional on its face, and\n“3. A threatened irreparable injury. Dumestre v. Police Jury [195 La. 492], 197 So. [209]; Patout Bros. v. Mayor [and City of New Iberia], [138 La. 697], 70 So. 616.\n“When these three circumstances concur, equity may enjoin the enforcement of a purely penal statute. It is, therefore, unnecessary to inquire whether this ordinance is purely penal or whther it is not rather a regulatory ordinance with merely incidental penal provisions.\n“The exception to the jurisdiction of the Court, ratione materiae will be overruled.”\nWe agree with the conclusions of the district judge on this point. Le Blanc v. City of New Orleans, 138 La. 243, 77 So. 212.\nPlaintiff attacks the constitutionality of Ordinance No. 1559 M.C.S. of the City of New Orleans on the ground, among others, that it violates the 14th Amendment of the United States Constitution and Article I, Section 2 of the Constitution of Louisiana, LSA. In holding the ordinance unconstitutional the district judge said:\n“I am of the opinion that the ordinance in question is not a valid exercise of the police power.\n“It has no real, substantial or rational relation to the public safety, health, morals, or general welfare. It is true that the preamble of the ordinance recites that it is designed to prevent fraud in advertising and to improve aesthetic conditions, but this is not enough. In order to be a valid regulation the means employed must bear a real and substantial relation to the objects sought to be obtained.\n“The only means employed by this ordinance to accomplish its announced objects is a strict limitation on the size of the signs. Manifestly, such a restriction bears no relation whatever to the prevention of fraud. Larger signs would be neither deceptive nor fraudulent.\n“While it may be within the powers of the City, for aesthetic considerations, to pass a general ordinance applying to all business signs situated on or near the public streets, it is not within its power to single out one business or industry and regulate it signs only.\n“In my opinion the ordinance in question violates the 14th Amendment of the United States Constitution, and Article I, Section 2 of the Constitution of Louisiana.”\nOrdinance No. 1559 M.C.S. of the City of New Orleans is similar to Ordinance No. 1145 of the City of Lake Charles, the constitutionality of which we considered in City of Lake Charles v. Hasha, La., 116 So.2d 277, 280. In the present case, as in the Lake Charles case, the city contends that the ordinance is designed to prevent fraud in the sale of petroleum products and that it likewise has for its object beautification of the City. In the Lake Charles case, we said:\n“It is difficult to see how restriction in the size of signs on which is printed the price at which petroleum products are sold or offered for sale bears any relationship to the prevention of fraud. Placing larger signs at places where passing motorists may see them is less conducive to fraud. Business practices, such as the one against which this ordinance is directed, have no detrimental effect on public health, peace, morals, safety or welfare.\n“Nor are we impressed with the statement in the preamble that ‘beautification of the City will be the natural result’ of the adoption of the ordinance. It is not a zoning ordinance which prohibits the operation of gasoline stations nor one which prohibits the use of billboards or advertising signs generally. As pointed out by the City Judge, it does not prohibit the use of signs of any size whatever by ‘liquor stores, meat markets, grocery stores, barber shops, cafes, food stores, garages and a multitude of other types of establishments.’ The ordinance on its face accomplishes little or nothing of an aesthetic value. Obviously, on its face it is designed to restrict competition and foster monopolistic practices, and is not a legitimate exercise of the police power.”\nFor the same reasons we hold that Ordinance No. 1559 M.C.S. of the City of New Orleans is unconstitutional.\nFor the reasons assigned the judgment of the district court is affirmed.",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "Alvin J. Liska, City Atty., Curtis R. Boisfontaine, Sp. Counsel for City of New Orleans, Joseph Hurndon, Asst. City Atty., New Orleans, for defendant-appellant.",
      "Clarence F. Favret, New Orleans, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "117 So.2d 64\nSEARS, ROEBUCK AND COMPANY v. CITY OF NEW ORLEANS, Honorable DeLesseps S. Morrison, Mayor and Colonel Provosty A. Dayries, Superintendent of Police.\nNo. 44676.\nJan. 11, 1960.\nAlvin J. Liska, City Atty., Curtis R. Boisfontaine, Sp. Counsel for City of New Orleans, Joseph Hurndon, Asst. City Atty., New Orleans, for defendant-appellant.\nClarence F. Favret, New Orleans, for plaintiff-appellee."
  },
  "file_name": "0935-01",
  "first_page_order": 500,
  "last_page_order": 504
}