{
  "id": 3189159,
  "name": "Shelton E. HENDRICKS v. ORLEANS PARISH SCHOOL BOARD et al.",
  "name_abbreviation": "Hendricks v. Orleans Parish School Board",
  "decision_date": "1960-01-14",
  "docket_number": "No. 44998",
  "first_page": "943",
  "last_page": "955",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 943"
    },
    {
      "type": "parallel",
      "cite": "117 So.2d 66"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 557,
    "char_count": 15695,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4735882285028973
    },
    "sha256": "176491474fc914327f36ac3b244fa9ceb396be7f49396b06ebd1a744fffb9899",
    "simhash": "1:228acb90397e6621",
    "word_count": 2723
  },
  "last_updated": "2023-07-14T20:15:01.992691+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shelton E. HENDRICKS v. ORLEANS PARISH SCHOOL BOARD et al."
    ],
    "opinions": [
      {
        "text": "VIOSCA, Justice.\nThe question posed in this case is whether Act 125 of 1959 amending and re-enacting LSA-R.S. 47:1994, 1996, 1997 and 1999, so as to defer the dates for making assessments and for the collection of real and personal property taxes in the Parish of Orleans affects in any manner the right and power of the Orleans Parish School Board ■to borrow money for its operation during the school year 1959-1960, and to pledge as security for such loans that portion of its revenues derived from ad valorem taxes for the calendar year 1960 in excess of 50% of such revenues.\nPlaintiff, a voter and taxpayer, seeks by injunction to restrain the Orleans Parish School Board and the members thereof from pledging as security for any loan or loans to be made by it during and for its fiscal year extending from July 1, 1959 to June 30, 1960 any portion of its 1960 revenues to be derived from taxes on real and personal property situated in the City of New Orleans which is in excess of 50% of the estimated total avails of the 1960 taxes, it being his contention that it is not reasonable to expect that more than 50% of these taxes will be collected before July 1, 1960, the expiration of the current fiscal year of the Orleans Parish School Board. A rule nisi for a preliminary injunction issued and upon trial of this rule there was judgment dismissing the rule and denying the preliminary writ of injunction at plaintiff’s cost. From this judgment the plaintiff has appealed to this Court.\nIn his petition plaintiff alleges that according to a resolution adopted by the Orleans Parish School Board on November 19, 1959, it proposes to pledge the uncollected 13 mill tax on real and personal property for the calendar year 1960 for a loan to be made during the fiscal year ending June 30, 1960; that under the provisions of LSA-R.S. 17:89 the Orleans Parish School Board may pledge as security for loans “their revenues for that current year, calendar or fiscal, as the case may be and no longer”; that under the provisions of LSA-R.S. 47:1997, as amended by Act 125 of 1959, beginning in the year 1960 in the City of New-Orleans the collection of taxes shall begin on June 1st of the year for which the taxes are levied, said taxes being payable in two installments in June and October respectively of each year; that as a result of the passage of Act 125 of 1959 the defendant Board cannot reasonably expect to receive more than fifty per cent of its ad valorem real and personal property taxes levied for the year 1960 before June 30, 1960 and that therefore the Board cannot pledge as security for loans made during the fiscal year July 1, 1959 to June. 30, 1960 more than fifty per cent of its expected receipts from its ad valorem tax levy for the year 1960; that if the defendant is permitted to pledge any of its tax receipts which are collectible beyond the end of defendant’s current fiscal year, it will be using for current operation of the current fiscal year the revenues of a subsequent fiscal year and will thus preclude the use of said revenues for the operation of the public schools in the Parish of Orleans during such subsequent fiscal period; that approximately $6,000,000 of defendant’s 1960 ad valorem real and personal property taxes will be collected by defendant after July 1, 1960, and that if defendant is allowed to pursue its illegal course of conduct, it is this sum which will be unlawfully pledged.\nIn answer the defendant School Board alleges the passage of the resolution of November 19, 1959 for the loan and pledge of taxes. Defendant also alleges that it secured the approval of the State Bond and Tax Board for authority to'borrow amounts not to exceed $21,229,183.71, said loans to be secured for payment in principal and interest by pledge of the revenues accruing to the Board for the fiscal school year 1959-1960; that pursuant to the provisions of Article XII, Section 16 of the Louisiana Constitution of 1921, as amended, LSA,. the defendant levied an ad valorem tax for the year 1960 at its meeting held on November 9, 1959 and certified said fact to the Council of the City of New Orleans; and that for a period of at least twenty years prior to 1959 it has been the procedure for the Board in each of said years to include in the Board’s budget 85% of the estimated real property, and 90% of the estimated personal property ad valorem tax receipts, as estimated receipts for the fiscal year which ended on June 30th of the calendar year for which the tax levy was made. Defendant alleges that it was not the intention of the legislature by the passage of Act 125 of 1959 to prevent the defendant from including in its budget for the fiscal year 1959-1960 one-half of its estimated 1960 ad valorem tax receipts nor is it the purpose of the said Act to prevent defendant from pledging more than 50% of its estimated ad valorem tax receipts as security for loans made by it. Defendant alleges: “Such an interpretation of said statute would deprive respondent of at least Six million ($6,000,000.00) dollars of borrowing capacity, and reduce its estimated revenues for the fiscal year 1959-1960 by said sum; would result in the necessity of closing all public schools in the Parish of Orleans at least 3 months before their scheduled closing; would irreparably injure the educational process for more than 90,000 children in the Parish of Orleans, and would adversely affect the accreditation of the schools of this Parish.”\nThere is no dispute in the facts. In accordance with law and with its usual custom, the Orleans Parish School Board on September 14, 1959 adopted its budget in the sum of $28,782,203.27 for the fiscal year July 1, 1959 to June 30, 1960. In this budget the Board in accordance with its usual custom included for that fiscal year 85% of revenues from the estimated 1960 ad valorem taxes on real property and 90% of the 1960 ad valorem taxes on personal property. It did not include in this budget any estimated revenues for the year 1961 or subsequent years. This budget was approved by the State Budget Committee on November 3, 1959.\nLikewise in accordance with law and its usual practice, the School Board finding it necessary to borrow funds from banks in order to meet its current operating expenses before the collection of taxes, adopted a resolution on September 28, 1959 authorizing the borrowing either at once or from time to time as needed of amounts not to exceed in the aggregate $21,229,183.-71, being not in excess of three-fourths of the expected revenue receipts for current operation of the schools, such loan or loans to mature on or before June 30, 1960.\nAccording to the testimony of Harold Porter, business manager of the Orleans Parish School Board, this has been the practice since he became business manager of the Orleans Parish School Board on June 1, 1951, and a research of the records of the Board shows that this has apparently been its practice for at least six or seven years prior to that date.\nThe application of the Orleans Parish School Board for approval of its authority to borrow was in due course on November 18, 1959 approved by the State Bond & Tax Board in accordance with the provisions of LSA-R.S. 47:1801-1808.\nLSA-R.S. 17:89 provides:\n“When and after the budget for a school year has been duly, regularly, and properly prepared, considered and adopted, as prescribed herein, the parish school boards shall have the authority to borrow money to meet its budget or expenditures for the school year 1934-35 sums aggregating not in excess of three-fourths of its expected revenue receipts for current operation. And for the years thereafter the sums borrowed shall not aggregate more than one-half of its expected revenue receipts for current operation. As evidence of these loans the parish school boards may execute or cause to be executed notes or other evidences of indebtedness payable before the close of the school year, and pledge as security therefor their revenues for that current year, calendar or fiscal, as the case may be, and no longer. Provided, that in parishes having a population of two hundred thousand or more school boards shall be allovaed to borrow as much as three-fourths of the expected revenue.” (Italics ours.)\nIt was under the authority of LSA-R.S. 17:89 that the Board adopted its resolution authorizing the necessary loan not exceeding three-fourths of its expected revenues, and the pledge as security of its revenues from taxes for the calendar year 1960.\nPrior to the adoption of Act 125 of 1959' assessments were made as of August 1st of' the preceding year and tax collections began on January 1st of the year for which the taxes were levied. Since it was reasonable to expect that most of the taxes-levied for the calendar year beginning in the middle of the Board’s fiscal year would' be collected before the expiration of the fiscal year, there was no problem. Act 125 of 1959, however, amended LSA-R.S. 47 :- 1994, 1996, 1997 and 1999 so as to defer the assessment date from August 1st of the preceding year to January 1st of the calendar year for which the tax is levied and' so as to correspondingly defer the collection of taxes to June 1st of said calendar year. Furthermore, the taxpayer is given, by this Act the option of paying the taxes in two installments if he so desires, the first installment being payable in June and the second installment in October.\nThe Orleans Parish School Board levied its 13 mill ad valorem tax for the year 1960 at its meeting on November 9, 1959 and certified this to the City Council of New Orleans. The city, in due course, will undertake the collection of these taxes and transmit them to the School Board daily as provided by the Constitution. Until the city begins the collection of these taxes on June 1st, the School Board will be without the necessary revenues from this source to operate the schools unless it has the right to borrow money secured by a pledge of these revenues. The evidence shows that if the School Board is restricted in its borrowing power to one-half of the estimated revenues from ad valorem taxes for the calendar year 1960, its revenues for the operation of the schools for the school year 1959-1960 will be reduced by $6,000,000 and it will be necessary to close the schools approximately three months in advance of their normal closing date with consequent injury to the school children, the school teachers, the employees of the School Board and the School Board.\nIt is the plaintiff’s contention that since the taxpayers are given the option of paying one-half of their taxes during the month of June, 1960, the School Board should be restricted in its borrowing power to one-half of the estimated revenues from these taxes. We cannot follow this argument. The taxes for the -calendar year 1960 will be due and payable on June 1, 1960, within the Board’s fiscal year, which expires June 30, 1960 and they will become delinquent on July 1, 1960, unless all or at least one-half of the amount thereof is paid in June. It is legally possible therefore for all of the taxpayers to pay their 1960 taxes in full in June, 1960. Act 125 of 1959 does not make it mandatory that the taxes be paid in two installments. It provides that “said taxes may be paid in two equal installments”. Since all of the taxes for the calendar year 1960 fall due and may be paid within the fiscal year, we believe that this is sufficient to bring the revenues from this source within the term “expected revenue receipts for current operation” as used in LSA-R.S. 17:89. The mere fact that some of the taxpayers may get an extension to October 1, 1960, to pay one-half of the amount of their 1960 taxes ■does not remove such deferred payments from the “expected revenue receipts for current operation”. The object of the limitation in LSA-R.S. 17:89 is to prevent a school board from pledging for current operation its revenues for future years; it has no reference to deferred or delinquent taxes for the current year.\nThere is nothing whatsoever in Act 125 of 1959 amending and re-enacting LSA-R.S. 47:1994, 1996, 1997 and 1999 which attempts to restrict in any manner the power and authority of the Orleans Parish School Board to borrow money for its operation. The Act is entirely silent on that subject, and we cannot read into it any limitation in that respect.\nConstruing all of the aforesaid provisions of the Revised Statutes together, we have no hesitancy in holding that the Orleans Parish School Board may borrow to meet its budget for the school year 1959— 1960 sums of money aggregating not in excess of three-fourths of its expected revenue receipts for current operation including revenues from all of the ad valorem taxes levied by it for the calendar year 1960, and pledge all of such revenue as security therefor.\nFor the reasons assigned the judgment is affirmed.\n. LSA-R.S. 47:1994 as amended by Act 125 of 1959 provides:\n“ * * * The status of all real and personal property in the parish of Orleans as of the first day of January of each and every calendar year, beginning with the year 1960, shall determine its liability for or exemption from taxation during such calendar year, and the assessors in and for said parish shall complete the work of preparing and making up the assessment rolls for each and every calendar year, beginning with the calendar year 1960, on the first day of January thereof.”\n. LSA-R.S. 47:1997, as amended by Act 125 of 1959 provides:\n' “ * * * The collection of taxes shall begin on the first day of June of the year for which taxes are levied. Said taxes may be paid in two equal installments payable, respectively, in June and October of each of each year, beginning with the year 1960; provided, that the taxpayer shall pay one-half of said taxes during the month of June. Unless the taxpayer, during the month of June, shall pay all real estate, personal, and public utilities taxes on property owned by him in the parish of Orleans, or one-half thereof, as hereinabove provided, the entire amount of such taxes shall become-delinquent on the first day of July, and said taxes shall bear ten percent per annum delinquent penalty from the date-of delinquency until paid. On the thirty-first day of December of each year, commencing with December 31, 1959, the director of finance of the city of New Orleans, under such regulations as may be prescribed by the city council, shall forthwith proceed to advertise and sell for delinquent taxes the real estate and public utilities upon which taxes are delinquent and shall also proceed to enforce the collection of delinquent personal property taxes.”\nAs it appears in the enrolled bill.\n. Article XII, Section 16 of the Louisiana Constitution of 1921 provides in part: “The Orleans Parish School Board, or its successor in law, shall levy annually for the'years 1955, 1956, 1957, 1958 and 1959 a tax not to exceed eleven and one-half (11%) mills, and annually thereafter a tax not to exceed thirteen (13) mills, on the dollar on the assessed valuation of all property within the City of New Orleans assessed for City taxation and shall certify the fact to the Council of the City of New Orleans, or other governing body of said City, which shall cause said tax to be entered on the tax rolls of said City, and collected in the manner and under the conditions and with the interest and penalties prescribed by law for City taxes. The money thus collected shall be paid daily to said Board.”",
        "type": "majority",
        "author": "VIOSCA, Justice."
      }
    ],
    "attorneys": [
      "Moise W. Dennery, New Orleans, for appellant.",
      "Samuel I. Rosenberg, New Orleans, for .appellees."
    ],
    "corrections": "",
    "head_matter": "117 So.2d 66\nShelton E. HENDRICKS v. ORLEANS PARISH SCHOOL BOARD et al.\nNo. 44998.\nJan. 14, 1960.\nMoise W. Dennery, New Orleans, for appellant.\nSamuel I. Rosenberg, New Orleans, for .appellees."
  },
  "file_name": "0943-01",
  "first_page_order": 504,
  "last_page_order": 510
}
