{
  "id": 3186527,
  "name": "STATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Abraham SCHNITT et al.",
  "name_abbreviation": "State ex rel. Department of Highways v. Schnitt",
  "decision_date": "1960-01-11",
  "docket_number": "No. 44919",
  "first_page": "1069",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "238 La. 1069"
    },
    {
      "type": "parallel",
      "cite": "117 So.2d 595"
    }
  ],
  "court": {
    "name_abbreviation": "La.",
    "id": 9109,
    "name": "Louisiana Supreme Court"
  },
  "jurisdiction": {
    "id": 10,
    "name_long": "Louisiana",
    "name": "La."
  },
  "cites_to": [
    {
      "cite": "78 So.2d 493",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        10065177,
        2946068
      ],
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/78/0493-01",
        "/la/227/0014-01"
      ]
    },
    {
      "cite": "227 La. 13",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10065177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/78/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 13433,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 1.947633621358356e-07,
      "percentile": 0.7363131981825968
    },
    "sha256": "30d00311926e102d3f040e56bd4d5f6a6c7a1c3ad5875739465e88c6f5af4c1e",
    "simhash": "1:0f891408b251d015",
    "word_count": 2190
  },
  "last_updated": "2024-02-27T21:40:55.176411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Abraham SCHNITT et al."
    ],
    "opinions": [
      {
        "text": "HAMITER, Justice.\nOn September 8, 1959 plaintiff (relator in this court) instituted the instant proceeding under the authority of Act 107 of 1954 (LRS 48:441 et seq.) to expropriate for highway purposes a parcel of land, together with the buildings and improvements thereon, located in the Parish of Caddo. Named defendants were the owners, Abraham Schnitt and Harry L. Lasker, and also A. (Jack Nakis) Armenakis who allegedly holds a lease on the property, the term of which extends to July 15, 1962.\nAccording to the allegations of the petition it was necessary that plaintiff acquire the property in full ownership, including all of the rights of the lessee, and that “ * * the just compensation to which the said defendants are entitled, being the compensation for the above described property, in full ownership, including all of the rights of the lessee therein, subject to the mineral reservation set forth in paragraph nine (9) hereof, together with the buildings and improvements situated wholly or partly thereon, has been estimated to be the sum of Forty-nine Thousand Thirteen and No/100 Dollars ($49,013.00), as shown by the written estimate of the appraisers marked ‘Exhibit P-5,’ annexed hereto and made a part hereof.”\nThe statute under which the suit was brought provides for the mentioned estimating of the value of the property sought to be expropriated and further that: “Upon the deposit of the amount of the estimate in the registry of the court, for the use and benefit of the persons entitled thereto, the clerk shall issue a receipt showing ^he amount deposited, the date it was deposited, the style and number of the cause, and the description of the property and property rights as contained in the petition. Upon such deposit, title to the property and property rights specified in the petition shall vest in the department and the right to just and adequate compensation therefor shall vest in the persons entitled thereto. * * *»\nThe prayer of the petition was, in part, that: “ * * * an order issue herein directing petitioner to deposit the sum of Forty-nine Thousand Thirteen and No/100 Dollars ($49,013.00) in the registry of this Court, for payment to the person or persons entitled thereto, and declaring that the full ownership of the tract or parcel of land described hereinabove, including all of the rights of the lessee therein, subject to the mineral reservation set forth in paragraph nine (9) hereof, together with all the buildings and improvements situated wholly or partly thereon, has been taken for highway purposes as of the time such deposit is made.”\nIn accordance with the prayer, and in keeping with the provisions of the applicable statute, the court ordered plaintiff to deposit the sum proposed to be paid. It further ordered that the property in full ownership, including the rights of the lessee, be expropriated and taken for highway purposes as of the time of the deposit; and that all defendants vacate the premises and surrender possession to plaintiff not later than thirty days after being served with notice of the suit.\nConformably with such order plaintiff made the deposit.\nThereafter, on receiving notice of the suit, the lessee moved for and obtained a rule directing the owner defendants and the plaintiff to show cause why he should not be permitted to withdraw $10,783 from the amount deposited in the registry of the court, the said sum allegedly representing the value attributable to his leasehold rights in the property expropriated. (He reserved his right to proceed in the future to collect such additional loss and damages as he may have sustained.) In an answer plaintiff opposed lessee’s motion and rule, it urging that any attempt to distribute the funds without agreement of all parties, or until a final judgment determining the total compensation due to the respective defendants, would be unwise and inequitable.\nThe defendant owners, through an answer and by exceptions of no right and no cause of action, likewise opposed lessee’s motion and rule. Additionally, they caused to be issued a rule ordering plaintiff and the defendant lessee to show cause why they (the owners) should not be authorized to withdraw the full amount of the deposit inasmuch as it purportedly represented the value of the property which they, admittedly, owned.\nBoth rules and the exceptions were heard contradictorily with all parties, and thereafter (on October 28, 1959) the district court rendered a judgment in favor of the owners. It recalled the rule sued out by the lessee, and it ordered that such owners withdraw all of the funds deposited (their rule was made absolute).\nThe lessee did not appeal from that decree, nor has he applied to this court for supervisory writs. Rather, on October 30, 1959 he successfully sought a temporary restraining order preventing the plaintiff from proceeding with the expropriation. At the same time he obtained a rule directing plaintiff to show cause why a preliminary injunction should not issue enjoining and prohibiting it from interfering with his possession of the premises.\nOn November 5, 1959 plaintiff filed in this court an application for remedial writs. However, no mention was made therein of the temporary • restraining order issued against it. The only relief sought was that “ * * * the said Judge of the First Judicial District Court and the defendants, Abraham Schnitt, Harry L. Lasker, and A. (Jack Nakis) Armenakis, be ordered to show cause in this Court * * * why the decision and ruling of the said District Judge of October 28, 1959, granting the landowners * * * the right to withdraw the total deposit of $49,013, made for the benefit of all the defendants by plaintiff herein, should not be recalled, annulled and set aside and, accordingly, why it should not be decreed that all the defendants may withdraw jointly the total deposit of $49,-013, without an apportionment by the Court of their respective shares of that deposit, until there has been a judicial determination of the total value of their combined rights in the expropriated property * * 5^ »\nFive days later (on November 10, 1959) plaintff filed here a “Supplemental and Amended Petition for Writs * * annexed to which was the lessee’s petition for, together with the decree granting, the temporary restraining order. Relator prayed' therein that the district judge and the defendants be ordered to show cause “ * * * why the restraining order issued October 30, 1959 * * * and why any injunction which may be granted in connection therewith should not be recalled, annulled and set aside.”\nOn November 12, 1959, in view of the showing made by plaintiff in its supplemental petition respecting the restraining order, we issued remedial writs and a rule to show cause directed to the district judge •and the defendants.\nMeanwhile, on November 10, 1959 lessee’s rule for the preliminary injunction was tried in the district court. And at the conclusion of the trial judgment was rendered in favor of the lessee ordering the issuance of a preliminary writ of injunction against the plaintiff. The judgment was signed, and the injunction order issued, on November 12, 1959 — the same day that our writs to the district court were granted.\nLater, on November 17, 1959, plaintiff filed here a “Second Supplemental and Amending Petition for Writs * * * ” in which it made reference to the proceedings relating to the issuance of the preliminary injunction and prayed that the district judge and the defendants be ordered to show cause in this court why the temporary restraining order and the judgment granting a preliminary injunction should not be annulled and set aside. We issued the rule as prayed for in the second supplemental petition.\nThe entire matter was submitted here on the return day for the last mentioned rule, and it is presently before us for consideration.\nPlaintiff (relator here) submits that its first petition for remedial writs presents for consideration two legal propositions. Initially, it suggests that the question of whether or not a lessee is a necessary party in condemnation proceedings has not been clearly settled by our statute law or jurisprudence, and that it is important to have a definite decision on this matter to serve as a guide in future actions of that nature. In State of Louisiana through Department of Highways v. Ferris et al., 227 La. 13, 78 So.2d 493, 497, we held that the lessee “ * * * is not an improper party and may recover such part of the expropriation price as is attributable to his lease * * Here, as in the Ferris case, the plaintiff made the lessee a party defendant and deposited funds alleged by it to be sufficient to cover the value of the leasehold rights, as well as the property value and damages. Consequently, it is unnecessary for us to pass upon plaintiff’s initial proposition.\nSecondly, plaintiff, in requesting us to review the trial court’s judgment (rendered on a rule to show cause) which granted to the owners the right to withdraw all of the deposited funds, urges that the deposits could be withdrawn only jointly by all of the defendants, without an apportionment by the court of their respective shares, until such time as there has been a judicial determination of the total value of their combined rights in the expropriated property. We think that plaintiff is without interest in the judgment thus complained of and, hence, has no right presently to raise the issue of apportionment. If, as it alleged, plaintiff has deposited funds sufficient to pay the total claims due, and has joined in the suit each and every claimant, it is fülly protected by the deposit which it made. It may be observed, in this connection, that plaintiff has no duty to champion the equitable interests of the lessee who, as before shown, sought neither an appeal nor remedial writs for the purpose of preventing the mentioned judgment from becoming executory.\nOf course, if ultimately the defendants insist that plaintiff has not deposited funds sufficient to satisfy their total claims it then would have the right to seek a determination of the question of apportionment. But clearly that is a matter which addresses itself to the merits of the case.\nOn the other hand we have concluded that it was improper for the trial court to enjoin, at the instance of the lessee, plaintiff’s taking possession of the property under the expropriation order previously issued. LRS 48:447 provides: “Any defendant desiring to contest the validity of the taking on the ground that the property was not expropriated for a public use may file a motion to dismiss the suit within ten days from the date the notice was served on him. * * *\n“Failure to file the motion within the time provided or to serve a copy thereof on the plaintiff constitutes a waiver of all defenses to the suit except claims for compensation.’’ (Italics ours.)\nA reading of the injunction petition, taken in connection with the pleadings previously filed, plainly discloses that the demand is based on the theory that plaintiff failed to deposit the funds in the manner required by law. In this connection the lessee contends that two separate deposits should have been made — one for him and the other for the owners- — instead of the single deposit -for the benefit of all defendants. Conceding arguendo that the lessee is correct in this contention it is obvious-that his objection comes too late. It was-not urged, as required by the above quoted provisions of LRS 48 :447, within ten days-after notice to him of the expropriation; suit.\nFor the reasons assigned the writs heretofore issued by us, insofar as and only as they relate to the restraining order and preliminary injunction issued against plaintiff on October 30, 1959 and November 12,, 1959, respectively, are hereby made peremptory, and it is now ordered that said restraining order and preliminary injunction be annulled and set aside and the injunction petition of A. (Jack Nakis) Armenakis be dismissed. Costs of the injunction proceedings shall be paid by the last named defendant. All other costs shall await the final determination of the litigation.\nOn Motion for Clarification\nPER CURIAM.\nAbraham Schnitt and Harry L. Lasker,, defendants-resppndents, have filed a motion to clarify the decree herein, suggesting that it would appear, by necessary implication, that in all other respects the writs heretofore issued herein are recalled and set aside, and further suggesting, for the sake of clarity, that this Court by a per curiam supplement its decree herein;\nIt is, therefore, ordered that the decree herein is hereby amended and supplemented so as to state and provide that the writs heretofore issued, except as they relate to the restraining order and preliminary injunction issued against plaintiff on October 30, 1959 and November 12, 1959, respectively, are recalled, annulled and set aside, and that this cause be remanded to the district court for further proceedings in accordance with law.\nRehearing denied.",
        "type": "majority",
        "author": "HAMITER, Justice."
      }
    ],
    "attorneys": [
      "D. Ross Banister, Glenn S. Darsey, Brunswig Sholars, Chester E. Martin, Baton Rouge, Jesse S. Moore, Jr., Shreveport, for plaintiff-applicant.",
      "Booth, Lockard, Jack, Pleasant & Le-Sage; Simon & Carroll, Archie M. Simon, Shreveport, for defendants-respondents."
    ],
    "corrections": "",
    "head_matter": "117 So.2d 595\nSTATE of Louisiana, through the DEPARTMENT OF HIGHWAYS v. Abraham SCHNITT et al.\nNo. 44919.\nJan. 11, 1960.\nRehearing Denied Feb. 15, 1960.\nD. Ross Banister, Glenn S. Darsey, Brunswig Sholars, Chester E. Martin, Baton Rouge, Jesse S. Moore, Jr., Shreveport, for plaintiff-applicant.\nBooth, Lockard, Jack, Pleasant & Le-Sage; Simon & Carroll, Archie M. Simon, Shreveport, for defendants-respondents."
  },
  "file_name": "1069-01",
  "first_page_order": 567,
  "last_page_order": 573
}
