{
    "id":  4559206,
    "name":  "J. D. Adams v. The State",
    "name_abbreviation":  "Adams v. State",
    "decision_date":  "1907-10-30",
    "docket_number":  "No. 3711",
    "first_page":  "13",
    "last_page":  "17",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 13"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "72 S. W. Rep., 996",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "32 Texas Crim. Rep., 434",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "88 S. W. Rep., 363",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "70 S. W. Rep., 971",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "53 S. W. Rep., 111",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 463",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158478
                                      ],
                         "weight":  2,
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0463-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  515,
                     "char_count":  12194,
                     "ocr_confidence":  0.555,
                     "pagerank":  {
                                      "raw":  2.3673661388380475E-07,
                                      "percentile":  0.7949992451297354
                                  },
                     "sha256":  "2ce2a0cd1bd6563f4369269470e51e72fedbed0666cff74b2c6f652c929a10d7",
                     "simhash":  "1:f5ac0ed5c4252971",
                     "word_count":  2110
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "J. D. Adams v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of rape and his punishment assessed at ten years confinement in the State penitentiary.\nThe record before us shows that appellant lived a short distance from the mother of .prosecutrix. Prosecutrix, at the instance of her mother, went with her little brother to appellant’s house where they stayed a part of the day, and when they started home, appellant accompanied them. After going a short distance towards the section house where prosecutrix’s mother lived, the brother who had previously been bitten on the foot by a snake complained of his foot and went on ahead of appellant and prosecutrix, home. Prosecutrix, according to her statement, was requested to get in the lap of appellant, which she did, while appellant was sitting upon a stump and while in that position, she claims appellant had carnal intercourse with her.\nProsecutrix was a little girl eight years old. Hpon her return home with appellant, appellant talked to various members of the family, including prosecutrix’s mother and finally left returning to his home. Hpon prosecutrix making complaint of pain in her privates, her mother inquired what was the matter and upon being told that appellant had raped her, her mother got a pistol and went over to appellant’s house and inquired of appellant’s wife where he was, during which time the mother was crying and nervously fumbling a pistol. This very brief statement of the case is made in order to make intelligible the only question which we deem necessary to review.\nBill of exceptions No. 2 shows that while prosecutrix’s mother was upon the stand, the State asked her what she carried with her when she went to defendant’s house on Monday, being the Monday following Friday, .the day of the alleged offense, to which question appellant objects on the ground that same was immaterial, irrelevant and calculated to injure appellant and prejudice the minds of the jury against appellant. The court appends to this bill the following qualification:\n“The answer was made before the question was objected to and the court replied: T will reserve my ruling until later when I can take up the notes of the stenographer of the examination of the defendant this morning;’ the matter was not again called to the attention of the court, but the defendant afterwards proved by his wife that when Mrs. Ayers was at her house she was crying, was excited and had a pistol wrapped up in a paper and she kept fumbling with it all the time; she inquired for Adams and told her after urgent request of the charge against Adams. Defendant also, on cross-examination, testified without objection, that his wife told him that Mrs. Ayers had a pistol, was crying and very much excited. Mrs. Ayers was strenuously cross-examined by defendant’s attorney.as to her motive in going to Adams’ house indirectly seeking to show that she was mad with Adams about a-trivial affair; this bill is allowed and approved because the court did not exclude the evidence of Mrs. Ayers as to the pistol.”\nThis testimony should not have been admitted. It was highly prejudicial to appellant to permit the State to prove that prosecutrix’s mother went to his home seeking him with a pistol. Nor do we believe that the fact that afterwards it was proved, over appellant’s objection, that it did render harmless the fearful error in the admission of this testimony. It is true the proof as stated in the explanation offered by appellant did not serve to mitigate the blow given to appellant’s rights, but had a very decided tendency to aggravate the error of the court in admitting it. But we do not believe that the inadvertence of counsel in putting this testimony before the jury can be used to offset the great error in admitting the testimony in the first instance. Juries are too apt to be guided by passion in the trial of cases of this character and the very utmost effort should be made to maintain the strict rules of law in the trial of this character of cases, in order that no extraneous matter may be brought to bear against appellant’s rights under so horrible an accusation. We accordingly hold that this testimony forces us to reverse this case.\nBill of exceptions No. 3 complains of the following: “While Mrs. Ayers, prosecutrix’s mother, was permitted over appellant’s objection, to testify that when she was at the home of defendant on Monday following the alleged offense on Friday, that she did not know what she would have done if she had seen, or met defendant, but that she thought she would have killed him. Defendant objected to this evidence because what said witness would or might have done if she had met defendant, was immaterial, improper and prejudicial to defendant’s rights; that it would tend to inflame the minds of the jury against appellant” all of which objections were overruled and the witness permitted to testify as above stated. This bill is approved with this explanation: “This evidence or answer of the witness was given before objection by defendant and as the district attorney contended it had been brought out by defendant’s attorneys’ cross-examination of the witness as to the purpose of her visit, and the court remarked, ‘the question was answered before it was objected to and I will pass it for the present. If I decide to exclude it later \"on I will say so, and if I-do not, you can have your exceptions/ After that defendant proved by his wife, Mrs. J. D. Adams, that in addition to inquiring for Foster she was crying, was excited and had a “pistol wrapped up in a paper and she kept fumbling with it all the time,” also that she inquired for Adams, the defendant, and told her about the charge against Adams. On cross-examination the defendant testified without objection that his wife told him that Mrs. Ayers, had been over to his home; that she had a pistol, was crying and very much excited. On cross-examination of Mrs. Ayers by defendant’s attorneys as to motive in going to the house of defendant, she testified: “I did not go over there exactly to get Mr. Foster’s address, I do not know what I went for; I did get his address; I do not know that I intended to get that before I left home.” There was a theory on the part of defendant’s attorney that Mrs. Ayers was mad with Adams about a debt due her little boy. In view of the testimony of defendant and his wife and the cross-examination of Mrs. Ayers, I did not exclude the statement of Mrs. Ayers, as to her intent to kill Adams, nor did defendant’s attorney again call same to my attention, and his bill of exceptions is allowed and approved because I did not exclude the said testimony of Mrs. Ayers.”\nWe think this testimony as well as the above pointed out testimony, should not have been admitted. Certainly if the defense had a theory that the animus of the prosecution was based upon a debt due the little boy, this could be properly inquired into. Nor would the fact that appellant and his wife testified to seeing her with a pistol be any legal justification or\u0027 excuse of her testifying that she thought she would have killed appellant if she had met him. This testimony was very highly prejudicial and should never have been introduced. We suggest, in view of the reversal of this case, that upon another trial, the State’s inquiry, and the defense be limited to the question as to whether or not she went over there to raise a row about a debt, or to inquire about a debt. The fact that the prosecutrix’s mother may have thought appellant was guilty and may have had evidence to her mind sufficient to warrant her in seeking appellant and killing him, is not legitimate evidence to go before a jury in passing.upon the guilt or innocence of appellant, but his guilt must be predicated upon the testimony of witnesses sworn, and their evidence given according to the known rules of law.\nBill of exceptions No. 4 complains that prosecutrix’s mother was permitted to testify to complaint made by prosecutrix as to her physical condition and pains in her privates, the day following the day the crime is alleged to have been committed. We think this testimony is admissible. Outcries made by prosecutrix recently after a rape have been repeatedly held by this court to be admissible.\nAppellant by bill of exceptions, complains that the court would not permit him to contradict the prosecutrix’s mother as to various statements made by her as to her daughter not being raped, just after the offense is alleged to have been committed. Upon another trial, if proper predicate is laid, this testimony should be admitted. That is to say, if prosecutrix’s mother made any statement contradictory of her testimony, upon material inquiry, prior to the trial of this case, appellant Avould have a right to lay the predicate and put the Avitness on the stand and contradict her on said issue. Furthermore, it is suggested that statements made by other parties Avhile the appellant Avas not present, should not be introduced to prejudice him in the trial of his case.\nFor the errors pointed out, the judgment is reversed and the cause remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Miller \u0026 Royall and Paul Jones, for appellant.",
                                       "F. J. McGord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "J. D. Adams v. The State.\nNo. 3711.\nDecided October 30, 1907.\n1. —Bape—Evidence—Acts and Declarations of Third Parties.\nWhere upon trial for rape the defendant objected to certain acts and declarations of the mother of the female child alleged to have been raped, to the effect that said mother was crying, was fumbling with a pistol when inquiring for defendant, and threatened to kill him at the time she went to defendant’s house after the alleged offense; and the court held the question in abeyance, and in the course of the trial the same class of evidence was brought out on cross-examination of defendant and his witnesses, and the court failed to announce any ruling on the point of objection, held: reversible error and that this class of testimony was highly prejudicial to the rights of defendant and should have been excluded.\n2. —Same—Evidence—Animus of Prosecution.\nWhere upon trial for rape the defense had a theory that the animus of the prosecuting witness was based upon ill feeling against the defendant growing out of a debt due by him to her little boy, the inquiry both by the State and the defense should have been limited to that fact; and the opinion of said prosecuting witness as to the guilt of defendant of the crime of rape and that she intended to kill him on this account was not legitimate evidence.\n3. —Same—Evidence—Bes Gestae—Outcries of Party Injured.\nUpon trial for rape, there was no error to permit the mother of the female child alleged to have been raped to testify to complaints made by said child as to her physical condition and pains in her privates, the day following the day the crime is alleged to have been committed.\n4. —Same—Evidence—Contradictory Statements by Witness—Predicate.\nUpon trial for rape, the court should have permitted the defendant to contradict the prosecutrix mother as to various statements made by her as to her daughter not being raped, just after the offense is alleged to have been committed, and to lay the predicate therefor.\n5. —Same—Declaration of Third Parties.\nUpon trial for rape, statements made by other parties while the defendant was not present should not be introduced in evidence to prejudice him in the trial of his case.\nAppeal from the District Court of Henderson. Trie! below before the Hon. B. H. Gardner.\nAppeal from a conviction of rape; penalty, ten years imprisonment in the penitentiary.\nThe opinion states the case.\nMiller \u0026 Royall and Paul Jones, for appellant.\nOn question of admitting testimony as to declarations of prosecutrix’s mother: Reddick v. State, 35 Texas Crim. Rep., 463; McClure v. State, 53 S. W. Rep., 111. On question of declaration by prosecutrix with reference to pains and outcries, etc.: Carter v. State, 70 S. W. Rep., 971; Hearse v. State, 88 S. W. Rep., 363; Reddick v. State, 35 Texas Crim. Rep., 463. On question of animus of prosecuting witness: Carroll v. State, 32 Texas Crim. Rep., 434; Miller v. State, 28 Texas Crim. App., 446; Miller v. State, 72 S. W. Rep., 996.\nF. J. McGord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1086-01",
    "first_page_order":  31,
    "last_page_order":  35
}
