{
    "id":  4561409,
    "name":  "Ex Parte A. P. Braumbaugh",
    "name_abbreviation":  "Ex parte Braumbaugh",
    "decision_date":  "1907-10-30",
    "docket_number":  "No. 3856",
    "first_page":  "33",
    "last_page":  "35",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 33"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  295,
                     "char_count":  5661,
                     "ocr_confidence":  0.585,
                     "sha256":  "312725f2952740263aaa350a390c210b79c11d8ab03c5d177a12402a3ccb994c",
                     "simhash":  "1:15df6f09db50ef90",
                     "word_count":  994
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Ex Parte A. P. Braumbaugh."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nJudge.—Relator Relator was arrested under a charge of aggravated assault and battery.\nThe facts show that the sheriff and another party, supposed to have been his deputy, went to a building known as the Century Club armed with a search warrant for the purpose of investigating said building as to whether or not liquors were kept in said building in violation of the Act of the Thirtieth Legislature, page 156.- When the sheriff presented himself appellant sought to prevent his entrance into the house. The sheriff testified at this point that he said: “Look here Brumbaugh, I do not want to have any trouble with you; I am the sheriff of Gray-son County, Texas, and you know\u0027it, and I have got a warrant here, that is a legal warrant, and I showed him the warrant.” Relator replied : “I do not care whether you have a warrant of that kind or not; you are not a member of this club, and you cannot get in this club. This is a club and it is a legal club, and they are not doing anything wrong in here, and I am the vice president of this club, and the president is not here and I have got full control of this club, and I am not going to let you in.” The sheriff again argued the question with him, and informed relator that he had a right under the warrant to break in. Relator said all right, break in, if you want to, but that he (relator) was not going to let him in. At this juncture the sheriff started in and relator got in front of him, and struck and pushed the sheriff aside. The sheriff finally did enter, as he says, forced his way in, and made the search and seizure. This club was operating under a charter and by-laws, and it was agreed that relator was in full control and possession of the projierty seized and the premises entered. As before stated, relator was charged with an aggravated assault upon an officer alleged to be in the discharge of his official duties. Relator applied for and obtained a writ of habeas corpus from the county judge. Upon the hearing- of the writ, relator was remanded to custody. The act of the Legislature, supra, page 156 of the Acts of the Thirtieth Legislature, is sought to be attacked as being unconstitutional and void. It has been held in this State and is settled that the constitutionality of a law may be attacked under a writ of habeas corpus, and if this proceeding was brought under the provisions of the act in question we could inquire into the constitutionality of the act, but we do not so regard this case. Relator was charged with an aggravated assault upon an officer, and the merits of the case as to whether it was an assault or not cannot be inquired into under the writ of habeas corpus.\nThe proposition relied upon by relator evidently is that the law, under his view of the act of the last Legislature, is unconstitutional, arid would justify him in making the assault upon the officer. In other words, that the seizure act of the last Legislature being unconstitutional, that he would be justified in resisting any act on the part of the sheriff in trying to enter his house or in seizing his goods therein situated. If the act is unconstitutional, it would not necessarily follow that relator’s assault upon the officer is justified. The solution of that question would depend upon the facts of the case that might be developed upon the trial of the assault charged. The mere fact that a law may be unconstitutional would not necessarily justify relator in making the assault. The question would be governed by the laws with reference to resistance to an illegal arrest. In other words, under the case as presented we are of opinion that relator cannot test the constitutionality of the act of the last Legislature authorizing the seizure of intoxicants in a local option territory. A writ of habeas corpus, as we understand it, will not apply to test the constitutionality of the seizure act under a charge of aggravated assault, and under the facts as shown in this record. The questions appertaining to the arrest, its illegality or legality, and the right of relator to resist, may become issues in relator’s trial for the alleged assault. We do not here purpose entering into a discussion of these questions. Those matters may be involved under the question of resistance to a supposed illegal arrest and seizure.\nWe are of opinion that the trial court was correct in remanding relator to custody to await his trial for the alleged assault. We are 1 not expressing any opinion in regard to the seizure act or the legality or illegality of the arrest. We are simply leaving those matters to be disposed of on the trial of the assault case. The judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Sidney Wilson, for relator.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Ex Parte A. P. Braumbaugh.\nNo. 3856.\nDecided October 30, 1907.\nAggravated Assault—Habeas Corpus—Constitutional law—Resisting Officer.\nA defendant who was charged with an aggravated assault for resisting an officer in making a search and seizure\u0027 for intoxicating liquors in local option territory, could not test the constitutionality of the seizure act, under the facts presented in the record, by writ of habeas corpus, but should interpose such defense in the trial for the alleged assault, in the trial court.\nAppeal from the County Court of Grayson. Tried below before the Hon. J. W. Hassell.\nAppeal from an order remanding relator, who was charged with an aggravated assault for resisting an officer in the search and seizure of certain intoxicating liquors in local option territory, to custody on proceeding by habeas corpus.\nThe opinion states the case.\nSidney Wilson, for relator.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1093-01",
    "first_page_order":  51,
    "last_page_order":  53
}
