{
    "id":  4560036,
    "name":  "Henry Mitchell v. The State",
    "name_abbreviation":  "Mitchell v. State",
    "decision_date":  "1907-11-06",
    "docket_number":  "No. 3811",
    "first_page":  "37",
    "last_page":  "41",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 37"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  501,
                     "char_count":  12384,
                     "ocr_confidence":  0.555,
                     "pagerank":  {
                                      "raw":  4.5122524077199704E-07,
                                      "percentile":  0.923369856698209
                                  },
                     "sha256":  "d51d8f039435b75dc485297eb8bf0f43ecad203280f01682ba4a568784b09216",
                     "simhash":  "1:aeebb724326b18e3",
                     "word_count":  2153
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Henry Mitchell v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of burglary, .the indictment being framed so as to secure the accumulated punishment under article 1015 Penal Code. The jury assessed in accordance with the terms of said article the highest punishment for the offense charged in the indictment. The evidence discloses, as the indictment charges, a burglary of a storehouse belonging to a corporation known as Higginbotham Bros. \u0026 Company. The burglary occurred at night.\nError is assigned on the refusal of a continuance. George Barton was the alleged absent witness, and the statement is made that it “is material in that defendant will prove by said Barton that he purchased the goods alleged to have been stolen from a party in Brown-wood, and paid in return therefor a pistol and some money.” This application does not show that it was the first or subsequent one; does not name the party from whom he should have made the purchase, whether he was a stranger or not, and the attending and surrounding circumstances, and in fact the same is so indefinite that it could not form the basis of perjury. The court did not err in refusing this application.\nThe witness Cox was asked: “What occurred when you made the arrest?” He replied, speaking of appellant, “He drew his gun and hit me on the head and we had quite a scufíle.” The objection was that “the question was prejudicial.” The court qualifies this by stating “that the evidence was offered and admitted to show that defendant resisted arrest in this case.” This testimony was legitimate. Where a party is arrested or sought to be arrested for an offense, and he resists the arrest, it is a legitimate fact to be proved.\nThe witness Williamson was asked the question: “State whether or not on the examining trial before you, y0u warned the defendant that any statement he made would be used in evidence against him and not for him. A. “Yes, sir.” Appellant objected because\u0027the “statements made before the examining trial, the 38th of March, 1907, in the town of Comanche, could not be used against him only for the purpose of impeachment of said witness who has not testified in the main trial.” There was no statement of appellant proved under this bill. The predicate was laid to show that he had been warned. This was the duty of the justice of the peace under our statute. So that if the accused desires to make a statement he may do so after being so warned, and it is usually termed a voluntary statement. This must be reduced to writing, signed, etc., by the accused. However, no statement made by appellant was introduced, so far as this bill is concerned, of the fact that warning alone was proved. The defendant may not, in fact, have made any statement, and so far as this bill is concerned it is not shown either way.\nThe witness Eeese was asked the question: “What record is that you have ? A. Criminal Minutes of the District Court of Comanche County, Texas. Q. Do you find any record against Henry Mitchell there? A. I find a judgment against him in February, 1903.” Objection was urged for the reason that the judgment was not dated and identified as of the February Term of said court for 1903. In approving the bill the court said: “I approve this bill but do not certify to the fact that the judgment was not dated and identified as entered at the February Term, 1903, of the District Court of Comanche County, Texas.” The trouble with this bill is that the objections all are urged to laying the predicate for the introduction of the record, and does not show that the record itself went before the jury, nor can the statement of facts, not certified to by the court to be true, constitute grounds of objection. Where matters of fact are injected into the grounds of exceptions they must be verified in some way so as to show they are facts, and not merely grounds of objection. The record of the previous conviction would be admissible in support of the allegation in the indictment that at the February Term, 1903, appellant had been convicted for a similar offense of burglary. The prosecution charged a previous conviction in order to get the enhanced punishment under article 1015, Penal Code, and it was necessary to prove that allegation in order to secure the highest punishment.\nThe next bill of exceptions recites that the State asked the witness Beese to read from the Criminal Minutes of the District Court of Comanche County the sentence passed upon Henry Mitchell in February, 1902. Objection, was urged because the minutes did not show at which term the defendant was convicted. The ground of objection states the fact, which, if supported by the record, should be made to appear as a fact, to wit: that the minutes did not show at which term the defendant was convicted. This would not constitute a ground of objection unless it should be made to appear as a fact. If, as a matter of fact, Mitchell had been convicted at a previous term of the court, and the sentence for some reason was not pronounced until February, 1902, term, this bill of exception should have made those matters appear, but even in that event, if the sentence had not been pronounced at the term at which conviction occurred, it could be,, under our statute, pronounced at any subsequent term.\nWhile the witness Mitchell was testifying he was asked the following question by defendant: “Q. I will ask you if the defendant ever joined the army? A. Yes, sir.” To this question the State objected because the question and answer were immaterial, and the court sustained the exception and excluded the testimony. It is contended that this evidence is material, and the reason the court erred in rejecting it is that the father signed a contract with the officers of the United States, whereby Henry Mitchell was to and did become a soldier in the actual service; that said defendant shortly after said enlistment deserted said army and returned home and stayed at home and never offered to secrete himself, showing that defendant was not aware of the enormity of the crime of desertion. Here is the same trouble. These matters are not made to appear as facts in this bill of exceptions; there is no contract here made by appellant’s father with the officers of enlistment; no evidence here that he deserted the army, except as stated here in the bill, but even if those matters were made to appear, the only fact offered to be proven in this bill was merely that the defendant joined the army. There is nothing in the bill to show that he offered to prove that his father had contracted with the officers of the government to make a soldier out of him, or that he deserted or anything of that char- • acter. The bill, as far as the ruling of the court is concerned, stands upon the rejection of the evidence that appellant merely joined the army.\nIt is contended that the evidence is not sufficient, to which we disagree, and that the court erred in not charging on the issue of insanity. The court declined to submit this issue when presented in a special charge because the testimony, in his judgment, did not suggest it. We think the court was correct. There was a witness offered, Dr. McCarty, by whose evidence the defendant sought to put this issue before the jury, but Dr. McCarty would not and did not swear he was insane; he says that he had occasion to examine and treat appellant after he had been brought back from the penitentiary; did not recollect the time without referring to his books; that he was acquainted with appellant’s mother and family and further, he states: “I don’t say that he is insane, but he was never mentally very bright; he seemed to be both physically and mentally run down at that time. From my own personal observation at that time I would term this defendant to be degenerate. I don’t mean by that that he is insane unless you would consider an inherited mental incapacity. He is a degenerate. At the time I treated him he was not insane; he has never been insane further than congenital mental incapacity. I mean by being a degenerate that he has not as strong a mind as other people. I mean that he is a degenerate mentally, and morally. .It is a fact that a great many criminals are known as degenerate. At the same time they are held accountable and are able to distinguish right from wrong. I don’t think that this defendant is so mentally incapacitated or of such unsound mind that he would be able to plan to burglarize and burglarize a store and then think it wasn’t wrong. I think that a man of that kind would be able to tell right from wrong. I presume that this man can distinguish right from wrong.” We are of opinion this does not raise the issue of insanity sufficiently strong to require the issue to be submitted to the jury. This is the only evidence in the case in regard to insanity. All the other testimony indicates that appellant’s plans to burglarize were conceived and executed with a considerable amount of ingenuity and ability.\nFinding no reversible error in the record, the judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "W. S. Payne, for appellant.",
                                       "P. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Henry Mitchell v. The State.\nNo. 3811.\nDecided November 6. 1907.\n1. —Burglary—Continuance.\nWhere the application for continuance did not show whether it was the first or subsequent one; and did not name the party from whom the defendant alleged to have purchased the alleged stolen goods, etc., and was so indefinite that it could not form the basis of perjury, the same was correctly overruled.\n2. —Same—Resisting Arrest—Declaration of Defendant.\nUpon a trial for burglary there was no error in showing that defendant resisted arrest.\n3. —Same—Evidence—Statement Before Examining Trial—Warning—Bill of Exceptions.\nWhere the bill of exceptions did not even show that any statement by the defendant in the examining trial was introduced in evidence, and the same showed that he was warned, there was no error.\n4. —Same—Evidence—Cumulative Punishment—Bill of Exceptions.\nWhere upon trial for burglary under article 1015, Penal Code, with reference to cumulative punishment, the State introduced the former judgment of conviction, and the bill of exceptions to the introduction of this judgment was only with reference to the predicate laid for such introduction, and did not show that the record itself went before the jury, and the objections to matters of fact were not verified by the court, the question could not be considered on appeal; besides the record of a previous conviction was admissible in evidence.\n5. —Same—Sentence—Evidence—Former Conviction.\nWhere upon trial for burglary under a prosecution charging a previous conviction for enhanced punishment, the bill of exceptions did not show that, the objection that the minutes of the court did not show at which term the defendant was convicted, was verified, the same could not be considered on appeal; besides if the sentence had not been pronounced at the term of court during which conviction occurred, it could be pronounced at any subsequent term.\n6. —Same—Evidence—Criminal Intent.\nUpon trial for burglary where the defense attempted to prove that the father of defendant had signed a contract with the officers of the United States Army, whereby the defendant became a soldier in the United States Army, and that thereafter he deserted but made no attempt to secrete himself, and that defendant was not aware of the enormity of the crime of desertion; and the bill of exceptions to the objection of this testimony and the ruling of the court sustaining the same, only showed that the defendant joined the army, and the other facts stated in the objection were not verified by the court, the same could not be considered on appeal.\n7. —Same—Insanity—Degenerate—Charge of Court.\nWhere upon trial for burglary it was shown on the issue of insanity that the defendant was a degenerate, but was not so mentally incapacitated as to be unable to distinguish right from wrong, and that he was able to plan the burglary, the issue of insanity was not sufficiently strong to require a charge on that phase of the case.\nAppeal from the District Court of Comanche. Tried below before the Hon. N. E. Lindsey.\nAppeal from a conviction of burglary, framed so as to secure accumulated punishment; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nW. S. Payne, for appellant.\nP. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1095-01",
    "first_page_order":  55,
    "last_page_order":  59
}
