{
    "id":  4561045,
    "name":  "Henry Herr v. The State",
    "name_abbreviation":  "Herr v. State",
    "decision_date":  "1907-11-06",
    "docket_number":  "No. 3806",
    "first_page":  "53",
    "last_page":  "55",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 53"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "71 Ala. 14",
                         "category":  "reporters:state",
                         "reporter":  "Ala.",
                         "case_ids":  [
                                          11253971
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/ala/71/0014-01"
                                        ]
                     },
                     {
                         "cite":  "41 Ala. 413",
                         "category":  "reporters:state",
                         "reporter":  "Ala.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "73 Ala. 533",
                         "category":  "reporters:state",
                         "reporter":  "Ala.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "70 Ala. 8",
                         "category":  "reporters:state",
                         "reporter":  "Ala.",
                         "case_ids":  [
                                          3269366
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/ala/70/0008-01"
                                        ]
                     },
                     {
                         "cite":  "71 S. W. Rep., 597",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "101 S. W. Rep., 797",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "71 S. W. Rep., 596",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  326,
                     "char_count":  5352,
                     "ocr_confidence":  0.58,
                     "pagerank":  {
                                      "raw":  1.9886591792190652E-07,
                                      "percentile":  0.7414741168307496
                                  },
                     "sha256":  "ab15429a231bb158a88a0bb2cd2fdf6fdd4cd8f3eea5e07eda9673c9987e48a8",
                     "simhash":  "1:219517506b2b4901",
                     "word_count":  977
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Henry Herr v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.—\nThe indictment charges theft from the person\u0027 so suddenly as not to allow time to make resistance before the property was carried away.\nThe witness for the State, who was the alleged injured party, was named Goad; he testified that appellant took his watch and had it in his possession; that as soon as he felt it being taken he grabbed appellant with his left hand and took the\u0027 watch with his right hand and stuck it back in his pocket. On cross-examination, he testified that, “ Whoever took my watch did not jerk it away so quickly that I did not have time to make resistance. I had time to grab him as it came out of my pocket; it tightened as it came out of the\"pocket, and I grabbed him, caught him by the left arm; as I grabbed it I just stuck it baolc in.” The State’s case is made by the evidence of this witness mainly, and as to the taking or the severance of the property from his possession, the State relied wholly upon the testimony of the alleged owner. If the defendant took the property from the person of Goad and.had severed it entirely from his person, the court ivas authorized to charge the jury with reference to theft from the person, but Goad and appellant testify in regard to this that the watch was attached to the vest of Goad by a chain, one end of which was fastened in the buttonhole of the vest. Goad’s testimony goes to the extent of stating that appellant had entirely severed the property, not only the watch but the chain, and had entire possession of it. Appellant’s testimony is to the effect that Goad and he were discussing the relative merits of their watches, and Goad handed him his watch to examine, and in this way-had it in possession, the chain still being attached to the vest of Goad, and that he did not take hold of the watch except at the request and invitation of Goad, and he testified that the watch was never released from its holding by the chain to the vest. If the watch was not taken so suddenly as to constitute theft from the person, appellant was not guilty even if he had a fraudulent intent. But there is another question of law arising on appellant’s view of the case, which the court omitted to charge; that is, if appellant intended to take the watch fraudulently and had not severed the chain from the vest and it was still attached to Goad’s person, it was not .reduced to such possession as constituted theft. Exception in the motion for a new trial was reserved to the failure of the court to charge this phase of the law, which we think was error. See Rodriquez v. State, 71 S. W. Rep., 596; McLin v. State, 39 Texas Crim. App., 171; Thomas v. State, 101 S. W. Rep., 797; Tarrango v. State, 71 S. W. Rep., 597; Edmonds v. State, 70 Ala. 8; Johnson v. State, 73 Ala. 533; Wolf v. State, 41 Ala. 413, and Groom v. State, 71 Ala. 14, and to the same proposition stated in another form, that things attached to a person must be severed therefrom before possession becomes absolute in the taker, we cite People v. Meyer, 75 Gal. 383; Phillips, 4 City Hall Record, N. Y. 177, and Wilkinson, 1 Hale P. C. 508, 3 East, 556. In Johnson’s case, supra, the evidence was to the effect that defendant took a coat from a dummy in front of a dry goods store and was in the act of carrying it off when discovered by the merchant. There was a chain attached to the coat and to the dummy, which had not been severed. The court reversed the case on the ground that the possession was not complete in the taker. In Wilkinson’s case, supra, the injured party had his keys tied to the string of his purse which the defendant attempted to take from the owners pocket, but was detected and had the purse in his hand when detected, but the strings of the purse still hung to the pocket by means of the keys. In that case it was held possession was not complete. This issue was very clearly and definitely raised by the testimony for the defense, and the charge did not submit it. Upon another trial this issue should be clearly and definitely given in the charge to the jury.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge.—"
                                      }
                                  ],
                     "attorneys":  [
                                       "Buck, Cummings, Doyle \u0026 Boudlin, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Henry Herr v. The State.\nNo. 3806.\nDecided November 6, 1907.\n1.—Theft From Person—Sudden Taking—Fraudulent Intent.\nUpon trial for theft from the person by sudden taking, the evidence must show that the taking was so sudden as to constitute theft from the person, otherwise the accused is not guilty even if he had a fraudulent intent.\nZ.—Same—Possession Must be Complete—Charge of Court.\nWhere upon trial for theft from the person the evidence showed that the defendant, who was charged with stealing a watch, had not severed the chain of the watch from the vest of the prosecutor, and it was still attached to the latter’s person, it was not reduced to such possession as constituted theft; and it was error not to have submitted a charge on this phase of the law.\nAppeal from the District Court of Tarrant. Tried below before the Hon. Irby Dunklin.\nAppeal from a conviction of theft from the person, by sudden taking; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nBuck, Cummings, Doyle \u0026 Boudlin, for appellant.\nOn question of complete possession, counsel cited same authorities as stated in opinion.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1100-01",
    "first_page_order":  71,
    "last_page_order":  73
}
