{
    "id":  4558699,
    "name":  "Ed Love v. The State",
    "name_abbreviation":  "Love v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3893",
    "first_page":  "84",
    "last_page":  "85",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 84"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  211,
                     "char_count":  2743,
                     "ocr_confidence":  0.565,
                     "pagerank":  {
                                      "raw":  1.7867281866319379E-07,
                                      "percentile":  0.7143470526660048
                                  },
                     "sha256":  "80f4d082dbb7f95f01cb46739c9a0151403213548b04f0089ec44a3e86dc1832",
                     "simhash":  "1:9fbd228d4ab6c955",
                     "word_count":  485
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Ed Love v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of burglary, the charge being that he did at night by force, threats and fraud break and enter a house occupied by O. F. Allen.\nThe evidence, as we understand the facts, does not support the allegation contained in the indictment. The State’s case is that appellant should have entered a telephone booth situated in the Sante Fe depot building and committed theft of some money from a drawer connected with the telephone booth. This booth was open to the public indiscriminately, and was so arranged that parties who desired to talk over the phone from this booth could place their money in the drawer and talk from that booth instead of going to the central office. The booth seems to have been in one corner of the passenger waiting room, and was placed there for the accommodation of the public, and anybody and everybody could enter it at his will and pleasure, and was placed there for that specific purpose. This would prove the consent of the party in control of the booth for any and everybody who desired to use it to enter it. If it be conceded that the booth was a house within the contemplation of the statute, appellant or any other party desiring to use it had the authority and consent, and was invited to enter and use it by paying the customary charges. If he so entered the booth and took the money from the drawer into which it was dropped by those who used the booth, the mere breaking of the money drawer would not constitute burglary. If he did so, it would be theft, provided he took money from the drawer. Appellant was a porter on the Santa Fe train, and was, therefore, in and around the depot when coming in from his runs or going out, or whenever his duties as such porter either authorized or required him to be about the depot, and he spent a good deal of his time in and about the depot. This is practically the case. We are of opinion that this does not show burglary. The judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "No brief for the appellant on file.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Ed Love v. The State.\nNo. 3893.\nDecided November 20, 1907.\nBurglary—House—Telephone Booth—Insufficiency of Evidence.\nWhere upon trial for burglary the evidence showed that defendant entered a telephone booth in a railway depot and took some money from a drawer connected with said booth, which booth was open to the public indiscriminately, such offense might be theft but was not burglary.\nAppeal from the District Court of Bell. John M. Eurman. Tried below before the Hon.\nAppeal from a conviction of burglary; ment in the penitentiary. penalty, two years imprison-\nThe opinion states the case.\nNo brief for the appellant on file.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1108-01",
    "first_page_order":  102,
    "last_page_order":  103
}
