{
"id":  4560683,
    "name":  "Henry Floyd v. The State",
    "name_abbreviation":  "Floyd v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3722",
    "first_page":  "103",
    "last_page":  "105",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 103"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  317,
                     "char_count":  5197,
                     "ocr_confidence":  0.548,
                     "pagerank":  {
                                      "raw":  6.197605852795521E-08,
                                      "percentile":  0.3840694959435859
                                  },
                     "sha256":  "1af09611d09e2f43f71e4a08539e9f79af31d1a857c85cd9134e2e0e823de222",
                     "simhash":  "1:8373dde6041e5bfd",
                     "word_count":  895
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Henry Floyd v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis conviction was for assault with intent to murder. Substantially, the facts show that appellant rented ten acres of land to McDonald in 1905. McDonald was to pay him four hundred pounds of lint cotton for the rent of ten acres of land. About the middle of November, McDonald had not picked any cotton and there is some evidence that the stock were breaking into the field and destroying the cotton crop. Appellant insisted on several occasions that the cotton be picked in order to secure his rent. McDonald would not agree to pick cotton. Finally on the 16th of November, appellant, with some hired hands, began picking the cotton. McDonald also, it seems, had begun picking cotton the same day, and a short time prior to the time appellant arrived on the scene. When appellant came, McDonald ordered him out of the field, informing him he could not pick the cotton. Appellant said to him that he had the hands hired and that he would like to pick cotton that evening, and that it would not cost him, McDonald, anything; that he, appellant, would pay for the same himself. McDonald told him that if he did not get out that he would have to fight him, threw off his sack and started towards appellant. It is in testimony that McDonald had something in his pocket of a bulky appearance and made some demonstration as he started toward appellant. As he approached, appellant pulled and fired his pistol twice at McDonald, retreating as he drew his pistol. The cotton was subsequently picked but appellant did not get his rent. This is regarded as a sufficient statement of the case to review the questions raised.\nError is urged on the following portion of the charge: “The defendant is justifiable in the protection -of his person against any other unlawful and violent attack, besides one with intent to murder, or to inflict serious bodily injury, and in such case all other means must be resorted to for the prevention of the injury, and the assault must take place while the person making the attack is in the very act of making such an unlawful and violent attack.\" It is urged that the legal principle announced will not apply to the case, and further, that there were no facts which called for a charge on the subject. We are of opinion that the contention is correct, that there are no facts calling for such charge.\nIt is further urged for reversal, that the court failed to charge upon the law of aggravated assault. We believe under the evidence, such a charge was necessary. McDonald was the aggressor and advanced on appellant, but he exhibited no weapon, but some of the testimony shows that he made a demonstration. The jury might have found, if so charged, that while he may not have acted strictly in self-defense, and may have been rather precipitous in his drawing and firing his pistol, yet, under the facts, we think that the charge on aggravated assault should have been given. It may be observed further that the court gave a charge supposed to be favorable to appellant as to his right to gather the cotton if McDonald unreasonably delayed picking it, and that thereby appellant would lose his rent. Under the court’s charge, as given, appellant had a right to be there under the circumstances and to gather the crop to protect his interest. If that is true, then appellant had a right to defend himself and if he acted, with undue precipitation, or under circumstances which might not justify his action, the attitude of McDonald may have excited his mind and rendered it incapable of cool reflection.\nWe are therefore of opinion that the charge on aggravated assault should have been given. The judgment is reversed.\nHenderson, Judge, absent.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Sam D. Snodgrass, for appellant.",
                                       "F. J. McQord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Henry Floyd v. The State.\nNo. 3722.\nDecided November 20, 1907.\n1. —Assault With Intent to Murder—Charge of Court—Self-Defense.\nWhere upon trial for assault with intent to murder, the evidence showed that the difficulty between lhe parties grew out of a dispute over their respective rights in a certain cotton crop that was cultivated by the injured party on defendant’s farm, and that the former was the aggressor in the difficulty, and made a demonstration as he started toward the defendant, whereupon defendant shot at him; it was error on the part of the court to charge the jury that defendant must use all other means in the protection of his person against an unlawful attack to prevent injury upon him, and that the assault must take place where the person making the attack was in the very act of making it.\n2. —Same—Charge of Court—Aggravated Assault.\nWhere upon trial for assault with intent to murder, the evidence showed I hat the prosecutor was the aggressor and made a demonstration against defendant, who was on his own farm protecting his interests, although prosecutor exhibited no weapon, the court should have charged on aggravated assault.\nAppeal from the District Court of Camp. Tried below before the Hon. P. A. Turner.\nAppeal from a conviction of assault with intent to murder; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nSam D. Snodgrass, for appellant.\nF. J. McQord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1112-01",
    "first_page_order":  121,
    "last_page_order":  123
}