{
    "id":  4561625,
    "name":  "Sophy Frazier v. The State",
    "name_abbreviation":  "Frazier v. State",
    "decision_date":  "1907-11-13",
    "docket_number":  "No. 3730",
    "first_page":  "131",
    "last_page":  "133",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 131"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  293,
                     "char_count":  5492,
                     "ocr_confidence":  0.566,
                     "pagerank":  {
                                      "raw":  4.0906213278866395E-07,
                                      "percentile":  0.9092337043588256
                                  },
                     "sha256":  "bebda833db10e9b3de2d882bf5780f2976def21de1ce2368f5b883b9e8700cec",
                     "simhash":  "1:3dd6be844a1fea5e",
                     "word_count":  1001
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Sophy Frazier v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis is a local option case, the sale alleging to have been made to Walter Lewis. He testified that he met Hack Rheman, a negro, who works at the jail for Sheriff Perry. He approached Lewis and asked him if he could secure him some whisky; being informed in the affirmative, he gave Lewis 35 cents. Lewis states that he went to Willis Frazier’s house, two or three hundred yards distant, and knocked on the door. Appellant inquired who it was; being informed it was Lewis, she asked him what he wanted. He told her he wanted his share of the whisky; she replied the whisky was in the dining-room on the table. Lewis went in and got a half pint of whisky, which he swears was his property; that he did not see the defendant; she was in another room; he did not pay her any money, that he, the witness, kept the money Mack Rheman had given him; that he belonged to a club with Mr. Davis and others; that he ordered through and paid Sallie Frazier for the whisky before she sent for it; that he received the whisky at the time stated in Waller County.\n. Randle, deputy sheriff, and Perry, sheriff, testified that they went to the residence of Willis Frazier and arrested Willis, who was in bed and asked what was the matter. The sheriff told him that somebody in his house had been selling whisky. At this time Willis and his wife, Sallie Frazier, and defendant, were all talking in a loud tone of voice. The defendant was not in the room with the sheriff, but the sheriff states he was twenty-seven feet distant and in another room. The door, however, of her room was open and she was in bed. The sheriff says he could not see her (defendant), but spoke to her father, Willis, and said, “You all need not talk to me, it will do no good, and may be used against you all in evidence.” He says, “I was not talking loud but in an ordinary tone. I do not know whether the defendant heard me; nothing she said or did indicated that she heard or understood what I said; this was the only warning I gave.” Randle testified that the girl was under arrest when this occurred. This is practically the case.\nIt is contended, first, that the evidence is insufficient, and, second, that the court erred in admitting the testimony of Randle and Perry, the girl being under arrest and not warned. We do not believe the testimony makes a case. Lewis says the whisky was his, and he went in, got the half pint and turned it over to Mack Rheman and kept the money. There is nothing to indicate that appellant knew that Rheman was to get the whisky, and she was not charged with selling to Rheman but to Lewis, and Lewis swears that it was his own whisky. The testimony is not sufficient. The evidence of Perry and Randle should have been rejected. The girl was under arrest, and there is nothing to show that she heard the warning given by the sheriff, if, in fact, it could be considered a warning, and even had she not been under arrest, any statement that might have been made by the sheriff at the distance he was shown to have been from her, twenty-seven feet, could not be used against her, unless it was shown that she heard the statements of the sheriff. A party is not called on to answer the statement of others unless the matter is brought to his attention in such manner that he heard or takes notice of it.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief \u0027on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Sophy Frazier v. The State.\nNo. 3730.\nDecided November 13, 1907.\n1. —local Option—Confession—Response to Question.\nUpon trial for a violation of the local option law, a statement of the defendant, which was made some twenty-seven feet from the witness, and which was inculpatory and claimed to have been in response to a statement by the witness, was inadmissible unless it was shown that defendant heard such statement of said witness. A party is not called on to answer the statement of others unless the matter is brought to his attention in such manner that he heard or takes notice of it.\n2. —Same—Confession—Warning.\nUpon trial for a violation of the local option law, it was error to admit the statements of defendant while under arrest, without showing that defendant heard the warning given by the officer.\n3. —Same—Insufficiency of Evidence.\nSee opinion for facts held insufficient to sustain a conviction for a violation of the local option law.\nAppeal from the County Court of Waller. Tried below before the Hon. J. D. Harvey.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $25 and twenty days confinement in the county jail.\nThe officers who made the arrest testified that defendant was under arrest but was still in bed, and while one was standing either in her room or in the door, she got up and was talking; that another officer tried to make her hush and said that any statement that she made might be used as evidence against her; that this warning, by one of the officers, was made about twenty-seven feet away from defendant, in an- • ■■other room while several others and the defendant were all talking in a loud tone of voice; that defendant said that she let prosecutor have the whisky, that it belonged to him, that he got his share and had a right to it; that something came up about the money for the whisky, and defendant said she had received the money. This with the statement in the opinion, is sufficient.\nHo brief \u0027on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1116-01",
    "first_page_order":  149,
    "last_page_order":  151
}
