{
"id":  4558294,
    "name":  "Jack Bailey v. The State",
    "name_abbreviation":  "Bailey v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3852",
    "first_page":  "151",
    "last_page":  "153",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 151"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  323,
                     "char_count":  4958,
                     "ocr_confidence":  0.566,
                     "sha256":  "5e6aa75cadbd2cb2dbd3cfaa1be900b0037cf1bb93a3aad205354470d8dd14e9",
                     "simhash":  "1:befb305c0981a3b0",
                     "word_count":  844
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Jack Bailey v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis conviction was for murder in the second degree, the punishment being assessed at five years confinement in the penitentiary.\nThe only question raised in the case is as to the sufficiency of the evidence. Taking appellant’s evidence as detailed by his sister and himself, his contention might be sustained, but the State’s evidence justifies a different conclusion, and sustains the conviction. The jury believed the State’s version, consequently the verdict should stand.\nThe circumstances of the killing, from appellant’s standpoint, briefly stated, show that he and deceased, two negro boys, living at the same place, and on friendly terms, spoke of going hunting; there was but one gun, and it was appellant’s; he claimed the right to use it, and suggested to deceased that he should go to a neighbor’s and borrow a gun; deceased insisted that appellant should borrow it. At this juncture deceased went in the house, got the gun and brought it out, and a scuffle ensued for its possession. Appellant says he had the gun by the breech, and in the scuffle it was discharged, tearing away the top of deceased’s head, from which he shortly died. Appellant’s sister, stepmother of deceased, testified substantially as did appellant in regard to the gun being carried from the house by deceased; she did not, however, see the shooting. It was testified for appellant by witnesses that he apparently became almost frantic, and to those who first reached the scene of the homicide he (appellant) stated it was an accident; that it occurred in a scuffle during which the gun was discharged. The State’s theory, however, is that shortly prior to the homicide a party passed where appellant and deceased were at work; that they asked him for money which they claimed he owed them; to wit, 25 cents. A quarrel arose as to whom the 25 cents belonged, deceased claiming that appellant had already received 50 cents.of the original amount due and he (deceased) was entitled to the remaining 25 cents. This witness went away leaving them quarreling. The shooting occurred in four or five minutes. The State’s testimony, coming from Dr. Beck, and two other witnesses, is that they were some one hundred and fifty yards across the way on top of a house that was being covered; they heard a gun fire and looked in the direction. Dr. Beck saw appellant standing on the steps of his (appellant’s) house with a gun in his hand; that he saw appellant at once go to where the body of deceased was subsequently found some twelve or fifteen feet from the house, passed a little beyond the bod)r, then came back and stooped down where it was, and then immediately went into the house. The body was lying about two feet from where it fell; the gun unbreeched was found near it and to its right, and the axe of appellant was found near the feet of the body stuck in the ground; the handle rather across the right knee of deceased. Ho powder burns were found on or in proximity to the wound; two or three grains of powder were, however, found embedded in the skin. A fight occurred between the parties a day or so before the homicide and threats were testified to as having been made by appellant against deceased. The testimony for the State, in conjunction with the physical facts, authorized the jury to convict appellant.\nAppellant made a motion for a new trial predicated on the affidavit of a witness showing that Dr. Beck, subsequent to testifying on the trial, made a different statement to that testified to by him on the trial. This, however, was fully controverted by Dr. Beck, and the matter thus presented was decided against appellant. We see no legal reason for disturbing this ruling.\nThere being no errors in the record, the judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Jack Bailey v. The State.\nNo. 3852.\nDecided November 20, 1907.\n1. —Murder—Sufficiency of the Evidence.\nWhere upon trial for murder the State’s testimony showed that the parties had been seen quarreling just before the homicide; that the defendant was seen standing near the deceased with a gun in his hand, etc.; that a shot was heard; that a fight occurred between the parties a day or so before the homicide, and that defendant had threatened deceased; this, in conjunction with the physical facts authorized a verdict for murder in the second degree, notwithstanding the defense claimed accidental shooting.\n2. —Motion for Hew Trial.\nWhere upon motion for new trial defendant’s affidavit and that of his witness was controverted by the State, and the matter thus presented was decided against defendant, the ruling will not be disturbed.\nAppeal from the District Court of Titus. Tried below before the Hon. P. A. Turner.\nAppeal from a conviction of murder in the second degree; penalty, five years imprisonment in the penitentiary.\nThe opinion states the case.\nHo brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1122-01",
    "first_page_order":  169,
    "last_page_order":  171
}