{
    "id":  4561531,
    "name":  "Earmon Wells v. The State",
    "name_abbreviation":  "Wells v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3745",
    "first_page":  "153",
    "last_page":  "154",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 153"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "32 Texas Crim. Rep., 381",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4474773
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/32/0381-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  262,
                     "char_count":  4341,
                     "ocr_confidence":  0.587,
                     "pagerank":  {
                                      "raw":  4.146687959390285E-08,
                                      "percentile":  0.26703622489187595
                                  },
                     "sha256":  "f80923fd20133e509caa6dac498e3d647cc246c6d134585e00579b662aad6682",
                     "simhash":  "1:b13444c85a06d017",
                     "word_count":  770
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Earmon Wells v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis is a conviction for carrying a pistol. The bill of exceptions recites, that, “at the opening of the argument by defendant’s counsel, the defendant, by his verbal motion in open court, moved the court to require the State to elect as to which occasion on which it was testified to by State’s witnesses that defendant carried a pistol, to wit: on the 20th day of April, 1905, or on the 22nd day of September, 1906, it would rely for a conviction.”\nThe court overruled the verbal motion and the bill is reserved. It has been a serious question under great diversity of opinion as to whether or not the State can be forced to elect where the indictment contains only one count, and two different dates of violating the law is relied upon by the State under the count. .See Bradshaw v. State, 32 Texas Crim. Rep., 381; Waddell v. State, 1 Texas Crim. App., 720; Street v. State, 7 Texas Crim. App., 5; Gage v. State, 9 Texas Crim. App., 259; Alexander v. State, 27 Texas Crim. App., 536. Bradshaw’s case is to the effect that by an objection to testimony, defendant could not select a transaction but it must be done by a motion to require the State to elect on which transaction it would rely. Usually this motion is to be made as soon as the State develops its case sufficiently to show that it would offer evidence of two different violations of the law that could be covered\" by a single count, or if not then, then before the accused tenders evidence; if not then, then at the close of the testimony. Here the motion was not made until after the opening argument for the State, and appellant\u0027s counsel had begun argument in his behalf. It occurs to us that this is rather late to seek to enforce an election, but concede that it was in time, an inspection of the court\u0027s charge shows that an election was made by the court and the jury confined, in the consideration of the testimony, to the transaction testified to by the State\u0027s witnesses as having occurred on the 20th of August. The facts with reference to his carrying a pistol on the 22nd of September, following, were not submitted to the jury. This action of the court is tantamount to an election by the State and is sufficient, in our judgment, although the court had at first refused to require the State to elect through its representative \u0027counsel. The unbroken line of authority in Texas is to the effect that where the court selects one or several counts and submits it alone to the jury, that it is tantamount to an election by the State and the conviction can only be predicated upon the count submitted by the court in his charge. See Parks v. State, 29 Texas Crim. App., 597.\nWe think the court’s charge submitting only the evidence in regard to carrying the pistol in August, excluding the carrying in September, was a sufficient election of the transaction and there was not sufficient ■error presented to require a reversal. The argument of the county attorney mentioned in the motion for a new trial in the absence of a bill of exceptions and verification will not be reviewed. In fact, we are of opinion if properly presented there is not sufficient merit in it as to require a reversal.\nThe judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "No brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Earmon Wells v. The State.\nNo. 3745.\nDecided November 20, 1907.\n1. —Carrying Pistol—Election by State—Charge of Court.\nWhere upon trial for unlawfully carrying a pistol the evidence developed two different dates as to when the alleged offense took place, and the defendant’s counsel by verbal motion required the State to elect the date relied upon by the State, which motion the court overruled, but the court in his charge confined the jury to a certain date, excluding the other, such charge was tantamount to an election by the State.\n2. —Same—Argument of Counsel—Bill of Exceptions.\nWhere the argument of State’s counsel was objected to in a motion for new trial, the same will not be considered on appeal in the absence of a bill of exceptions verified by the court.\nAppeal from the County Court of Smith. Tried below before the Hon. J. A. Bulloch.\nAppeal from a conviction of unlawfully carrying a pistol; penalty, thirty days confinement in the county jail.\nThe opinion states the case.\nNo brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1123-01",
    "first_page_order":  171,
    "last_page_order":  172
}
