{
    "id":  4558496,
    "name":  "Jim Holland, alias J. D. Duke v. The State",
    "name_abbreviation":  "Holland v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3869",
    "first_page":  "160",
    "last_page":  "162",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 160"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  352,
                     "char_count":  6931,
                     "ocr_confidence":  0.539,
                     "pagerank":  {
                                      "raw":  9.8839300663975792E-08,
                                      "percentile":  0.5350194161899015
                                  },
                     "sha256":  "93bed221af2f61e59d9c40d4d34c19671d0ed662c0a73f3839b9749583cf6a30",
                     "simhash":  "1:0b8ddb2cd6e99eb8",
                     "word_count":  1210
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Jim Holland, alias J. D. Duke v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\n—On a plea of guilty appellant’s punishment was assessed at two years confinement in the penitentiary on a charge of swindling.\nAfter the verdict and judgment were entered up, but before the adjournment of the term, an affidavit in proper and legal form was filed, sworn to by a credible witness, as far as this record shows, and presented by the counsel employed by the relatives of appellant to the district judge, in which affidavit the fact is suggested that affiant was crazy at the time of filling same. Accompanying the affidavit is a certified copy of the decree of the county court of Braméis County, adjudging appellant insane, on the 29th day of January, 1907, and also the supporting affidavits of B. E. and Thomas A. Duke, relatives of appellant. The district attorney filed a motion asking the court to overrule the request of appellant for a trial on the issue of insanity; first, because the defendant had been sentenced on a valid judgment of this court, and because the court now has no jurisdiction of this cause; second, because the defendant is not probably insane as is evidenced by certificate of Dr. B. M. Worsham, which said certificate is hereto attached. Thereupon the court sustained the motion of the district attorney and refused to try the issue of defendant’s insanity aftér conviction, and dismissed the said motion and affidavit, and the defendant by his attorneys in open court excepted to said ruling and gave notice of appeal to this court. All these matters are presented in a bill of exceptions incorporated in the record before us. Then the question for our consideration is this: Where appellant pleads guilty to a felony, and subsequent to the judgment thereon, an affidavit is filed stating that appellant is crazy, does this affidavit force the trial court to organize a jury and try the question of insanity of appellant? We answer this question in the affirmative. In the case of Guagando v. State, 41 Texas, 626, the .Supreme Court of this State held that: “When an affidavit is made by a respectable person that a defendant charged with crime has become insane, a jury should be impaneled to try the issue of insanity before proceeding with the cause, and this though the party making the affidavit is unknown to those in attendance on court.” It was further held in said opinion that the question to be determined on a plea of insanity is, is the accused mentally competent to make a rational defense; and the error in refusing to submit this issue on a plea of insanity, supported by affidavit filed before trial, is not cured by trying the issue of insanity after trial and conviction. It will be seen from a reading of the above cited case that an affidavit suggesting insanity was filed prior to the trial. The trial court, however, did try the issue after trial. The court held that the case had to be reversed because of this erroneous ruling of the trial court, and stated that the issue should have first been tried as to the insanity or sanity of the defendant at the time the trial was called; and the fact that the trial court after the trial did investigate the issue of sanity vel non under the provisions of article 982, et seq., \u0027did not cure the error there suggested. Article 982 provides: \"If it be made known to the court at any time after conviction, or if the court has good reason to believe that the defendant is insane, a jury shall be impaneled to try the issue.” Article 983 reads, as follows: \"Information to the court as to the insanity of a defendant may be given by the written affidavit of any respectable person, setting forth that there is good reason to believe that the defendant has become insane.” In the case of Darnell v. State, 24 Texas Crim. App., 6, this court held that when upon the trial of an issue of insanity, it is found that the defendant is sane, the judgment of conviction shall be enforced as if no such inquiry had been made. In other words, the judgment holding appellant sane is conclusive upon him, and there is no appeal from said judgment, but the previous verdict adjudging him guilty of the crime, of course, could be appealed from for any errors in the trial thereof. Here we have a very different state of affairs. After appellant was convicted, a proper affidavit was filed asking the court to try the issue of appellant’s sanity or insanity. This the court, as evidenced by the bill of exceptions, refused to do. We hold, coming as this matter does, during the term of the court, that appellant had a right to file the affidavit and have this matter passed upon by a jury under the very terms of the statute above cited.\nIn view of the above statement, we wish to make a suggestion about the subsequent disposition of the case to this effect: That when this issue of sanity vel non is tried in the lower court, if the verdict of the jury should be in favor of the proposition that appellant is sane, then appellant can be sent to the penitentiary without any further appeal to this court, since there is no appeal to this court, as stated above, from a decision of a jury holding appellant sane, but if the verdict should be in favor of the proposition that appellant is insane, appellant should be adjudged a lunatic and confined as the law requires.\nTherefore, on account of the court’s refusal to have the issue of appellant’s sanity vel non tried, the judgment is remanded to be tried on the issue of insanity.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Jim Holland, alias J. D. Duke v. The State.\nNo. 3869.\nDecided November 20, 1907.\n1. —Swindling—Insanity—Jurisdiction—Conviction—Plea of Guilty—Trial by Jury—Statutes Construed.\nWhere upon trial for swindling, the defendant plead guilty, and after the verdict and judgment were entered up, but before the adjournment of the term, presented a proper affidavit to the court alleging that he was insane, whereupon the district attorney contended by motion the court had no jurisdiction to try this issue, and also filed a counter certificate of a physician that the defendant was not insane, which motion the court sustained. Held, that under article 982 et seq., Code Criminal Procedure, a jury should have been empaneled and tried the issue of defendant’s insanity.\n2. —Same—Sanity Vel Non—Practice in District Court.\nWhen the issue of sanity vel non is tried in the lower court, after conviction, for felony, if the verdict of the jury should find the defendant sane, the judgment of conviction should be carried out without appeal on the question of sanity; but if the verdict finds the defendant insane, he should be adjudged a lunatic and confined as the law requires.\n• Appeal from the District Court of Bell. Tried below before the Hon. John M. Furman.\nAppeal from a conviction of swindling; penalty, two years imprisonment in the penitentiary.\nHo brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1127-01",
    "first_page_order":  178,
    "last_page_order":  180
}
