{
    "id":  4558528,
    "name":  "Robert Hanna v. The State",
    "name_abbreviation":  "Hanna v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3777",
    "first_page":  "162",
    "last_page":  "164",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 162"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "192 U. S., 226",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          360335
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/us/192/0226-01"
                                        ]
                     },
                     {
                         "cite":  "118 U. S., 356",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          3519298
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/us/118/0356-01"
                                        ]
                     },
                     {
                         "cite":  "162 U. S., 565",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          6140880
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/us/162/0565-01"
                                        ]
                     },
                     {
                         "cite":  "100 U. S., 303",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          4609
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/us/100/0303-01"
                                        ]
                     },
                     {
                         "cite":  "177 U. S., 442",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          5704811
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/us/177/0442-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  275,
                     "char_count":  4332,
                     "ocr_confidence":  0.553,
                     "pagerank":  {
                                      "raw":  4.6669705019065562E-08,
                                      "percentile":  0.2923286261090898
                                  },
                     "sha256":  "25a8961a8f7815aa0f984c46dc05ce44b6f5a4ac17fe0f2341ef5bfe1577d248",
                     "simhash":  "1:4968ec5887824e5c",
                     "word_count":  780
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Robert Hanna v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis is a case of passing a forged instrument. Appellant moved to quash the indictment, first, because the jury commissioners who selected the grand jury presenting the indictment, and the petit jury who tried appellant were composed exclusively of members of the white race, and had been so composed for a great many years, which is a discrimination against appellant since he is a negro; second, because the grand jury was composed exclusively of members of the white race, and third, the petit jury was composed exclusively of members of the white race, and that no other jurors except white had sat on the jury for more than two years.\nThe evidence introduced in support of these contentions was that all previous jury commissioners had been of the white race. In other words, the district clerk testified that he had never known a jury commissioner to be a negro; that he knew of a few instances where negroes were used for grand and petit jury service. Counsel for appellant proposed to call one of the jury commissioners as a witness, and the following occurred: The court: “I am perfectly willing for the record to show that there was no member of the jury commissioners of the colored race. Also that the grand jury drawn for the present term by the commissioners were composed exclusively of members of the white race, and also that the jury panel drawn for the week (in which appellant was tried) was also composed of members of the white race.” Here Walker, appellant’s counsel, remarked, “You are willing to admit also that none of the panel for the petit jury for the whole of the last term—” The court: “Yes, I will say none for the last year. I would not like to say there was not for the year before. I know the fact to be that there has been. I would not like to state positively there was no member of the colored race on the grand jury and petit jury year before last, because I know for three or four years there was one drawn. There was a member of the race drawn on the grand jury every term for three or four years, and then there were a few drawn also on the petit jury about that time.” H. T. Walker, appellant’s counsel: “We would like to have the clerk find for the year before last, that is for 1905, 1904.” The court: “He can get the names of the jurors for the length of time, but he would not know whether there was a colored man in the lot or not.” H. T. Walker: “It might be necessary for us to find out for 1905. I want to have at least two years.” The court: “I am willing for the record to show two years if you want to. I will let the record show in that same connection that in the past seven or eight years, I do not remember how far back, but as far back as when Will King was indicted, that there have been several members of that race drawn, both on the grand jury and on the petit jury; but for the past two years there has not been. The record may show that affirmatively. You might state that the State agrees that those are the facts.”\nThis is the record in regard to the race discrimination proposition. As this bill of exceptions presents the matter, we are of the opinion that it is not brought within the rule governing this question as laid down by the Supreme Court of the United States. The testimony is too meager and is not sufficient otherwise to show the alleged discrimination. This is the question presented.for revision. The judgment is affirmed.\n• Affirmed.\nHenderson, Judge, absent.\n[Motion for rehearing overruled without written opinion.-—Reporter.]",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "E. T. Walker, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Robert Hanna v. The State.\nNo. 3777.\nDecided November 20, 1907.\nForgery—Race Discrimination—Insufficiency of Evidence.\nSee opinion for facts which are held too meager and not sufficient to show race discrimination in the formation of the jury who tried defendant.\nAppeal from the District Court of McLennan. Tried below before the Hon. Sam B. Scott.\nAppeal from a conviction of passing a forged instrument; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nE. T. Walker, for appellant.\nOn question of race discrimination: Carter v. Texas, 177 U. S., 442; Strauder v. W. Va., 100 U. S., 303; Gibson v. Mississippi, 162 U. S., 565; Yick Wo v. Hopkins, 118 U. S., 356; Rogers v. Alabama, 192 U. S., 226.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1128-01",
    "first_page_order":  180,
    "last_page_order":  182
}
