{
    "id":  4561898,
    "name":  "Tom Banks v. The State",
    "name_abbreviation":  "Banks v. State",
    "decision_date":  "1907-11-20",
    "docket_number":  "No. 3726",
    "first_page":  "167",
    "last_page":  "168",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 167"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "30 S. W. Rep., 357",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "34 Texas Crim. Rep., 294",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "11 S. W. Rep., 832",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "44 S. W., 172",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "38 Texas Crim. Rep., 599",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2361896
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/38/0599-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  235,
                     "char_count":  3731,
                     "ocr_confidence":  0.544,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.1516671435284451
                                  },
                     "sha256":  "5d299bf2867921a5709780acf5ee76484c3023a9028d8d38f653a1c7e000c2d0",
                     "simhash":  "1:9057bba06a262df3",
                     "word_count":  670
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Tom Banks v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nThis is a conviction for carrying a pistol, the punishment being assessed at a fine of $100.\nAppellant filed a motion in arrest of judgment on the following grounds: That the case was improperly transferred from the District Court to the county court. The order complained of is as follows: “It is ordered by the District Court of Fort Bend County that the case of the State v. Tom Banks, wherein the defendant stands charged with illegally carrying a pistol, that the same be transferred according to law to the - court of - county for trial by reason of the want of jurisdiction of the District Court.” Questions of this character cannot be presented in motion in arrest of judgment, but must be raised in limine; that is, prior to the time appellant announces ready for trial, otherwise it comes too late. See Coker v. State, 7 Texas Crim. App., 83; Freedlander v. State, 7 Texas Crim. App., 204, and Bonner v. State, 38 Texas Crim. Rep., 599.\nThe facts in this case show that defendant was at the house of Dave Botts on the night in question where a crowd had assembled and were engaged in dancing, and while there an altercation sprang up, and in the difficulty appellant pulled a pistol and fired upon one of the parties. Appellant, in his evidence, claims.that he had gone over to his father’s house and got the pistol and started home with it, and that he met on the way Dave Botts, and went to his house, where there was a dance. The court, in his charge to the jury, told them that defendant had a right to go and get the pistol and carry it to his home, and that if he stopped on the route and diverted his course to engage in pleasure, then he would be guilty if the jury so believed. Appellant complains of the failure of the court to charge that if the jury believed that the defendant carried the pistol as alleged, but for the purpose alone of carrying the same home, then you will find the defendant not guilty. The court charged this, but added: “But if he stopped by the wayside and engaged in pleasure, then the same would be no defense.” This, as we understand it, is the law of this State.\nFinding no error in the record, the judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "J. C. Mitchell, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Tom Banks v. The State.\nNo. 3726.\nDecided November 20, 1907.\n1. —Carrying Pistol—Transfer From District to County Court—Arrest of Judgment.\nUpon trial for unlawfully carrying a pistol, the question of improperly transferring the case from the district court to the county court, could not be raised in a motion in arrest of judgment, but should have been presented at the time defendant announced ready for trial. Following Bonner v. State, 38 Texas Grim. Rep., 599; 44 S. W., 172.\n2. —Same—Charge of Court—Deflection From Journey.\nWhere upon trial for unlawfully carrying a pistol the evidence showed that defendant was at the house of another, where a crowd had gathered, and that in) a difficulty he drew his pistol and fired upon one of the parties; and the defense claimed that the accused was carrying his pistol home, and that he incidentally went to the gathering, the court correctly charged that while defendant had a right to carry the pistol to his home, ybt if he stopped en route, and diverted his course to engage in pleasure, he would be guilty.\nAppeal from the County Court of Fort Bend. Tried below before the Hon. D. B. Peareson.\nAppeal from a conviction of unlawfully carrying a pistol; penalty, a fine of $100.\nThe opinion states the case.\nJ. C. Mitchell, for appellant.\nOn question of charge of court: Campbell v. State, 28 Texas Crim. App., 44; 11 S. W. Rep., 832; Chambers v. State, 34 Texas Crim. Rep., 294; 30 S. W. Rep., 357.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1131-01",
    "first_page_order":  185,
    "last_page_order":  186
}
