{
    "id":  4559112,
    "name":  "Bill McKinley v. The State",
    "name_abbreviation":  "McKinley v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3720",
    "first_page":  "182",
    "last_page":  "184",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 182"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "50 Texas Crim. Rep., 538",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2371814
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0538-01"
                                        ]
                     },
                     {
                         "cite":  "47 S. W. Rep., 720",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "56 S. W. Rep., 913",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "70 S. W. Rep., 318",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "47 Texas Crim. Rep., 313",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 378",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158465
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/35/0378-01"
                                        ]
                     },
                     {
                         "cite":  "33 Texas Crim. Rep., 197",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          11273192
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/33/0197-01"
                                        ]
                     },
                     {
                         "cite":  "39 Texas Crim. Rep., 322",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4495846
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/39/0322-01"
                                        ]
                     },
                     {
                         "cite":  "50 Texas Crim. Rep., 411",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2368901
                                      ],
                         "weight":  2,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/50/0411-01"
                                        ]
                     },
                     {
                         "cite":  "56 S. W. Rep., 913",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "weight":  2,
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  455,
                     "char_count":  8825,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  8.5406228471727384E-07,
                                      "percentile":  0.9766036552710216
                                  },
                     "sha256":  "cbea414ef15e3df1af3661ef85b41adcf483a2f691e97cf7c9dc182caf75e89f",
                     "simhash":  "1:970b30bfa634fbef",
                     "word_count":  1565
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Bill McKinley v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis is a conviction for violating the local option law. The State’s case was made by the testimony of a negro witness testifying positively to the fact that he bought a bottle of whisky from appellant; that he paid appellant the money and appellant told him to go into the back room of the house where they were and he would find it sitting on the table; he went as directed and got the whisky. Appellant testified in his own behalf positively that no such transaction occurred. Over appellant’s objection he was required to answer that for quite a while he was a whisky drummer; that he had been engaged in taking orders for whisky some five or six years, and that the house for which he took orders furnished him free sample whisky, which he would treat out among his customers at his discretion. The amount of whisky furnished depended upon the amount of business appellant did for his-house; when he would send in a good number of orders he would get more samples than when his business was dull. Various objections were urged to the introduction of this testimony, which we think, were well taken. See Bell v. State, 56 S. W. Rep., 913; Harris v. State, 17 Texas Ct. Rep., 815; and Harris v. State, 50 Texas Crim. Rep., 411; 17 Texas Ct. Rep., 270.\nIn making his closing speech the county attorney used the following language: “Gentlemen of the jury, I want you to convict this defendant on the evidence in this case. It is true he testifies in his own behalf that he did not sell whisky to the prosecuting witness, but the prosecuting witness says that he did, and it is true the prosecuting witness is a negro, but I would believe the negro before I would believe a man like the defendant, who has time and again paid the penalty for the violation of the people’s local option law, and goes manifestly without any principle around over the country bootlegging whisky in open violation of our local option law; and that is the kind of a man that is being tried before you.” The bill recites these remarks were not supported by the evidence in the case; that they were immaterial and irrelevant, outside of the record, and were erroneously recited by the county attorney. Exception was reserved. It is further shown that the court instructed the jury not to consider such remarks, but it is claimed that such instructions did not withdraw the prejudice created thereby from the minds of the jury. There was no evidence in the record that appellant had been previously convicted for violations of the local option law, nor to the effect that he had been bootlegging whisky over the country. Appellant had not put his character at issue. Permitting attorneys for the prosecution to dwell in argument on the character of a defendant when not in issue, in a way calculated to prejudice him before the jury, is error. See Turner v. State, 39 Texas Crim. Rep., 322; Pollard v. State, 33 Texas Crim. Rep., 197. Nor is vituperative and abusive argument permissible, and a conviction obtained in this manner is unlawful, and where the record on appeal shows such was permitted to prejudice the accused before the jury, the appellate court should not hesitate to set it aside. Sec Crawford v. State, 15 Texas Crim. App., 501, and Parks v. State, 35 Texas Crim. Rep., 378. And it is error for counsel in argument to state facts not in evidence. See Tillery v. State, 34 Texas Crim. App., 351; Orman v. State, 34 Texas Crim. App., 495; Clark v. State, 33 Texas Crim. App., 360; Robbins, v. State, 47 Texas Crim. Rep., 313; 11 Texas Ct. Rep., 560; Bell v. State, 56 S. W. Rep., 913; Harris v. State, 17 Texas Ct. Rep., 815; Harris v. State, 50 Texas Crim. Rep., 411; 17 Texas Ct. Rep., 370; 70 S. W. Rep., 318; 9 Texas Ct. Rep., 813, and White’s Code-of Crim. Proc., pages 498, 500 and 501, for collation of authorities. In our opinion the statements in the argument of the closing speech for the State were of such character that the conviction ought not to be permitted to stand. Usually the instruction of the court to the jury to disregard unwarranted remarks by counsel will be regarded sufficient to prevent a reversal, but ’ where they are of a very damaging character and in cases that inflame or have a tendency\u0027to inflame the public mind, a different rule obtains. Not only was the character assailed, but statements of fact made which, if in existence, were not permitted to go before the jury. We wish to emphasize our condemnation of the practice of permitting matters of this sort to occur and then seeking to withdraw them from the jury by charges, and we want to emphasize again that it is wholly unnecessary to jeopardize convictions by this line of conduct. The Constitution and the laws of the State guarantee a man a trial and a fair trial on the facts and the law of his case, and it is not legal that matters and facts of this character can be introduced in the argument to the jury or by counsel in the argument, even when if offered through witnesses they would have been admissible; the damage, therefore, would be the greater where the facts were not admissible at all. It is a dangerous practice evén for the court to admit testimony that is illegal and then undertake to withdraw it in his charge, and this court has had occasion to reverse judgments on account of this practice. We make all due allowance, and in fact the writer would rather commend attorneys’ diligence in representing their side of the case, but not to the extent of going outside of the record and introducing matters of fact in an argument not testified before a jury, and especially facts which would not be admissible if offered.\nUnder the facts of this case, we hardly think it was error of sufficient importance to reverse the case because the court did not define a sale. There is no question under the State’s view of the record that appellant made the sale by taking the money in exchange for the whisky. Under appellant’s view of it the entire transaction was denied. The facts in a case sometime require a court to define to the jury what it takes to constitute a sale, but we think that rule does not apply in a case where the facts are as detailed in this record.\nThe matter of continuance is not discussed; the witness can. be obtained on another trial.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "D. Thornton, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Bill McKinley v. The State.\nNo. 3720.\nDecided December 4, 1907.\n1. —Local Option—Evidence—Gift.\nWhere upon trial for a violatiton of the local option law it appeared that defendant was a whisky drummer, it was error to force him over his objection to testify on cross-examination that the house for which he took orders furnished him free sample whisky, which he would treat out among his customers at his discretion.\n2. —Argument of Counsel—Charge of Court.\nWhere upon trial for a violation of the local option law, the State’s counsel in his closing argument stated that he would believe the negro State’s witness before he would believe a man like the defendant, who had time and again paid the penalty for violating the local option law, and who went around over the country manifestly without any principle, bootlegging whisky in open violation of the local option law, and that he wanted the jury to convict the defendant on the evidence in the case, and there was no such testimony in the case. Held, reversible error, although the court instructed the jury not to consider such remarks.\n3. —Same—Withdrawal of Illegal Argument—Practice.\nUsually the instruction of the court to the jury to disregard unwarranted remarks by counsel will be regarded sufficient to prevent a reversal, but where they are of a very damaging character, and in cases that inflame or have a tendency to inflame the public mind, a different rule obtains. See opinion which condemns such practice.\n4. —Same—Sale, Definition of—Charge of Court.\nWhere upon trial for a -violation of the local option law, the evidence showed that defendant made the sale by taking money in exchange for whisky, which the defendant denied, there was no error in the court’s refusal to define a sale in his charge to the jury.\nAppeal from the County Court of Hopkins. Tried below before the Hon. T. J. Russell.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $25 and twenty days confinement in the county jail.\nThe opinion states the case.\nD. Thornton, for appellant.\nOn question of admitting illegal testimony as to giving away whisky: Malcolmson v. State, 25 Texas Crim. App., 267; Bell v. State, 56 S. W. Rep., 913. On question of sale: Strickland v. State, 47 S. W. Rep., 720. On question of argument of counsel: Barnett v. State, 50 Texas Crim. Rep., 538; 17 Texas Ct. Rep., 971.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1135-01",
    "first_page_order":  200,
    "last_page_order":  202
}
