{
    "id":  4559676,
    "name":  "E. A. White v. The State",
    "name_abbreviation":  "White v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3749",
    "first_page":  "193",
    "last_page":  "195",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 193"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  266,
                     "char_count":  4861,
                     "ocr_confidence":  0.56,
                     "pagerank":  {
                                      "raw":  1.388383253855374E-07,
                                      "percentile":  0.6422509574882551
                                  },
                     "sha256":  "2d8d306e234cc0611a54fea74d15c87cf68a329ac5f029f86421eff8b7c2d05b",
                     "simhash":  "1:c51195f6b296c9af",
                     "word_count":  852
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "E. A. White v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nThis record has neither statement of faetsj nor bills of exception.\nThe first and second grounds of the motion for new trial relate to the testimony and cannot be revised. The third ground complains of the remarks of the county attorney and refers to the bill of exceptions, which is not in the record. The two remaining grounds are with reference to\u0027 the charge and, of course, cannot be revised, in the absence of the statement of facts. The judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      },
                                      {
                                          "text":  "on rehearing.\nJanuary 15, 1908.\nDAVIDSON, Presiding Judge.\nThe judgment in this case was affirmed at the recent Tyler term, and is now before us on motion for rehearing.\nAppellant sets up two grounds upon which he bases his motion for rehearing, both of which relate to the charge of the court. The first excerpt of the charge is as follows: “However, if you believe from the evidence or have reasonable doubt thereof, that said E. A. White was the owper of said lot or had a right to dispose of the same at the time he made said representation, if any, you will acquit the defendant.” The objection to this charge is, it fails to instruct the jury that, although appellant did not have the right to dispose of the property, yet if he thought or believed he had such right he should be acquitted.\nThe second excerpt of the charge is as follows: “You are further instructed that although said representations, if any, were false, and known to be false by defendant, yet, to authorize a conviction, said J. H. Brady must have been deceived thereby, and if you believe from the evidence or have a reasonable doubt thereof that said Brady, before he delivered said wood and money, knew that said White did not have a right to dispose of the land, then you will acquit the defendant.” The criticism of this portion of the charge is, the court should have instructed the jury that though Brady did believe White’s statement as to his right to dispose of said lot, yet if by the exercise of such diligence, as a prudent man should exercise, he could have ascertained that White did not have such right of disposition, then he should be acquitted. The criticism in the motion for a new trial of the court’s charge does not raise these issues. Copying from the motion for a new trial in this connection, we find this: “Because the charge of the court as a whole is prejudicial to defendant, only charging the law in the abstract. Because the court should have charged the jury that the testimony conclusively showed that said Brady knew that the title to said lot was in one Lawyer and should acquit defendant.” As stated in the original opinion, the evidence is not before the court, and we, therefore, are unable to say whether these questions were issues to be charged to the jury. In the absence of the testimony we will presume that the charge is given correctly, and as applicable to the facts. We further state that under the grounds of the motion above quoted these questions are not suggested. Hie grounds of the motion for a new trial are not specific, did not point out the matters complained of in the motion for rehearing, and to meet this attitude of the case appellant contends that these propositions are of “fundamental” character.- Under the decisions of this court construing article 723 of the Code of Criminal Procedure, it would seem there are no fundamental errors on appeal, except those reserved by bill of exceptions, or in the motion for a new trial. We, therefore, hold that no sufficient reason is given why the rehearing should be granted; first, because the testimony is not before us and we are unable, therefore, to say whether these charges were applicable or not; second, the grounds were not specifically pointed out in motion for a new trial; and third, it is too late to raise these questions for the first time on appeal, that there is no sufficient reason shown why this motion should be granted, and it is therefore overruled.\nOverruled.",
                                          "type":  "rehearing",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "E. A. White, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "E. A. White v. The State.\nNo. 3749.\nDecided December 4, 1907.\nSwindling—Motion for Hew Trial—Charge of the Court—Practice on Appeal.\nIn the absence of a statement of facts it will be presumed on appeal that the charge of the court was correct and applicable to the facts; besides the objections to the charges of the court were not pointed out specifically in the motion for new trial. Under article 723, Code of Criminal Procedure, there are no fundamental errors on appeal, except those reserved by bill of exceptions or in the motion for new trial.\nAppeal from the County Court of Jefferson. Tried below before the Hon. Jas. A. Harrison.\nAppeal from a conviction of swindling, a misdemeanor; penalty, ninety days confinement in the county jail.\nThe opinion states the case.\nE. A. White, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1138-01",
    "first_page_order":  211,
    "last_page_order":  213
}
