{
    "id":  4560940,
    "name":  "A. J. Warren v. The State",
    "name_abbreviation":  "Warren v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3769",
    "first_page":  "218",
    "last_page":  "220",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 218"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  328,
                     "char_count":  5534,
                     "ocr_confidence":  0.577,
                     "pagerank":  {
                                      "raw":  1.331257238175768E-06,
                                      "percentile":  0.9898111820418873
                                  },
                     "sha256":  "cad5f0cca22eac26b8c05783454d0b5628344acc56fa3991bda7f179d1651276",
                     "simhash":  "1:33c1c220383d3512",
                     "word_count":  958
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "A. J. Warren v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of burglary and his punishment assessed at nine years confinement in the State penitentiary.\nThe only question necessary to be reviewed in this record is the sufficiency of the evidence. On the 6th day of February, 1907, in the little inland town of Brock, in Parker County, the storehouse of John White was burglarized. The safe was blown open and something over $80 in money secured. Upon hearing the explosion, the owner of the store, who lived nearby, started to the store and was in the act of meeting a party coming out thereof, when said party turned away and disappeared. Witness, White, was then in some twenty-five or thirty yards of the fleeing party and said, in size, he appeared to be about the size of the defendant in this case. The next day after the burglary, the tracks leading from the store, which were made by the party that White saw fleeing, were critically examined by White and others, who testified in this case, giving all the peculiarities of same. The defendant was seen by several parties within a mile of the town of Brock on Wednesday morning, the burglary occurring that night. One witness testified that she gave him his breakfast and another witness, who lived at a home nearby the first one, testified that she gave him a breakfast. The defendant was seen in different directions from Brock and within a distance of a mile or so of the town. Several witnesses testified that they met a man going in the direction of Brock about 10 o’clock at night, about the size of appellant. On February 9th, two or three days after the burglary, appellant was arrested in the City of Fort Worth, a distance of about thirty miles from the scene of the burglary. At the time of his arrest he was very much intoxicated and asleep. A boy testified that a short while before the arrest of appellant that he drew a pistol on him, made the boy accompany him and stated to the boy that he had $80 at the factory or foundry and if he, the boy, would go with him they would have a good time. The constable of the City, of Fort Worth took charge of defendant, placed him in jail and for some reason undisclosed by this record, the sheriff carried one of the ladies who had given appellant a breakfast on the morning before the burglary in Parker County, to Fort Worth, and she there identified appellant as the party to whom she had given the breakfast. The shoes found upon appellant when arrested in Fort Worth corresponded in all their peculiarities with the tracks found going from the burglarized store. When appellant was arrested in Fort Worth he was found with about 80 cents in his pocket. This in substance, as we understand this record, is all of the criminative facts contained therein that go to show appellant’s guilty participancy in the burglary alleged in this case. ■ We hold that same is not sufficient to comply with the rules of law laid down by this court in cases of circumstantial evidence. The law of circumstantial evidence requires that the evidence should be of that degree .of cogency and • probative force that would justify a jury, and this court, in believing that the evidence excludes every other reasonable hypothesis than that of the guilt of the appellant. Conceding all these facts to be uncontradicted, and we take it from this record that they are uncontradicted, they do not exclude in our mind every other reasonable hypothesis than that of the guilt of appellant. It would be a dangerous precedent, however guilty this appellant may be, for this court to lay down a rule holding that tracks alone, plus a presence within two miles of the scene of a crime, would justify a court in affirming a case. The tracks show that the party making same had on a pair of shoes that had been half soled. The heels of one of the shoes making the tracks, was run down and worn off, several tacks were prominent, or several indentations in the tracks appeared to have been made by prominent tacks. These peculiarities are shown to have existed in appellant’s shoos. But does this exclude every other reasonable hypothesis than that the shoes worn by appellant made the tracks ? We say it does not. It is too well known that shoes are frequently half soled and it is equally well known that tacks are often prominent therein. It is further a commonly known fact that heels of shoes are often run down or worn off.\nThese being matters of common notoriety and knowledge, force us to the irresistible conclusion that this evidence does not exclude every other reasonable hypothesis than that of appellant’s guilt. So believing, we reverse this case because the evidence is insufficient to support the verdict. The judgment is reversed and the cause remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Preston Martin, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "A. J. Warren v. The State.\nNo. 3769.\nDecided December 4, 1907.\nBurglary—Circumstantial Evidence.\nThe law of circumstantial evidence requires that the evidence should be of that degree of cogency and probative force that would justify a jury and this court in believing that the evidence excludes every other reasonable hypothesis than that of the guilt of the defendant. See opinion for facts held to be insufficient to sustain a conviction for burglary.\nAppeal from the District Court of Parker. Tried below before the Hon. J. W. Patterson.\nAppeal from a conviction of burglary; penalty, nine years imprisonment in the penitentiary.\nThe opinion states the case.\nPreston Martin, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1145-01",
    "first_page_order":  236,
    "last_page_order":  238
}
