{
    "id":  4558256,
    "name":  "Sebastian Lopez v. The State",
    "name_abbreviation":  "Lopez v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3906",
    "first_page":  "226",
    "last_page":  "228",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 226"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  281,
                     "char_count":  4650,
                     "ocr_confidence":  0.558,
                     "pagerank":  {
                                      "raw":  1.3205878654267074E-07,
                                      "percentile":  0.6264672187451855
                                  },
                     "sha256":  "8da88554c565bb652b5843d180e1c2ea9a2b866346e52dec7c9a0c6756482c0a",
                     "simhash":  "1:a0d3ead427cac0a7",
                     "word_count":  784
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Sebastian Lopez v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant filed an application for a continuance for the testimony of Trevino. The diligence is complete. The question is whether the testimony is of sufficient materiality to require the granting of a continuance.\nIn brief, the facts show that the homicide for which appellant was indicted was committed some time after midnight; that the killing occurred on the public road and the body of deceased was dragged a short distance into a pasture or field. The parties connected with the homicide were Mexicans, two of whom were charged with the homicide, one being the appellant. The absent witness was also a Mexican. During the night and preceding the homicide these parties were at the little town of Cherry Springs and were more or less under the the influence of beer. The State’s theory was that appellant and his codefendant, Vasquez, and the deceased, DeLeon, left the beer saloon together, going in the direction of their respective residences which were not far apart; that en route home, in perhaps a half mile of the beer saloon, Vasquez and appellant killed DeLeon. Some circumstances were introduced which tend with more or less cogency to incriminate appellant. Among other things, at the time he returned to the saloon and notified the sheriff that DeLeon was dead, there was blood on the right side of his shirt in front. This is accounted for by one or more of the State’s witnesses, whom appellant had notified prior to informing the deputy sheriff. These boys stated that appellant came on to the residences where they lived, inquired for the deceased and Vasquez, stating that they had left the beer saloon ahead of them and were drunk. The boys accompanied appellant back in search of the two missing parties. It is shown that during their investigation they found the dead body and while there, appellant got the blood on his shirt in handling the body. Being a little more specific, it is stated that appellant put his arm under the prostrate form of the deceased and raised him up. These were some of the circumstances in the case. Appellant denied having anything to do with the homicide or being present.\nThe above statement is only made in order to test the materiality of the absent testimony. By the absent witness, Trevino, it was expected to prove that on the evening and night before the homicide, defendant and the codefendant, Vasquez, and deceased, DeLeon, and Trevino were at Cherry Springs at Marschall’s saloon; that at about 11 o’clock at night deceased and Vasquez left said place on foot together, going in the direction of where deceased’s body was subsequently found, and that Trevino and defendant left the same about half an hour later and rode together for about fifty or one hundred yards when they separated.\nWe believe this testimony was of a material character. One of the main facts relied upon by the prosecution was that under the evidence for the State, the appellant left in company with the deceased and Vasquez. If this fact was true, it was a strong circumstance for the State. If they did not leave together, but appellant left half an hour later with Trevino, it would be a strong circumstance in favor of his innocence and would tend strongly to show that he was not present at the time and place of the homicide. The homicide was within, perhaps, about a half mile of the saloon, and if Trevino and appellant left half an hour later, it would be a strong circumstance to show that the homicide had been committed before appellant left the saloon.\nBecause the motion for a new trial was overruled, the judgment is reversed and the cause remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       "F. J. M cOord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Sebastian Lopez v. The State.\nNo. 3906.\nDecided December 4, 1907.\nMurder—Continuance—Alibi.\nWhere upon trial for murder the prosecution relied upon the fact that defendant left in company with deceased and another, and the theory of the State was that the other party killed deceased, there being no eyewitnesses, defendant’s motion for continuance proposed to show by the testimony of the absent witness that defendant did not leave with the deceased and the other party, and that the homicide occurred before defendant left the absent witness, and some distance from where they were. Held, that the continuance should have been granted.\nAppeal from the District Court of Gillespie. Tried below before the Hon. Clarence Martin.\nAppeal from a conviction of murder in the second degree; penalty, twenty-five years imprisonment in the penitentiary.\nThe opinion states the case.\nHo brief on file for appellant.\nF. J. M cOord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1147-01",
    "first_page_order":  244,
    "last_page_order":  246
}
