{
    "id":  4559639,
    "name":  "Frank Mitchell v. The State",
    "name_abbreviation":  "Mitchell v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3864",
    "first_page":  "231",
    "last_page":  "232",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 231"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  195,
                     "char_count":  3100,
                     "ocr_confidence":  0.589,
                     "sha256":  "8f6b59e6af3c391a6cc5b8527d1b48f2a34a3106e2be025f42d6d50d4ab5a5b4",
                     "simhash":  "1:3611917446d639fa",
                     "word_count":  525
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Frank Mitchell v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted upon a plea of guilty of murder in the first degree, and his punishment assessed at death. We find no bills of exception in the record. The court properly charged on both degrees of murder. The record shows that appellant was properly warned before entering his plea.\nAppellant’s second assignment of error complains that the court erred in permitting the introduction of the voluntary statement made by appellant at the examining trial. There is no bill reserved to the statement, hence the ruling of the court, if erroneous, can not be reviewed. If we were, under the rules of this court, permitted to look at the testimony it would disclose the fact that the proper predicate was laid.\nAppellant’s third ground for new trial complains that the court erred in not granting the same, on the ground of newly discovered\u0027 evidence to the effect that appellant was of unsound mind and that he could prove same by two witnesses who live in Burleson County. There is no affidavit attached and no legal showing in the motion complying with the rules of the statute in reference to newly discovered evidence, These, alone, are. the grounds urged by appellant for a new trial, in addition to the fact that the verdict is contrary to the law and the evidence. The evidence shows a cruel and unprovoked murder on the part of appellant. Appellant slipped into the house where deceased was sleeping and with an axe crushed her head and the record shows that this was done because he was mad at her. The act was done with premeditated design and with a deliberation that amply warranted the jury in assessing the death penalty.\nThe judgment is in all things affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief for appellant on file.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Frank Mitchell v. The State.\nNo. 3864.\nDecided December 4, 1907.\n1. —Murder—Plea of Guilty.\nWhere upon trial for murder the defendant was properly warned before entering his plea of guilty, and the court properly charged on both degrees of murder, there was ho error.\n2. —Same—Evidence—Examining Trial—Voluntary Statement—Bill of Exceptions.\nWhere upon appeal from a conviction of murder, the record disclosed that the proper predicate was laid for the introduction of the voluntary statement by appellant at the examining trial, there w\u0027as no error; besides the bill of exceptions does not show that ^objection was reserved.\n3. —Same—Newly Discovered Evidence.\nWhere the motion for a new trial on the ground of newly discovered evidence was not supported by proper affidavit, the same could not be considered on appeal.\n4. —Murder in Eirst Degree—Death Penalty.\nWhere the evidence showed that defendant slipped into the house where deceased was sleeping and with an axe crushed her head because he was mad at her; and the act was done with premeditated design, the death penalty was warranted.\nAppeal from the District Court of Burleson. Tried below before the Hon. E. B. Sinks.\nAppeal from a conviction of murder in the first degree; penalty, death.\nThe opinion states the case.\nHo brief for appellant on file.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1149-01",
    "first_page_order":  249,
    "last_page_order":  250
}
