{
    "id":  4561145,
    "name":  "A. P. Buchanan v. The State",
    "name_abbreviation":  "Buchanan v. State",
    "decision_date":  "1907-12-04",
    "docket_number":  "No. 3844",
    "first_page":  "235",
    "last_page":  "237",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 235"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "53 S. W. Rep., 859",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "55 S. W. Rep., 495",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "37 Texas Crim. Rep., 428",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161364
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/37/0428-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 24",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158458
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/35/0024-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  429,
                     "char_count":  8148,
                     "ocr_confidence":  0.587,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.15166308923802121
                                  },
                     "sha256":  "3c7489541c6ee606c2f0f3e8bb2321f54f3cc41f083c39c6a05d737fd03d9baa",
                     "simhash":  "1:33388308d985e6b5",
                     "word_count":  1439
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "A. P. Buchanan v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was a policeman in the town of West and arrested the deceased without warrant and had him under arrest and a prisoner at the time of the killing. The contention of appellant is that he arrested the deceased for being intoxicated and for cursing on the street. The evidence is slight as to any profanity by the deceased, in fact, the great preponderance of the evidence shows that not to be a correct statement. Under appellant’s theory, the deceased was not sufficiently drunk to have been arrested, for his idea of being drunk in order to justify an arrest was, that the party must be down. Appellant summoned a bystander to assist him in carrying the deceased to the calaboose. Bn route, the deceased objected to being placed in jail and jerked loose. Some commotion followed this, and appellant’s theory is, that the deceased struck him in the face with a rock that he had picked up near the railroad track where the killing occurred. There is some testimony to the effect that deceased picked up some pebbles and dirt and- threw at appellant. There was an abrasion on appellant’s face, on his cheek or jaw. This bruise is supposed to have been made by the deceased. The testimony is sharply conflicting, but perhaps a preponderance of the evidence is in favor of the prosecution, to the effect that appellant struck the deceased over the head with his pistol and that whatever rock or pebble was thrown, was subsequent to this lick by appellant with his pistol on the deceased. Be that as it may, the cause of appellant shooting him, was the striking of appellant with a rock or the pebbles, as we understand from the testimony. Appellant states, however, that he thought the deceased was coming on him at the time he fired the .first shot for the purpose of inflicting other injuries upon him, or perhaps to take his life. There. were three shots fired, all taking effect. Witnesses differ as to the position of the deceased during the shots. They all agree that when the first shot was fired they were facing each other. Some of the witnesses say that the deceased was falling at the time the second shot was fired and was on the ground when the third shot was fired. Some of the witnesses put the deceased on the ground when the last two shots were fired. The deceased lived a few hours and died. The jury gave appellant manslaughter with two years in the penitentiary as punishment.\nWhile the State’s attorney was arguing to the jury, he read some extracts from Giebel v. State, 28 Texas Crim. App., 172; and Caldwell v. State, 41 Texas, 86, and contended that the law as enunciated in these two cases was applicable to this ease. Objection was urged to the reading of the law from these books, and the court then gave the charge he had written in the case to the attorne}’, which attorney read, and an extract from the charge of the court, and which was subsequently given to the jury, was in line, practically, with the authorities he had read. Three bills of exception were reserved to this action of the prosecuting attorney and of the court. There were no facts, it seems, read, but simply the law applicable to a state of case where an officer killed his prisoner. We deem it unnecessary to go into a discussion of the law in regard to this matter, as the bills of exception only refer to the fact that the authorities and the charge of the court was read to the jury. The reading of law to a jury is a matter largely within the sound legal discretion of the trial court, and will not constitute cause for reversal except where the matter shows clear abuse and has brought about at least probable injury. This has been a matter of revision by this court in many cases. The law, we think, has been well settled to the effect that there is no error shown in these bills\u0027 of exception. Forbes v. State, 35 Texas Crim. Rep., 24; Jacob v. State, 37 Texas Crim. Rep., 428; Willis v. State, 55 S. W. Rep., 495; Williams v. State, 53 S. W. Rep., 859. There are, many other cases but these are deemed sufficient.\nThere are some exceptions, in the motion for a new trial, to the court’s charge in reference to the law applicable to a state of case where an officer kills the party he has under arrest and in his control at the time of the killing. The court charged the law, as we understand it has been laid down in this State in the various decisions, among others, Giebel v. State, 28 Texas Crim. App.; Caldwell v. State, 41 Texas, supra, and other cases, but these are sufficient we think. There are some criticisms to the court’s charge on manslaughter and self-defense. These criticisms, as we understand them, have no merit and are rather hypercritical. It is a very serious question whether self-defense was in the case at all. There were two men in charge of a drunken prisoner, one upon either side, carrying him to the calaboose. The officer armed with a six shooter and the party summoned to his assistance, a stout, vigorous .young man six feet in height, weighing about one hundred and seventy pounds, ought to have been able to control a small drunken man weighing only about one hundred and thirty-five pounds, without taking his life by shooting him. The young man summoned by appellant to assist him makes it appear that at the time of the difficulty, the deceased was so drunk that when he turned him loose he fell and in getting up picked up a lot of sand, pebbles and rocks with his hand and threw at the officer who stood a few feet away with his pistol out, and when the rocks were thrown, shot the deceased. It may be a question of a little surprise that the jury gave appellant the minimum punishment for manslaughter and that the punishment was not for a higher grade of homicide. A careful review of this case has impressed us with the fact that appellant has not only had a fair trial, but has been fortunate in receiving such a moderate verdict.\nThe judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.\n[Motion for rehearing overruled without written opinion.—Beporter.]",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Sanford é Denton, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "A. P. Buchanan v. The State.\nNo. 3844.\nDecided December 4, 1907.\n1. —Murder—Argument of Counsel—Charge of Court—Reading Law to Jury— Discretion of Court.\nWhere upon trial for murder the State’s counsel in arguing the case to the jury read extracts from the Texas Criminal Reports, and the charge of the court was in line practically with the authorities so read, and there were no facts read to the jury from said reports. Held, that the reading of law to the jury is within the sound legal discretion of the court, and does not constitute reversible error unless probable injury is shown.\n2. —Same—Charge of Court—Arrest—Self-Defense.\nWhere upon trial for murder the evidence showed that the defendant killed the deceased while taking him to jail for being drunk, and without warrant of arrest, and the court properly charged on this state of facts according to the rules laid down by the Court of Criminal Appeals, there was no error.\n3. —Same—Manslaughter—Self-Defense—Charge of Court.\nWhere upon trial for murder, the court charged both on manslaughter and self-defense, and the evidence showed that the defendant as an officer was armed with a six-shooter and summoned another person to his assistance in making arrest of .deceased and carrying him to jail, without warrant of arrest, for being drunk; that the deceased was very drunk, and the two men having him under arrest were strong and vigorous, and should have been able to control their prisoner without shooting him, there was no point in the criticisms of appellant who received the minimum punishment for manslaughter, of the court’s charges on manslaughter and self-defense.\nAppeal from the District Court of McLennan. Tried below before the Hon. Sam B. Scott.\nAppeal from a conviction of manslaughter; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nSanford é Denton, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State.\nWeaver v. State, 19 Texas Crim. App., 548; Giebel v. State, 20 Texas Crim. App., 172; Caldwell v. State, 41 Texas, 86, and the decisions quoted in the opinion."
                 },
    "file_name":  "1151-01",
    "first_page_order":  253,
    "last_page_order":  255
}
