{
    "id":  4560740,
    "name":  "Sam Dodson v. The State",
    "name_abbreviation":  "Dodson v. State",
    "decision_date":  "1907-12-11",
    "docket_number":  "No. 3787",
    "first_page":  "247",
    "last_page":  "250",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 247"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "58 S. W. Rep., 131",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "42 Texas Crim. Rep., 176",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          171541
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/42/0176-01"
                                        ]
                     },
                     {
                         "cite":  "98 S. W. Rep., 260",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "50 Texas Crim. Rep., 454",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2368327
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0454-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 511",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158605
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0511-01"
                                        ]
                     },
                     {
                         "cite":  "32 Texas Crim. Rep., 180",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4475090
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/32/0180-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  462,
                     "char_count":  9356,
                     "ocr_confidence":  0.579,
                     "pagerank":  {
                                      "raw":  2.8638710802475295E-07,
                                      "percentile":  0.8416085262113737
                                  },
                     "sha256":  "9bd34c0ed55efb54e523bacad02ac3603230171d25058f866b6147f1fcd10668",
                     "simhash":  "1:de5834b4dbe621ed",
                     "word_count":  1611
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Sam Dodson v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nA history of the case in substance is, that in the early part of December, 1906, a Mexican was alleged to have been robbed at the railroad station known as Coupland in Williamson County. Appellant and Sylvester Webster were arrested, charged with the robbery, and had an examining trial before the justice of the peace in the town of Taylor in said county. The Mexican testified before the justice of the peace, his testimony being somewhat different from that given by him on the final trial of appellant. The justice of the peace, after hearing the facts, held appellant to bail, discharging Webster. The grand jury met for the following January term of the District Court of Williamson County and on or about the fifteenth of that month returned, a bill of indictment against appellant for the alleged robbery, refusing to indict Webster. At the July term, 1907, the appellant’s case came up for trial. Webster was brought from DeWitt County, where he lived and was raised, under process as a witness for appellant, reaching Georgetown, where the court was in session, on the morning of July 22nd about 3 or 4 o’clock. By 11 o’clock of the same morning he had been arrested on a complaint charging him with the same robbery. When the case was called for trial, Webster and the appellant were brought from jail, and it was insisted by appellant that he was virtually deprived of the testimony of Webster. The court then entered an order releasing Webster from the complaint charged, on condition that he would in the case swear the truth, or give his testimony truthfully. This order was entered of record. This occurred on the twenty-third, the day upon which appellant was placed upon trial. As we gather from the facts, the witness Webster, was seated in the courtroom by the side of appellant and kept practically under arrest during the trial. During the trial another charge was filed against Webster charging him with the same robbery, and as soon as the jury was retired to consider their verdict in appellant’s case, Webster was retained in custody, but the warrant was not served upon him until the verdict had been returned into court, though the sheriff, in fact, did hold him under arrest.\nThere is a line of cases construing our statute, which authorizes the State, with the permission of the trial judge, to make a trade or contract with a party who is jointly held with the party on trial to use his testimony against the party on trial, and thus exonerate from further prosecution the party so testifying. Camron v. State, 32 Texas Crim. Rep., 180. The Camron case has been followed in subsequent cases as being correct. It has not been called to our attention, if it has been held, that a case could, be dismissed against a party where he testified for the defendant. In fact, the statute says parties held for the same transaction shall not testify for each other. We are not aware of any authority in the district judge to render immune from punishment a party testifying for a codefendant. Any ruling of the court in this respect would have no force or legal efficacy. Now, recurring to the condition of the case at the time of the trial, we find that Webster had been arrested as a principal with appellant in the robbery. Hie justice of the peace examined into the case and discharged him for want of testimony, and two grand juries had refused to indict, although one did indict appellant on the same facts. As soon as Webster was brought to the court as a witness for appellant he was at once arrested on a second complaint. This arrest did not come within the law of severance, for it would necessarily work a continuance of appellant’s case if a severance occurred, because, being a felony, he could not be tried except upon an indictment and no indictment could be returned until January, 1908, the grand jury for the July term of the district court having been discharged. These occurrences placed appellant in the attitude of having his witness arrested after he had once been discharged, and an indictment twice ignored by the grand jury and the court not being able to grant a. severance, appellant had been deprived of the testimony of his witness. Wherever to avoid the law of severance, the State should dismiss a case against a codefendant with a guaranty of immunity of further prosecution, the party on trial is entitled to the testimony of the witness uninfluenced by the fear of subsequent arrest for that offense. Without going into an elaboration of this idea we are of opinion that legal fairness should mark all this character of proceedings; but in this instance the State had so managed the arrest of Webster that the law of severance could not obtain, and it was sought to render Webster immune only during appellant’s trial. In the first place, this character of proceedings ought not to be indulged under the circumstances of this case. In the second place, Webster ought not to have been arrested, but if he was, then it should have been so done as not to deprive appellant of a fair trial. In Doughty’s case, 18 Texas Crim. App., 179, a somewhat analogous question came before the court. In that case Burt and Horn had been arrested under a charge of murder in El Paso. On a writ of habeas corpus proceeding, they were discharged. Doughty was subsequently indicted by the grand jury; Burt and Horn were not. The case went oh change of venue to Presidio County. In the meantime Burt and Horn had left the State and their depositions had been taken in appellant’s behalf and an agreement was made between the State and appellant in writing that their depositions could be used, which was filed among the papers of the case on the 22nd day of April. On the twenty-fifth of the same month, the grand jury of El \u0027Paso County presented separate indictments against Burt and Horn, charging them with the same murder with which Doughty was charged. When the ease was brought to trial in Presidio County against Doughty, the indictments against Burt and Horn were interposed as a bar to the use of their depositions. The trial court permitted this procedure and this court reversed the judgment. While the Doughty case is not directly in point, the reasoning, in our judgment, is. Among other things, the court said in Doughty’s case, that the disqualification urged against the admissibility of the depositions of Burt and Horn, was by reason of the act of the prosecution, and the circumstances of the case showed prima facie, in the judgment of the court, that Burt and Horn were not indicted in good faith, but solely for the purpose of depriving defendant of their testimony. Here, as before stated, upon a trial, the witness Webster, had been discharged from custody. One grand jury had refused to indict on the same testimony upon which they indicted appellant and the same testimony upon which the examining court discharged him. Another grand jury had failed to indict, and when the witness was brought t.o court to testify in behalf of defendant, the complaint was filed and it would seem, for the purpose of preventing him from testifying. When this case was called to the attention of the court, he granted\u0027 him immunity on condition that he would tell the truth, and Webster was kept practically under arrest until the conclusion of the trial and then was incarcerated on another complaint filed while appellant’s trial was in vogue. Under our law we do not believe this character of proceeding is justified.\nThere is another complaint with reference to bringing defendant into court in irons and situating him for some hours in the courtroom in this manner. Upon another trial-this will not occur.\nEor the reasons indicated, the judgment is reversed and the cause remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "H. N. Graves, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Sam Dodson v. The State.\nNo. 3787.\nDecided December 11, 1907.\n1. —Robbery—Witness—Practice in District Court—Re-Arrest.\nWhere upon trial for robbery, the record on appeal showed that defendant’s principal witness—who had first been arrested with defendant for the same offense but had been released and not indicted by several grand juries, and who was then subpaeneed as a witness for him—was on the day of defendant’s trial rearrested, kept in custody of the officers, placed in the dock with the defendant during the trial, and was allowed to testify for defendant on the condition that he would tell the truth. Held that this character of proceeding was not justified and constitutes reversible error.\n2. —Same—Hand-Cuffing Prisoner—Practice.\nA defendant in a criminal cause should not be brought into court in irons and left in the courtroom for hours in this manner, the day before his trial, pending the setting of his case.\nAppeal from the District Court of Williamson. Tried below before the Hon. Victor L. Brooks.\nAppeal from a conviction of robbery; penalty, seven years imprisonment in the penitentiary.\nThe opinion states the case.\nH. N. Graves, for appellant.\nOn question ozf bringing prisoner manacled to the bar: Rainey v. State, 20 Texas Crim. App., 456. On question of rearresting defendant’s witness: Thompson v. State, 35 Texas Crim. Rep., 511; Puryear v. State, 50 Texas Crim. Rep., 454; 98 S. W. Rep., 260; Brown v. State, 42 Texas Crim. Rep., 176, 58 S. W. Rep., 131.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1154-01",
    "first_page_order":  265,
    "last_page_order":  268
}
