{
    "id":  4560790,
    "name":  "J. H. Murdock v. The State",
    "name_abbreviation":  "Murdock v. State",
    "decision_date":  "1907-12-11",
    "docket_number":  "No. 3808",
    "first_page":  "262",
    "last_page":  "265",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 262"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "37 Texas Crim. Rep., 587",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161310
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/37/0587-01"
                                        ]
                     },
                     {
                         "cite":  "34 Texas Crim. Rep., 43",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4480940
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/34/0043-01"
                                        ]
                     },
                     {
                         "cite":  "70 S. W. Rep., 209",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "44 Texas Crim. Rep., 236",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4522611
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/44/0236-01"
                                        ]
                     },
                     {
                         "cite":  "38 Texas Crim. Rep., 525",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2361635
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/38/0525-01"
                                        ]
                     },
                     {
                         "cite":  "40 Texas Crim. Rep., 593",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          163882
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/40/0593-01"
                                        ]
                     },
                     {
                         "cite":  "36 Texas Crim. Rep., 13",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2361242
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/36/0013-01"
                                        ]
                     },
                     {
                         "cite":  "86 S. W. Rep., 767",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "48 Texas Crim. Rep., 125",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178773
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/48/0125-01"
                                        ]
                     },
                     {
                         "cite":  "90 S. W. Rep., 650",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "49 Texas Crim. Rep., 103",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4542728
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/49/0103-01"
                                        ]
                     },
                     {
                         "cite":  "84 S. W. Rep., 1058",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "47 Texas Crim. Rep., 543",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4535000
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/47/0543-01"
                                        ]
                     },
                     {
                         "cite":  "34 Texas Crim. Rep., 63",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4478968
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/34/0063-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  450,
                     "char_count":  8857,
                     "ocr_confidence":  0.585,
                     "pagerank":  {
                                      "raw":  7.3440171716470322E-07,
                                      "percentile":  0.9687643951442729
                                  },
                     "sha256":  "47c1f652cb0fd292997f8857212836c8b50072a9f42ada43908ea055ae121026",
                     "simhash":  "1:588c63414b49ddbd",
                     "word_count":  1558
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "J. H. Murdock v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nArticle 856 of the Penal Code, reads as follows:\n“If any person by assault or violence or by putting in fear of life or bodily injury shall fraudulently take from the person or possession of another any property with intent to appropriate the same to his own use, he shall be punished by confinement in the penitentiary for life, or for a term of not less than five years; and when a firearm or other deadly weapon is used or exhibited in the commission of the offense, the punishment shall be death or by confinement in the penitentiary for any term not less than five years.” The charging part of the indictment is, “That J. H. Murdock, alias Dutch Murdock, alias E. Amos, in the County of Tarrant, etc.” . . . “did unlawfully and wilfully make an assault upon the person of M. T. Tierce and then and there by said assault and by violence to the said M. T. Tierce, and by putting the said M. T. Tierce in fear of his life and bodily injury and then and there by using and exhibiting a firearm, to wdt: a pistol, did then and there fraudulently take from the person and possession and without the consent and against the will of the said M. T. Tierce, $3.95 in money of the value of three dollars and ninety-five cents; one watch of the value of $20, etc.” * * *\nIt is contended by proper motion that this indictment is invalid and duplicitous in that it charges two distinct offenses in the same count. We are of opinion that the position is well taken. The statute quoted prescribes a punishment for robbery by assault or violence or by putting in fear of life or bodily injury, by confinement in the penitentiary for life or any term of years not less than five. The same statute prescribes a punishment, where firearms or other deadly weapons are used or exhibited, by death or confinement in the penitentiary for any term of years not less than five. Under the first section of the statute the case would be bailable and non-capital. Under the second clause of the statute, the case could he non-bailable and a capital offense. So we have, included in the same count, and it is the only-count in the indictment, two offenses, one non-capital and the other capital. The question of duplicity and the effect of duplicitous pleading, has been the subject of a great deal of discussion. In the courts much has been written and said on the question. Where the offense, as in the first part of the quoted statute, can be committed by one of the different means therein specified, it may be singly charged, or all the means may be charged conjunctively, the punishment in any event being the same. But where the offenses are different, with different ingredients or different punishments, a different rule applies.\nIn Heineman v. State, 22 Texas Crim. App., 44, the question was decided. In that case appellant was charged with embezzlement. The allegations were, substantially, that Heineman was the agent of Parker and that by virtue of his agency there came into his possession a horse, a gun of the value of $10 and a pistol of the value of $10, all being the property of Parker and that the defendant fraudulently em-\u0027 bezzled the property. Exception was raised upon the same ground as here. The court said: “We are of opinion that the indictment is duplicitous, and that it was error to overrule the defendant’s exceptions to it. (A count in an indictment which charges two distinct offenses is bad.’ (Whart. Crim. PI. \u0026 Prac., section 243,; 1 Bish. Crim. Proc., section 432.) By our statute embezzlement is punishable as theft. (Penal Code, article 786.) Theft of a horse is punishable by confinement in the penitentiary not less than five nor more than fifteen years. (Penal Code, article 746.) Theft of property of the value of $20 or over is punishable by confinement in the penitentiary not less than two nor more than ten years. (Penal Code, article 735.) It is clear that these two kinds of theft constitute separate and distinct felonies to which are attached different penalties. They cannot, therefore, be charged in one and the same count without rendering the indictment duplicitous. An exception to this rule is in the case of burglary and theft, which may be charged in the same count. (Turner v. The State, ante, p. 42.)”\nIn the same volume, page 441, is found Hickman’s case. The indictment in the latter case charged appellant with fraudulently taking from Warnica, who was holding the property for Ivuykfendall, a horse worth $50, a saddle, bridle and blanket, which was..the property of Warnica. That the saddle was worth at one time $20 and the blanket and bridle $2 each, and it further charged that all of them were taken at one and the same time and carried away by Hickman. Hickman’s as well as Heineman’s case, contains one count and both charged two distinct felonies with different penalties. The court held that this being the case, the motion in arrest of judgment was well taken. For further collation of authorities see White’s Code Criminal Procedure, paragraph 383. The authorities in this State all seem to sustain this proposition. If the punishment for the use of a firearm was the same as that for violence, or assault or putting in fear of bodily injury or life, this exception would not be well taken, perhaps, but the statute was amended first in 1883 and again in 1895. The latter enhanced the punishment for robbery from life sentence to death penalty where firearms or other deadly weapons were used or exhibited. By this act of the Legislature, we have different offenses in regard to robbery.\nThere is another question that would require a reversal of the judgment, to wit: the failure of the court to permit appellant to be tried by a jury selected from a special venire. There is a good deal of testimony in regard to this question, set out in the bill of exceptions, bearing upon the question of waiver, but as we understand the matter there was no ivaiver. It is clear that appellant did not waive his right to be tried by a special venire and this is not controverted. The point of controversy arises over the fact that one of appellant’s attorneys, when called upon by the court some time previous to the date of trial, in regard to this matter, stated that he did not Avish, at that time, to call for a special venire and a statement from the court in substance, as we understand the facts, that he would either call for the special venire then or the court would consider it waived and that the special venire would not be ordered. The court can not Avaive a special venire for a party charged Avith a capital offense. We, however, do not care to go into a discussion of this matter further than as above stated, as it will not arise upon another trial. Because the indictment is invalid and duplicitous, the judgment is reversed and the prosecution is ordered dismissed.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Buck, Cummings, Doyle \u0026 Bouldin, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "J. H. Murdock v. The State.\nNo. 3808.\nDecided December 11, 1907.\n1. —Robbery With Firearms— Indictment—Duplicitous Pleading.\nWhere in a prosecution for robbery, the indictment charged in one count two different offenses, to wit a robbery by the use of firearms, etc., and also a robbery by assault and putting in fear of bodily injury, etc., the first being a capital crime, and the second a non-capital felony, the indictment was bad for duplicity.\n2. —Same—Special Venire—Waiver—Conduct of Judge.\nWhere upon trial for robbery by the use of firearms, etc., the record on appeal showed that appellant did not waive his right to a special venire, but that one of his attorneys and (lie court had some conversation about _this matter, and that the court remarked that .unless the special venire was called for by counsel he would consider the some waived. Held, error and that the court could not waive a special venire for a party charged with a capital offense.\nAppeal from the District Court of Tarrant. Tried below before the Hon. M. E. Smith.\nAppeal from a conviction of robbery; penalty, twenty years imprisonment in the penitentiary.\nThe opinion states the case.\nBuck, Cummings, Doyle \u0026 Bouldin, for appellant.\nOn question of indictment: State v. Dorsett, 21 Texas, 656; Pisano v. State, 34 Texas Crim. Rep., 63; Heineman v. State, 22 Texas Crim. App., 44; Wood v. State, 47 Texas Crim. Rep., 543; 84 S. W. Rep., 1058; Crow v. State, 49 Texas Crim. Rep., 103; 90 S. W. Rep., 650; Porter v. State, 48 Texas Crim. Rep., 125; 86 S. W. Rep., 767, and other authorities cited in opinion. On question of special venire: Burries v. State, 36 Texas Crim. Rep., 13; Clay v. State, 40 Texas Crim. Rep., 593; Foster v. State, 38 Texas Crim. Rep., 525; Farrar v. State, 44 Texas Crim. Rep., 236, 70 S. W. Rep., 209; Randle v. State, 34 Texas Crim. Rep., 43; Burris v. State, 37 Texas Crim. Rep., 587.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1157-01",
    "first_page_order":  280,
    "last_page_order":  283
}
