{
"id":  4565841,
    "name":  "J. A. Fitzgerald v. The State",
    "name_abbreviation":  "Fitzgerald v. State",
    "decision_date":  "1907-12-11",
    "docket_number":  "No. 3918",
    "first_page":  "265",
    "last_page":  "267",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 265"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "100 S. W. Rep., 779",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "102 S. W. Rep., 1123",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "102 S. W. Rep., 407",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "15 S. W. Rep., 118",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "29 S. W. Rep., 777",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "17 S. W. Rep., 425",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     }
                 ],
    "analysis":  {
                     "cardinality":  261,
                     "char_count":  4257,
                     "ocr_confidence":  0.566,
                     "pagerank":  {
                                      "raw":  1.5448933192424938E-07,
                                      "percentile":  0.6736114731013275
                                  },
                     "sha256":  "8c51a9f01ce8454e619ebc02fdc4434e4379dce1ae284ffc09793adacb3e9eb3",
                     "simhash":  "1:30b835fc78741566",
                     "word_count":  778
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "J. A. Fitzgerald v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of carrying a pistol. The State’s case is that appellant was in the town of Center, Shelb)\u0027 County, loading his wagon with some purchases he had made from a store, when one of the proprietors observed a pistol in his coat pocket; he took him to one side and called his attention to it. Appellant replied it was out of repair and he brought it to a shop to be repaired. In support of this statement, himself and his son testified that the pistol was out of repair and could not be used, and that in going to the town of Center he brought the pistol to Shelbyville to a blacksmith, who repaired pistols, for the purpose of having it repaired; that it was broken and not in a condition to shoot. He proved by the blacksmith that he (appellant) did leave the pistol and that he repaired it, and that it was practically in a useless condition. It was also shown that in bringing it from his home to Shelbyville en route to Center, appellant stopped at the blacksmith shop to leave it, but the blacksmith was out of town and could not be found; that he went on to Center, carrying the pistol with him, having it in his wagon among effects carried in the wagon; that when he got ready to leave Center he took it out of the wagon and put it in his pocket so that he would have it convenient to leave with the blacksmith and not have to go through the wagon and disturb things to get it out. This is practically the case. The conviction seems to be predicated upon the theory that appellant had diverted himself from the proper line of travel and that, therefore, he was guilty of carrying a pistol. Under some circumstances, as de- \u0027 cided in Stilly v. State, 27 Texas Crim. App., 445, this would constitute a violation of the law, but these facts do not bring the case within the rule announced in the Stilly case. There, no excuse was offered by appellant, and none attempted to be shown in justification of his carrying the pistol, if it had been a pistol as contemplated by the statute. The contention here is sustained by the evidence, as we understand it, that appellant had a broken pistol, out of repair, and that he carried it to the shop for the purpose of having it repaired, and failing to find the blacksmith at home, carried it on, and returned to the blacksmith shop and did have it repaired. Appellant had a right to have his pistol repaired, and the right to carry it to the party who could do the work. This was not a violation of the law, and if it was such a pistol as was not prohibited by the statute from being carried, the fact that he may have gone to Center and carried it with him, would make no difference. It is only such pistol as is contemplated by the statute that is prohibited from being carried. We are of opinion that the facts do not justify this conviction.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Bryarly, Carter, Walker \u0026 Chamness, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "J. A. Fitzgerald v. The State.\nNo. 3918.\nDecided December 11, 1907.\nCarrying Pistol—Traveler—Repairing Broken Pistol.\nWhere upon trial for unlawfully carrying a pistol the evidence showed that defendant had a broken pistol out of repair and that he carried it to a blacksmith shop for the purpose of having it repaired, there was no violation of the law, although he carried it on and about his person.\nAppeal from the District Court of Shelby. Tried belotv before the Hon. James I. Perkins.\nAppeal from a conviction of unlawfully carrying a pistol; penalty, a fine of $100.\nThe opinion states the case.\nBryarly, Carter, Walker \u0026 Chamness, for appellant.\n—It isnot the object of the latv to punish under circumstances which clearly show that there was no intention to violate the law, and the carrying of a broken pistol, for the purpose of having it repaired, shows an innocent and legitimate intention. Lyle v. State, 21 Texas Crim. App., 154, 17 S. W. Rep., 425; Underwood v. State, 29 S. W. Rep., 777; Boissean v. State, 15 S. W. Rep., 118; Rines v. State, 38 S. W. Rep.,1016; Huff v. State, 51 Texas Crim. Rep.; 102 S. W. Rep., 407; Mathonican v. State, 51 Texas Crim. Rep.; 102 S. W. Rep., 1123; Irvin v. State, 51 Texas Crim. Rep.; 100 S. W. Rep., 779.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1158-01",
    "first_page_order":  283,
    "last_page_order":  285
}