{
"id":  4559510,
    "name":  "John Brown v. The State",
    "name_abbreviation":  "Brown v. State",
    "decision_date":  "1907-12-11",
    "docket_number":  "No. 3809",
    "first_page":  "267",
    "last_page":  "271",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 267"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  585,
                     "char_count":  13258,
                     "ocr_confidence":  0.575,
                     "pagerank":  {
                                      "raw":  6.1349991533649161E-07,
                                      "percentile":  0.9560877873574869
                                  },
                     "sha256":  "8bffae6027e9cf34aeb4df89ac31f6d05500a04bd46d3706b7a8261a197c4af2",
                     "simhash":  "1:37a921ed0227a9e7",
                     "word_count":  2283
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "John Brown v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of rape, the jury assessing the death penalty.\nA bill of exceptions recites that the court appointed Sain C. Lackey, of Cuero, an able and experienced attorney in criminal law, and Thomas Smoot, another attorney, who resided at Yoakum, and who is also an able and experienced attorney in civil matters, but who had had but little experience in criminal trials to defend appellant. That on the 28th day of June, 1907, when the case was called for trial,, the court excused Mr. Lackey from the defense and appointed W. P. Harris; that Harris was called into court, and was appointed to assist Mr. Smoot in the defense. Appellant objected to the action of the court in excusing Mr. Lackey and appointing Mr. Harris. The court qualifies this bill by stating that Mr. Smoot had been employed by appellant and represented him in the examining court at Yoakum when he was arrested for this offense; that after the indictment had been returned by the grand jury, Mr. Smoot declined to further defend, assigning as his reason that defendant had failed to pay or secure him in the payment of a fee; that appellant had satisfied the court that he was too poor to employ counsel and pay a fee, and the court then appointed Mr. Smoot, and to assist him Mr. Lackey; that Mr. Lackey had already at the same term of court been appointed by the court to defend two other criminal cases, in each of which cases the parties had been indicted for murder and were unable to pay a fee to secure the services of an attorney; and Mr. Lackey further stated to the court that he felt disqualified to defend this case by reason gf the fact that he had consulted with the parties interested in the prosecution and had declined to take employment on either side, whereupon the court excused Mr. Lackey and appointed Mr. Harris, a practicing attorney of the Cuero bar, of ability and experience in the trial of criminal cases. Mr. Harris was then appointed to assist Mr. Smoot in place of Mr. Lackey. And the court further states that the defendant was defended with considerable ability and care. The court further certifies that he feels certain that defendant received as good and as able representation as any counsel under the circumstances could have given him, and that he allowed counsel all the time and delays asked by them in conducting the ease for the defendant during the trial. Our statute authorizes, rather requires, the court to appoint counsel in capital cases under circumstances such as are mentioned in the statute. We agree with the statement of the court that appellant was defended with very decided ability and care, and we are disposed to congratulate the attorneys on the ability displayed in the defense of their client. We believe that any court who would examine this record would arrive at the conclusion that the attorneys showed very considerable zeal and ability in the defense of their client; that they were to some extent unfortunate in the verdict is no reflection on their conduct of the case or the ability shown in the defense of their client. The writer is of the opinion, from a careful inspection of the record, that they about exhausted all the matters that could have been of any service to their client. , Their legal fight was decidedly able and covered the situation. We believe the court did right in excusing Mr. Lackey under the circumstances, even if he had not been appointed to defend the other two cases mentioned by the court; the fact that he had consulted with the prosecuting side of the case, would have placed him in a rather delicate position to defend, and we think he was correct in insisting that he should not defend under the circumstances. We do not see how there could be any possible injury as this matter is presented from this record.\nThe motion for a new trial suggests error in regard to the ruling of the court in admitting testimony. There were no separate bills of exception reserved, and the exceptions taken are found in the statement of facts. Among other things complained of, was the admission of testimony sustaining the good reputation of the prosecutrix for veracity. We think this evidence was admissible. Appellant sought to contradict the prosecutrix by showing contradictory statements and, among other things, introduced her testimony taken on the examining trial; that evidence was not as complete and full as that detailed by her on the final trial, and the examining trial evidence was introduced for the purpose of contradicting as well as to show that she failed to testify on that trial to all the facts to which she testified on the final trial. Without going into the record, which is a very voluminous one on the facts, the introduction of this impeaching testimony justified the court in admitting the evidence of her good reputation for veracity.\nIt is also complained that the court erred in admitting the evidence of Mary Klein, Noah Klein, Hattie Kinney (the prosecutrix), George Harris and John Asberry in regard to complaints the prosecutrix should have made to them in regard to appellant forcing his company upon her prior to the alleged rape. We are of opinion that this question is not presented by bill in the statement of facts, but if it had been, as this record is made, we are of opinion the testimony was admissible. It is a general rule of evidence that facts may or do become admissible by reason of the admission of facts by the other party. The prosecutrix’ character and acts, and in fact pretty much her whole life were examined into by appellant in her cross-examination, and by introduction of evidence from other sources; her life was traced from her infancy in attempts to discredit her, and especially her conduct in reference to appellant prior to the alleged rape. Appellant himself took the stand and testified to acts of intimacy between himself and the prosecutrix prior to the alleged rape, and sought to sustain this by the testimony of witnesses to the effect that she was encouraging him as far as the outside world could ascertain in his attentions to her. This latter fact became a critical issue in the ease, because it was a fact, on the trial, that he (appellant), had been accompanying her on several occasions and she testified that he was forcing himself upon her, and that she insultingly rejected his attentions and tried to prevent them, and advised with some of her friends in regard to it, among others, the principal of the school in which she was a teacher, John Asberry, and a Baptist minister named George Harris. It may be stated, in a general way, that the whole case was a running fight over the life, acts, conduct and character of the prosecutrix, as before stated, from her infancy up to the time of the alleged rape, and, in this connection, she proved an exceptionally fine character and reputation, both among her own race or color, and among the white people who had known and observed her. She was a teacher in a public school in Yoakum, the trustees of which school were white men, who had employed her as such teacher. The testimony covered such a wide range of time, acts, conduct, life and character that it would seem that almost any sort of evidence that had any relevancy to her life, character and conduct would have been admissible as against the testimony which sought to break that life and character down. As the matter is presented we are of opinion this evidence was admissible.\nIt is contended that the verdict of the jury is not supported by the facts. We are of opinion that it is. In the evening prior to the night of the alleged rape, appellant had gone to the house where prosecutrix resided and where she was alone; she insisted upon his leaving, that she had matters to attend to that required her time, and that his attentions to her were repulsive, but he persisted in staying, and did remain until after dark and in a way compelled her to stay, and after dark he accomplished his purpose. Prosecutrix was a small woman and anything but robust. She immediately, when appellant left, after accomplishing his purpose, went to the residence of where her friends, Hoah Klein and wife, lived and made complaint. The arrest followed shortly afterward. Appellant’s contention was that she willingly consented to the act of intercourse and had had intercourse with him on previous occasions. A physician, Dr. Godwin, on the following morning made an examination of the prosecutrix, and found her- private parts bruised and inflamed and very sore; he said, among other things, that great force had been used in the penetration, and that, in his judgment, it was the first time that such thing had occurred. He goes into detail in regard to the manner of his examination and his discoveries, the indications to his mind as a physician sustaining his conclusions in regard to the matter. It is in evidence that the girl suffered greatly during the night after the intercourse. Without reviewing the testimony of the girl as to how he worried her down until she was unable to resist his superior physical strength and his threat to kill her if she made any outcry or subsequent complaint, and her statement that she fought him as best she could in her exhausted condition, we are of opinion the evidence fully warrants the finding of the jury that this was a case of rape by force and threats. Appellant’s testimony is to the effect that his attentions to prosecutrix were with her approbation, and that the intercourse was had with her consent. This was denied most strenuously by her in every respect. Sustaining her upon two propositions as to the want of consent and force used, in so far, at least, as the penetration and the manner of it was concerned, the physician who made the examination, shows that there was unusual force used in the penetration, and that an examination of her the following morning led him to form the expert opinion that the force was unusual and such as would occur under circumstances where the woman did not consent; but he further states that her physical condition was rather abnormally weak and showed a want of even ordinary development for a grown woman at her age, both in regard to her sexual organs and other physical developments; for instance: he states that her legs from the hip down were not larger than the arm of a developed man, and the facts all show that she was a small woman weighing anywhere from ninety to one hundred pounds and in delicate health.\nThe jfiry found the evidence of the girl and supporting facts to be true. The testimony was of a revolting nature, and from the State’s standpoint makes a clear case of rape by force and threats. The jury saw proper to inflict the most severe penalty known to the law, and no sufficient legal reason is shown, in our opinion, why this conviction should be set aside.\nThe judgment is therefore aiflrmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Thomas Smoot and W. F. Harris, by appointment of the court, for appellant.",
                                       "F. J. McCord. Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "John Brown v. The State.\nNo. 3809.\nDecided December 11, 1907.\n1. —Rape—Appointment of Counsel.\nIn a capital case the law requires that the court appoint counsel for defendant, and where upon trial for rape the court excused one of the counsel he had previously appointed to represent the defendant for sufficient reasons, and appointed another attorney to assist one of the two he had originally appointed, and the record showed that the defendant was ably represented, there was no error.\n2. —Same—Evidence—Reputation of Prosecutrix for Truth.\nWhere upon trial for rape defendant sought to contradict the prosecutrix as to her good reputation for veracity, and her statements on the trial, by attempting to show her contradictory statements, and by her testimony on the examining trial, there was no error in admitting evidence of proscutrix good reputation for veracity.\n3. —Same—Evidence—Declarations of Prosecutrix.\nUpon trial for rape where the defense attacked the character and acts of the prosecutrix by showing acts of intimacy between the defendant and the prosecutrix prior to the alleged rape, and the whole case was a running fight over the life, acts, conduct and character of the prosecutrix, there was no error in admitting in evidence the testimony of State’s witnesses with reference to complaints that the prosecutrix made to them in regard to the defendant forcing his company upon her prior to the alleged rape.\n4. —Same—Sufficiency of Evidence—Eorce and Threats—Death Penalty.\nWhere upon trial for rape the evidence showed that defendant worried prosecutrix down .until she was unable to resist his superior physical strength and his threat to kill her if she made any outcry \"or subsequent complaint, that she fought him as best she could in her exhausted condition, and the examination of a physician showed that force had been used, the evidence warranted a verdict for rape by force and threats, notwithstanding defendant’s denial, and the verdict assessing the death penalty was sustained.\nAppeal from the District Court of DeWitt. Tried below before the Hon. James C. Wilson.\nAppeal from a conviction of rape; penalty, death.\nThe opinion states the case.\nThomas Smoot and W. F. Harris, by appointment of the court, for appellant.\nF. J. McCord. Assistant Attorney-General, for the State."
                 },
    "file_name":  "1159-01",
    "first_page_order":  285,
    "last_page_order":  289
}