{
    "id":  4559339,
    "name":  "Robert Riles v. The State",
    "name_abbreviation":  "Riles v. State",
    "decision_date":  "1907-12-18",
    "docket_number":  "No. 3926",
    "first_page":  "297",
    "last_page":  "299",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 297"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  358,
                     "char_count":  6406,
                     "ocr_confidence":  0.556,
                     "sha256":  "f1afd728903179e69c0904cd11ba6fc68b3d3517bc023b79ecf85d026be49df0",
                     "simhash":  "1:a6f43a14962155ba",
                     "word_count":  1135
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Robert Riles v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of murder in the second degree, and his punishment assessed at fifteen years confinement in the penitentiary.\nWhen this case was before us on a former appeal, the verdict at that time against appellant was murder in the second degree with twelve years confinement in the State penitentiarjn We reversed the case at that time upon the sole fact that there was no evidence authorizing the judgment against appellant for murder in the second degree. In contemplation of law and legal effect there is no difference in the record before us on this trial and the evidence upon the former. The facts, in substance, show that deceased and his son-in-law, after taking two or more drinks of whisky, went to the home of appellant’s mother and father, where appellant, a boy under 21 years of age, lived. Deceased and his son-in-law both got out of their wagon, in which wagon they had a couple of collars that they had borrowed from appellant’s father to work on their horses to town where they purchased a couple of new collars. The other facts show that at the time deceased and his son-in-law, Powell, arrived at Jim Riles’ home, appellant’s father, deceased, Scott, asked if Jim Riles was at home. His wife, Josephine, informed him (deceased) that he (Jim Riles) was, and if they wished to see her husband they would have to come in the house, as he was in bed, having a crippled food. • They both, deceased and Powell, got out of the wagon, and went into the house. At this time the defendant, Robert Riles, was at the barn unloading some corn. The evidence for the State, from the only State’s eyewitness, is to the effect that Jim Riles began to curse, and the deceased asked the question as to whether or not he (Riles) had fixed a water gap. The testimony of Jim Riles and his wife for the appellant shows that the deceased and his son-in-law began to curse Riles, which he begged them not to do. At any rate, appellant did not know, nor is there any evidence in this record to show that he did know who began the quarrel or who caused it, but rushing into the house from the barn, from the State’s standpoint, exclaimed, “By God, this is my house; get out of here.” The witness, Powell, said, “Robert, stand back. Mr. Scott ain’t going to hurt your pa, and he kept going onto Mr. Scott and I picked up a bottle and struck him on the head with it, and he run onto Mr. Scott and grabbed him, and they went out doors together, and I picked up a broom as I went out of the door, and the negro started toAvards me, and I hit the negro over the head with the broom, and the negro run around the house and come back with a hoe, and he come nearer to me than to Mr. Scott, and he reached over that way (indicating) and hit Mr. Scott, and I started off, and Jim Biles, appellant’s father, had come out in the yard by that time, and Jim said, \u0027Get \u0027Powell; he is the one,’ and he started towards me—Bobert did—and I said, \u0027Don’t hit me,’ and he kept coming, and I said, \u0027Don’t hit me,’ and he brought up the hoe and I dodged, and it come down and struck me across the arm.” The corner of the hoe struck the deceased in the head, from which wound he died some hours thereafter. How the law of this State is, a blow that causes pain or bloodshed is adequate cause to reduce a killing from murder to manslaughter. Here, from the State’s own evidence, appellant believed these parties had made an intrusion into his father’s home. Of course, the defense evidence contravenes what is said. Appellant’s father and mother sajr that when appellant rushed in he remarked, \"What are you cursing papa for, he did not do anything to you,” and from that the row started, and Powell struck appellant with a bottle, and appellant, deceased and Powell got into a scuffle, and\u0027in this condition went out of the house, Powell beating appellant over the head with a broom. There is nothing in the record suggesting any antecedent malice or former grudges, but, as stated above, the whole record conclusively establishes the fact that the parties were perfectly friendly up to the time of this trouble.- The record conclusively establishes that deceased lost his life on account of his drunkenness or on account of his drunken intolerance and imposition upon appellant’s father, or at least the evidence, from the defendant’s- standpoint, shows this was the reason of his interfering in the trouble. There is no difference in the evidence of this trial from the former trial. It makes no difference in this court whether a man be rich or poor, high or low, he is entitled to a trial in consonance with the laws of this State. Appellant has not received this privilege.\nThis being the second time this case must be reversed because the court permitted a verdict in the second degree to stand, we demand that murder in the second degree be not presented, if the evidence is the same upon another trial, to the jury for consideration. The utmost that the evidence in this case shows appellant could be guilty of is manslaughter.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       ". Ho brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Robert Riles v. The State.\nNo. 3926,\nDecided December 18, 1907.\nMurder—Manslaughter—Insufficiency of Evidence.\nWhere upon trial for murder the State’s evidence showed that deceased and his companion got into a quarrel with defendant’s father, in the latter’s house; that defendant rushed into the house from the barn and demanded that the parties should leave, and the companion of deceased struck defendant with a bottle in the head, whereupon the difficulty became general between defendant, his father and a negro on one side, and the deceased and his companion on the other side and that during the fight defendant struck deceased with a hoe, from which the latter died; that the deceased and his companion had been drinking and that the defendant believed these parties had made an intrusion into his father’s home. Held, that the evidence did not authorize a verdict of murder in the second degree and that the offense, if any, was manslaughter.\nAppeal from the District Court of Walker. Tried below before the Hon. Gordon Boone.\nAppeal from a conviction of murder in the second degree; penalty, fifteen years imprisonment in the penitentiary.\nThe opinion states the case.\n. Ho brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1167-01",
    "first_page_order":  315,
    "last_page_order":  317
}
