{
    "id":  4561277,
    "name":  "Clyde Gorman v. The State",
    "name_abbreviation":  "Gorman v. State",
    "decision_date":  "1907-12-18",
    "docket_number":  "No. 3706",
    "first_page":  "327",
    "last_page":  "331",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 327"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "50 Texas Crim. Rep., 282",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2368664
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0282-01"
                                        ]
                     },
                     {
                         "cite":  "40 Texas Crim. Rep., 585",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          163865
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/40/0585-01"
                                        ]
                     },
                     {
                         "cite":  "96 S. W. Rep., 19",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "50 Texas Crim. Rep., 238",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2373335
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0238-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 577",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158602
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0577-01"
                                        ]
                     },
                     {
                         "cite":  "98 S. W. Rep., 42",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "48 Texas Crim. Rep., 627",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178693
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/48/0627-01"
                                        ]
                     },
                     {
                         "cite":  "97 S. W. Rep., 92",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "48 Texas Crim. Rep., 295",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178717
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/48/0295-01"
                                        ]
                     },
                     {
                         "cite":  "47 Texas Crim. Rep., 500",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4542462
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/47/0500-01"
                                        ]
                     },
                     {
                         "cite":  "97 S. W. Rep., 92",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  447,
                     "char_count":  11154,
                     "ocr_confidence":  0.575,
                     "pagerank":  {
                                      "raw":  2.3475122170031254E-07,
                                      "percentile":  0.7928794304223914
                                  },
                     "sha256":  "e142771b26b25cd3f575cd739f1005b035010bedd23389f9c11f04c5dcab0ca8",
                     "simhash":  "1:d19f7458cc68d5b6",
                     "word_count":  1947
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Clyde Gorman v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of selling whisky in a “Blind Tiger,” alleged to have been conducted by himself. It is contended that the entry on the minutes of the court of a certificate of the county judge was not in fact entered by said judge but by the county clerk and that the law required that it should be the personal act of the county judge and could not be performed by another. Article 3391, Revised Civil Statutes, uses this language: “The fact of publication in either mode shall be entered by the county judge on the minutes of the commissioners court. And entry thus made, or a copy thereof certified under the hand and seal of the clerk of the county court shall be held sufficient prima facie evidence of such fact of publication.” If it is sought to use this entry upon the minutes of the court in order to constitute prima facie evidence of the fact of publication, perhaps, it would be necessary that the county judge should make the entry, as the language seems to be rather strong and of mandatory nature. In this particular case it seems that the county judge had written out the order and the county clerk had copied it into the minutes at the suggestion or order of the county judge. This, perhaps, would be sufficient. If the judge has not in person made the entry, or there has been no entry at all, still evidence can be introduced of the publication, independent of the entry. It might not constitute prima facie evidence of the fact of publication but it would be sufficient evidence whether prima facie or not, if it were proved otherwise. Such has been the rule since Ezzell v. State, 29 Texas Crim. App., 521.\nThe facts show the county judge handed a copy of the order putting local option into effect to the clerk to be entered by him and -it was entered as shown by the evidence. This, with the other proof in this connection, we hold is sufficient to show that the publication was made as a necessary step to local option going into effect. And we further hold that it was a sufficient predicate for the court, under the facts of this case, there being no question of the fact that the law had gone into effect, to instruct the jury that local option was in effect in Upshur County.\nIt is contended that the proof of another sale or another transaction was inadmissible, that is, a transaction showing a sale in a similar way to that charged in the indictment. We believe in this case this testimony was admissible. Appellant was charged with keeping a “Blind Tiger” and selling whisky by this means and the evidence of other sales was admissible to show the manner of sale and that he was in fact, running or keeping a “Blind Tiger.” The State sought to establish this by circumstantial evidence, and it was competent to introduce similar sales to show the method. See Hollar v. State, 7 Texas Ct. App., 552; Roach v. State, 47 Texas Crim. Rep., 500; 11 Texas Ct. Rep., 985; Stovall v. State, 97 S. W. Rep., 92.\nIt was not competent to prove by witnesses that they understood, had heard or been informed that whisky could be bought at public urinals in the town of Big Sandy, or at appellant’s urinal. This was hearsay testimony. For was it competent for the State to show in\u0027 the manner done in this case, that appellant had recently before the alleged offense received packages of beer and other merchandise by express. It might be competent to show that recently before the offense, appellant had received whisky by express, or that he had whisky on hand at the time of the alleged offense, for he was charged with selling whisky. Of course, this must be shown by proper and competent evidence. If the express agent had received shipments of whisky directed to appellant and he knew the fact, or the State could prove that fact by other proper evidence, it could be shown, especially so, where it is a case of circumstantial evidence. The evidence, however, here offered was slips of paper which Williams, the express agent, says he took from the books. The books were not offered, nor was there testimony to show that appellant had received the whisky from the express office, nor is it pretended that appellant receipted for the whisky to the express agent. While proper evidence of this character might be introduced, it could not in the manner here shown. Slips made out by the express agent were improperly admitted.\nThe following charge was given by the court to the jury: “You are charged at the request of the State, that the law provides that a person who has procured retail liquor dealer’s license upon the trial for violation of the local option law, that said license is prima facie evidence that the defendant is engaged in the business of a retail liquor-dealer. Therefore, if you find from the evidence in this case, that the defendant had procured from P. B. Hunt at Dallas, Texas, a retail liquor dealer’s license, and that said license was in force and effect on the date of the alleged sale, then said license would be prima facie evidence of the defendant’s guilt, and you will consider same with the other facts and circumstances in this case in passing upon the guilt or innocence of this defendant.”\nObjection was urged to this charge on the ground that the jury was instructed that the possession of the license was prima facie evidence of appellant’s guilt. ‘ The Twenty-eighth Legislature, page 55, section 407a, enacted that an examined copy of the entries on the books of the internal revenue collector showing that the United States Internal Revenue liquor or malt license has been issued to the person or persons charged with violating the provisions of that act, should be admissible and be held as prima facie evidence that the person named in the license had paid the United States a special tax as a seller of spirituous or malt liquors, and shall be held to be prima facie proof that the person, or persons paying such tax are engaged in selling intoxicating liquors. Appellant had an internal revenue license for the sale of spirituous liquors and by virtue of the act above mentioned, the same would be evidence that appellant was engaged in the business mentioned in the license, but it would not be proof that he was guilty of the particular sale or offense charged against him in the indictment. The court’s charge went beyond the statute and instructed the jury that such license would be evidence of his guilt of the offense charged. This is not correct. See Uloth v. State, 48 Texas Crim. Rep., 295; 13 Texas Ct. Rep., 521. We are of opinion that while the indictment is informal and not as technically accurate as it might be, yet it is sufficient to charge the offense.\nFor the reasons indicated the judgment is reversed and the cause remanded.\nReversed and remanded.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "J. P. Hart and M. B. Briggs, for appellant.",
                                       "P. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Clyde Gorman v. The State.\nNo. 3706.\nDecided December 18, 1907.\n1. —Local Option—Blind Tiger—Publication—County Judge—Charge of Court.\nWhere in a trial for a violation of the local option law the defendant was charged with running a blind tiger, the fact of publication (where the county judge had not in person made the entry on the minutes of the commissioners court of his certificate of the publication of the result of the election but had directed it to be done), could be otherwise proved, even if said entry would not be prima facie evidence of the fact of such publication under article 3391, Revised ■ Civil Statutes. Following Ezzell v. State, 29 Texas Crim. App., 521; and under such proof there was no error in the court’s instruction that local option was in effect.\n2. —Same—Evidence—Other Transactions.\nWhere • defendant was charged with keeping and running a blind tiger, there was no error to introduce in evidence other transactions showing the selling of whisky by means of running a blind tiger, to show method. Following Hollar v. State, 7 Texas Ct. Rep., 552; Stovall v. State, 97 S. W. Rep., 92.\n3. —Same—Hearsay Evidence.\nOn trial for running a blind tiger, testimony that the witnesses had heard that whisky could be bought at appellant’s urinal, etc., was inadmissible.\n4. —Same—Evidence—Books—Slips and Copies—Express Company.\nUpon trial for a violation of the local option law, the fact that defendant had received whisky by express could not be shown by slips of paper ^ which the express agent said he took from the books; the books being the best evidence.\n5. —Same—Charge of Court—Internal Revenue—License—Prima Facie Evidence.\nUnder the Act of the Twenty-eighth Legislature, page 55, section 407a, an internal revenue license for the sale of spirituous liquors is prima facie evidence that the licensee is engaged in the business mentioned in the license, but would not be proof that he was guilty of the particular sale of liquor charged in the indictment; and a charge of the court which went beyond the statute and instructed the jury that such license would be evidence of defendant’s guilt of the particular offense charged, was error. Following Uloth v. State, 48 Texas Grim. Rep., 295; 13 Texas Ct. Rep., 521.\n6. —Same—Indictment.\nUpon trial for a violation of the local option law and running a blind tiger, the indictment though informal, and not technically accurate, was nevertheless sufficient.\nAppeal from the Count)\u0027 Court of Upshur. Tried below before\u0027 the Hon. Albert Maberry.\nAppeal from a conviction of running a blind tiger in local option territory ; penalty, a fine of $100 and two months imprisonment in the county jail.\nThe indictment, leaving out the formal portion, alleged that defendant “ * * * after the commissioners court of said county had ordered an election for the purpose of determining whether or not the sale of intoxicating liquor should be prohibited in said county, which order of said election had been duly posted as required by law, and after the qualified voters of Upshur County, Texas, had determined at an election held in accordance with the laws of the State of Texas that the sale of intoxicating liquors should be prohibited in said county, and after the commissioners court of said county had made an order declaring the result of said election and prohibiting the sale of intoxicating liquor in said county, which had been duly published as required by law, did then and there unlawfully keep and run, and was then and there interested in keeping and running a blind tiger for the purpose of selling intoxicating liquor, and he did then and there unlawfully sell to Huel Haynes one bottle of whisky, against the peace and dignity of the State.”\nJ. P. Hart and M. B. Briggs, for appellant.\nOn question of hearsay evidence: Harris v. State, 48 Texas Crim. Rep., 627; 98 S. W. Rep., 42. On question of submitting certificate of county judge: Dreschsel v. State, 35 Texas Crim. Rep., 577; Chenowith v. State, 50 Texas Crim. Rep., 238; 96 S. W. Rep., 19; Ladwig v. State, 40 Texas Crim. Rep., 585; Carnes v. State, 50 Texas Crim. Rep., 282; 17 Texas Ct. Rep., 528.\nAn indictment is invalid unless it shows affirmatively that the order for the election must he made before the notices are posted for said election.\nP. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1180-01",
    "first_page_order":  345,
    "last_page_order":  349
}
