{
    "id":  4560360,
    "name":  "Eugene Schooler v. The State",
    "name_abbreviation":  "Schooler v. State",
    "decision_date":  "1907-12-18",
    "docket_number":  "No. 3928",
    "first_page":  "331",
    "last_page":  "332",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 331"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "31 Texas Crim. Rep., 315",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          156007
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/31/0315-01"
                                        ]
                     },
                     {
                         "cite":  "31 Texas Crim. Rep., 315",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          156007
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/31/0315-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  202,
                     "char_count":  3277,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  1.2925566942188492E-07,
                                      "percentile":  0.6202925344296135
                                  },
                     "sha256":  "d02c2bdf9d0427ccb8cbdf535e0baa16b550094d326500b0b1133787f72676ae",
                     "simhash":  "1:160ecd414a1c64a5",
                     "word_count":  568
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Eugene Schooler v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of perjury, and his punishment assessed at five years confinement in the penitentiary.\nThe facts show, in substance, that appellant was tried in the county court, on proper information, with unlawfully carrying on and about his person a pistol in the County of Jackson, State of Texas. On trial of the case, appellant, in his own behalf, swore that he did not have a pistol at the time and place alleged in the information. The grand jury returned an indictment against appellant charging him with swearing falsely to the last statement. The indictment is in proper form. The evidence abundantly supports the verdict of the jury.\nBill of exceptions, Ho. 1, shows that appellant requested the court to charge the jury that before they can convict the defendant for the offense of perjury, they must believe beyond a reasonable doubt that the jury which was empaneled in the county court of Jackson County, Texas, to try, and did try the defendant, was duly sworn to try that particular case, and if they do not so believe beyond a reasonable doubt to acquit appellant. This question has been decided against appellant in the case of Smith v. State, 31 Texas Crim. Rep., 315. There is no question but what appellant took the oath in the course of a judicial proceeding, which oath -was necessary to a due administration of the laws of the State. The sheer fact that the jury were not sworn, would not entitle appellant to a verdict of not guilty in a subsequent trial for perjury. See Anderson v. State, 20 Texas Crim. App., 312; Cordway v. State, 25 Texas. Crim. App., 405; and Anderson v. State, 24 Texas Crim. App., 705.\nThe only remaining insistence is that the court used the disjunctive “or” in presenting the issue to the jury instead of the conjunctive “and” in the following: “Did carry on or about his person a pistol.” This criticism is hypercritical.\nThere is no error in this record, and the judgment is affirmed.\nAffirmed.\nHenderson, Judge, absent.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief for appellant on file.",
                                       "F. J. McGord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Eugene Schooler v. The State.\nNo. 3928.\nDecided December 18, 1907.\n1. —Perjury—Charge of Court—Oath of Jury.\nWhere upon trial for perjury there was no question that the defendant took the oath in the course of a judicial proceeding, which oath was necessary to a due administration of the laws, the mere fact that the jury were not sworn would not entitle the defendant to a verdict of not guilty in a subsequent trial for perjury.\n2. —Same—Charge of Court—Disjunctive—Words and Phrases.\nIn a trial for perjury, where the same was based on the fact that the defendant swore falsely on a trial in the county court wherein he was charged with unlawfully carrying on and about his person a pistol, the objection to the court’s charge in a trial for perjury in using the disjunctive “or” instead of the conjunctive “and” is hypercritical, and there was no error.\nAppeal from the District Court of Jackson. Tried below before the Hon. James C. Wilson.\nAppeal .from a conviction of perjury; penalty, five years imprisonment in the penitentiary.\nThe opinion states the case.\nHo brief for appellant on file.\nF. J. McGord, Assistant Attorney-General, for the State.\nOn question as to swearing jury in original case: Smith v. State, 31 Texas Crim. Rep., 315, and cases cited in opinion."
                 },
    "file_name":  "1181-01",
    "first_page_order":  349,
    "last_page_order":  350
}
