{
    "id":  4562669,
    "name":  "C. C. Holmes v. The State",
    "name_abbreviation":  "Holmes v. State",
    "decision_date":  "1908-01-15",
    "docket_number":  "No. 3701",
    "first_page":  "352",
    "last_page":  "353",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 352"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "47 S. W. Rep., 358",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "37 Texas Crim. Rep., 302",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161291
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/37/0302-01"
                                        ]
                     },
                     {
                         "cite":  "37 Texas Crim. Rep., 627",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161335
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/37/0627-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  227,
                     "char_count":  3124,
                     "ocr_confidence":  0.613,
                     "pagerank":  {
                                      "raw":  5.5446583574533626E-07,
                                      "percentile":  0.9469727771773566
                                  },
                     "sha256":  "fa0c50ed105233763dd0fd48c839078dd9a858b7ffe822d53e081ba2a2104027",
                     "simhash":  "1:9bfc94b9d566c143",
                     "word_count":  552
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "C. C. Holmes v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—The affidavit in this case was by J. L. Shoemaker, charging that appellant sold intoxicating liquor to B. F. Stephens. Stephens testified that he had bought a half-pint of whisky from appellant on the twelfth of March and paid him 25 cents for it. That the purchase was made about 9 or 10 o’clock in the morning in appellant’s place of business. Appellant testified that he did not sell whisky to the said Stephens, as did Bush. So there was a square issue on the question of sale vel non. The witness Stephens was permitted to testify that he bought a half-pint of whisky from appellant on the twelfth of March, and that after he bought it he carried it to Cain, justice of the peace, and gave it to him, who put some writing on it. When the witness gave Cain the bottle he told Cain whom he bought it from, and that he bought it from appellant, informing Cain of the date of the purchase; that after the label had been put upon the bottle, the witness took the bottle, carried it to Winnsboro and gave it to Mr. Carloek.\nException was reserved. His statement to the justice of the peace as from whom he had bought the whisky was inadmissible. By Cain, over appellant’s objection, it was shown that Stephens brought him a bottle of whisky and told him at the time that he had bought it from appellant on the twelfth of March. This statement was inadmissible, as to the matters occurring between Cain and Stephens in the absence of appellant. Cain testifies that there was nobody present but he and Stephens. This was not impeachment evidence as presented in this case.\nFor the reasons indicated, the judgment is reversed and the cause remanded.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "R. E. Bozeman and W. W. Campbell and Mounts \u0026 Jones, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "C. C. Holmes v. The State.\nNo. 3701.\nDecided January 15, 1908.\nLocal Option—Hearsay-Evidence.\nUpon trial of a violation of the local option law, it was error to admit the statement of State’s witness to the officer that he had bought the whisky in question from the defendant, where it was shown that this statement was made in the absence of defendant.\nAppeal from the County Court of Wood. Tried below before the Hon. J. 0. Bouse. ^\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $100 and sixty days confinement in the county jail.\nThe opinion states the case.\nR. E. Bozeman and W. W. Campbell and Mounts \u0026 Jones, for appellant.\nActs and declarations of third parties, in the absence of the defendant, and which afford no reasonable presumption of the guilt or innocence of the defendant—especially where said remarks, acts and declarations are made by the prosecuting witness to others corroborating said prosecuting witness—are inadmissible, and treated as hearsay or res inter alios acta. Gonzales v. State, 16 Texas Crim. App., 152; Wharton’s Crim. Ev., sec. 264; 1 Greenl. Ev., sec. 110; Burke v. State, 15 Texas Crim. App., 156; Jacobs v. State, 42 Texas, 358; Byrd v. State, 26 Texas Crim. App., 374; Wright v. State, 37 Texas Crim. Rep., 627; Barry v. State, 37 Texas Crim. Rep., 302; Roberts v. State, 47 S. W. Rep., 358.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1186-01",
    "first_page_order":  370,
    "last_page_order":  371
}
