{
    "id":  4564272,
    "name":  "John Benton v. The State",
    "name_abbreviation":  "Benton v. State",
    "decision_date":  "1908-01-22",
    "docket_number":  "No. 4214",
    "first_page":  "360",
    "last_page":  "361",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 360"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  219,
                     "char_count":  3291,
                     "ocr_confidence":  0.602,
                     "pagerank":  {
                                      "raw":  2.5319370211927E-07,
                                      "percentile":  0.8125672577822105
                                  },
                     "sha256":  "253aae04cc33ccb2e4fdf91ea71d024d32adf56320686b28ee1ead56549857db",
                     "simhash":  "1:b13f2df662651f27",
                     "word_count":  577
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "John Benton v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\n—Appellant was convicted in the county court of Grayson County for violating the local option law.\nThe only error assigned, which we deem it necessary to notice, was the action of the court in overruling appellant’s motion for a new trial, on account of the disqualification, as claimed, of one P. E. Boggs, one of the jurors on the jury which had convicted him (appellant). It appears, by bill of exceptions, that before appellant had been called on to exercise his right of challenge, that the court had interrogated the entire jury as to whether or not they had served as jurors in the District Court of Grayson County for as many as six days within the last six months, to which they all either answered no, or made no dissent to the question propounded. Appellant avers in his motion for a new trial, and the facts seem so to be, that he had no knowledge at the time the juror was accepted that he had rendered -the service above referred to in the district court; and we think under the circumstances, he was justified in assuming that the juror was not subject to this alleged disqualification. In his motion he earnestly insisted on a new trial on the ground that he had been compelled to exhaust his peremptory challenges on certain other jurors named in his motion, who were distinctly unfavorable, as he believed, and that he would not have accepted the juror Boggs except under compulsion, or as preferable to other jurors believed by him to be less desirable. If this was a civil case, the objection urged would seem to be meritorious, but we do not believe it tenable here. Article 673 of the Code of Criminal Procedure undertakes to specify with great particularity the grounds of disqualification of a juror in a criminal case. The fact that a juror has served as a juror for six days during the preceding six months in the district court, or during the preceding three months in the county court, is not named as a ground of disqualification. \u003c, It was held in the case of Hunter v. State, 30 Texas Crim. App., 314, that the disqualifying clause found in the civil statutes does not apply in the trial of criminal cases. We think, therefore, there was no error in overruling appellant’s motion on the ground above stated.\nThere is no other question in the record worthy of discussion, and finding no error in the record, the judgment is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Smith \u003c\u0026 Wall, for appellants.",
                                       "F. J. McCord, Assistant Attorney-General, for the State.—Cited cases mentioned in the opinion."
                                   ],
                     "corrections":  "",
                     "head_matter":  "John Benton v. The State.\nNo. 4214.\nDecided January 22, 1908.\nlocal Option—Jury and Jury law—Challenge for Cause.\nUpon trial of a violation of the local option law, the fact that a juror had served as a juror for six days during the preceding six months in the district court, or during the preceding three months in the county court, was not a disqualification of the juror under article 673, Code Criminal Procedure, although this might have disqualified the juror in a civil case. Following Hunter v. State, 30 Texas Grim. App., 314.\nAppeal from the County Court of Grayson. Tried below before the Hon. J. W. Hassell.\nAppeal from a conviction of a violation of the local option law; penalty, $50 and thirty days confinement in the county jail.\nThe opinion states the case.\nSmith \u003c\u0026 Wall, for appellants.\nF. J. McCord, Assistant Attorney-General, for the State.—Cited cases mentioned in the opinion."
                 },
    "file_name":  "1191-01",
    "first_page_order":  378,
    "last_page_order":  379
}
