{
    "id":  4565324,
    "name":  "D. Owens v. The State",
    "name_abbreviation":  "Owens v. State",
    "decision_date":  "1908-01-22",
    "docket_number":  "No. 4211",
    "first_page":  "362",
    "last_page":  "364",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 362"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  249,
                     "char_count":  4134,
                     "ocr_confidence":  0.591,
                     "pagerank":  {
                                      "raw":  5.2981329305328529E-08,
                                      "percentile":  0.3336347022548419
                                  },
                     "sha256":  "610bd653f986cf5e152668dbeae68b823283e26667482996e99fe19bac66071f",
                     "simhash":  "1:11066eb863a4013b",
                     "word_count":  736
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "D. Owens v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\n—This is a conviction for violating the local option law. Bill of exceptions, Ho. 1, complains that the judge of the trial court was disqualified, and the ground of disqualification is that the sheriff of the County of Grayson had stated to counsel for defendant that the judge had told him (the sheriff), that the facts and details in this case would make the defendant guilty. Evidence was introduced pro and con on this subject and is embodied in a long bill of exceptions, the judge stating that the case was never mentioned to him but that the sheriff had put a hypothetical case to him and asked him whether that would be a violation of the law. We see no merit in appellant’s contention. The judge was not disqualified to try the case.\nAppellant complains of the following charge of the court: “How, bearing in mind the foregoing instructions, if you believe from the evidence beyond a reasonable doubt that on the 27th day of March, A. D., 1907, the prosecuting witness, M. F. Kidd, and one Sledge, went into a house in the City of Denison, in Grayson County, Texas, and that the prosecuting witness, Kidd, stated to one Morton, in substance that he wanted a toddy, and you further so believe that the said Morton told the said Kidd, and the said Sledge, in substance, to go to the defendant, or that defendant would wait on him; and you further so believe that thereupon they went to the defendant and asked for toddjq and that defendant thereupon delivered to the said Kidd and the said Sledge, whisky and water, and if you further so believe that the said Kidd asked defendant the price of said toddy, and that defendant told the said Kidd to pay the man in front and that he meant said Morton, and that the said Kidd thereupon paid the said Morton the sum of 25 cents, and that such payment was for the liquor delivered by defendant to them; and if you further believe that in doing said acts, the defendant and the said Morton were acting together, and that said acts were done in pursuance of a common intent and in pursuance and execution of a previously formed and then existing design, in which the minds of both united and concurred; and if you further so believe from the evidence that the sale of intoxicating liquor had theretofore been, and was then and there prohibited in said Grayson County, under and by the laws of this State, then you will find the defendant guilty and assess his punishment at a fine of not less than $25 nor more than $100, and imprisonment in the county jail not less than twenty nor more than sixty days.”\nThis was a proper presentation of all the facts relied upon by the State for the conviction. The court properly defined principals and the charge is in all respects correct. None of appellant\u0027s special charges, therefore, were required or necessary to be given.\nFinding no error in this record, the judgment is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State.—On"
                                   ],
                     "corrections":  "",
                     "head_matter":  "D. Owens v. The State.\nNo. 4211.\nDecided January 22, 1908.\n1. —Local Option—Disqualification of Judge.\nWhere upon trial\u0027 of a violation of the local option law the defense interposed an objection that the trial judge was disqualified because he had stated to the sheriff that defendant was guilty, and all that was developed on the contest of this issue was that a hypothetical case had been put to the judge, which he said would be a violation of the law, the judge was not disqualified to try the case.\n2. —Same—Charge of Court—Principals.\nWhere upon trial of a violation of the local option law, the court in his charge made a proper presentation of ail the facts relied upon by the State for a conviction, and properly defined the law of principals, there was no error in refusing special charges on the same subject.\nAppeal from the County Court of Grayson. Tried below before the Hon. J. W. Hassell.\nAppeal from a conviction of a violation of the local option law; penalty, $75 and forty days confinement in the county jail.\nThe opinion states the case.\nHo brief for appellant.\nF. J. McCord, Assistant Attorney-General, for the State.—On\nquestion of principals in misdemeanor cases: Houston v. State, 13 Texas Crim. App., 595."
                 },
    "file_name":  "1193-01",
    "first_page_order":  380,
    "last_page_order":  382
}
