{
    "id":  4564854,
    "name":  "Walter Starnes v. The State",
    "name_abbreviation":  "Starnes v. State",
    "decision_date":  "1908-01-29",
    "docket_number":  "No. 4008",
    "first_page":  "403",
    "last_page":  "407",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 403"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "97 S. W. Rep., 483",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "37 Texas Crim. Rep., 77",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161358
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/37/0077-01"
                                        ]
                     },
                     {
                         "cite":  "97 S. W. Rep., 483",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  508,
                     "char_count":  12716,
                     "ocr_confidence":  0.591,
                     "pagerank":  {
                                      "raw":  2.1806222426043132E-07,
                                      "percentile":  0.7722598885108746
                                  },
                     "sha256":  "eaee91b9d437883d8654ce86975c9ba9050df535e3ba450e4992ca91d260efd0",
                     "simhash":  "1:91c9543790a790ea",
                     "word_count":  2214
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Walter Starnes v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of violating the local option law, and his punishment assessed at a fine of $100 and sixty days confinement in the county jail.\nBill of exceptions Ho. 2 shows that while the State’s witness, J. C. Cromer, was upon the stand testifying, State’s counsel asked the witness the following question: “Did you get any whisky from the witness, Wash Morris, and if.so state what was done?” Appellant objected because it was relative to a transaction between the witness Cromer and the negro, Wash Morris, and a transaction between them in the absence of the defendant, and one which the defendant could not refute, and was not binding on the defendant. Hie court overruled the objection. The witness answered: “I gave Wash Morris 75 cents, and he went up the street in the direction of where defendant is in business, but I don’t know where he went to, and after a while he came back and gave me a pint of whisky.” This testimony was admissible.\nBill of exceptions Ho. 3 shows that, while Wash Morris was on the stand, he was asked the following question: “What transaction did you have with J. C. Cromer relative to getting some whisky for him on the occasion in question, and what was said and done?” Same objection is made to this testimony as to that in the above bill. The witness answered: “Mr. Cromer came to me and gave me 75 cents and told me he wanted to get some whisky. I took the money and went and bought a pint of whisky from the defendant, and came back and gave it to Cromer, and I told Cromer at the time I delivered him the whisky that I got it from ‘Dutch,’ the defendant.” The defendant asked the court to exclude the entire answer from the consideration of the jury, except the statement that he bought the whisky from the defendant. The court explains the bill by saying that appellant brought out as a part of his defense that the witness Morris stated to witness XJromer, that he got the whisky in question from “Dutch,” the. defendant. With this explanation there was no error in admitting the testimony.\nAppellant raised objection to the order of the commissioners court and county judge’s certificate declaring the result of the local option law. The record shows that the local option law in Fannin County was adopted in 1903. The trial of this case took place on April 11, 1907, exactly one month before the Act of the Thirtieth Legislature went into effect, as shown on page 447 thereof, which law precludes a contest of a local option election in this court after sixty days have expired from the passage of said act in all cases where the local option law had theretofore been adopted. Therefore, the act last cited will not apply in passing upon the validity of the order of the commissioners court nor county judge’s certificate. We have passed upon all of appellant’s various objections to the order, certificate, etc., whereby local option was adopted in Fannin County, and hold that the orders are not subject to any legal criticism but that the law is in all things valid.\nAppellant filed a motion to quash the indictment in this case because it does not allege that the commissioners court of Fannin County ordered the local option election alleged to have been held; and because it does not allege that the county clerk posted the notices of such election, as required by law, and because it does not allege that the publication of the order of the commissioners court declaring the result of said election was published for four consecutive weeks as required by law. The charging part of the information is, as follows: “I, J. W. Donaldson, county attorney, in and for the County of Fannin, and State of Texas, duly elected and qualified, now here in the county court of said county, present this information, and show to the court that one Walter Starnes, late of the County of Fannin, heretofore, viz.: on or about the 6th day of March, A. D., 1906, with force and arms, in the County of Fannin, State of Texas, did then and there unlawfully sell to Wash Morris intoxicating liquors after an election had been held by the qualified voters of said county in accordance with law to determine whether or not the sale of intoxicating liquors should be prohibited in said county, and such election had resulted in favor of prohibition in said county, and the commissioners court of said county had duly made, passed and entered its order declaring the result of such election, and absolutely prohibiting the sale of intoxicating liquors within said county as required by law, which said order had been published in the manner and form and for the length of time required by law in a newspaper published in said Fannin County, said newspaper selected by the county judge of said county for that purpose, against the peace and dignity of the State.” This exact form of information was upheld in the cases of Stephens v. State, 97 S. W. Rep., 483; and Key v. State, 37 Texas Crim. Rep., 77.\nThe county attorney in his closing address to the jury, used the following language as shown by bill of exceptions No. 6: “It was the intention of the Legislature in grading this offense that such violations as this one should he punished with the highest penalty. In a case of this kind where they persist in using subterfuges and trampling the law under foot, the Legislature and the people intended that you should award the highest punishment in your verdict.” Appellant objected to this argument on the ground that there was no subterfuge shown in this ease, and because there was no evidence in the case as to the intention of the Legislature, and because the people did not pass said law, and the argument was calculated to inflame the minds of the jury against appellant. The bill is allowed with the statement that a special charge instructing the jury not to consider above argument was given at close of case. Appellant received a fine of $100 and sixty days confinement in the county jail. The evidence in this case shows that defendant was running a place in violation of the local option law; that is, a place where whisky was sold. He had a regular whisky joint or beer joint. It is true the defense testimony somewhat controverts this, but the State’s evidence clearly shows this was the character of concern that he (appellant) was running. It is true he was doing so for another party, but this fact would not change the moral aspect of the question. We think the county attorney was warranted in saying that the Legislature created the offense in order to cover violations thereof, such as the evidence in this case discloses. There was no evidence that we see in the record, however, that appellant persisted in using subterfuges and trampling the law underfoot, except the legitimate conclusion, we take it, that the State’s counsel could draw from the fact that he had a beer and whisky joint. The latter clause, that the people intended that the jury should award the highest punishment, we presume, has reference to the Legislature. However, the people had passed the law, and when the people adopted the law, they adopted it with the grades of punishment theretofore assessed against it by the Legislature of this State. In the first place, we do not believe that the argument of the county attorney was illegitimate; but think same was a clear legal deduction from the facts in this case. But certainly any possible error in his statement was cured by the court instructing the jury to disregard same in considering of their verdict.\nBill of exceptions Ho. 7 shows the State’s attorney asked the defendant if he agreed that the local option law was in full force and effect in Fannin County, and the defendant said he would not, but waived the reading of any records, and agreed that he would regard the records as read, with defendant’s objections thereto as shown by bills of exception Hos. 4 and 5, and then, after the plea of not guilty had been duly entered, the court asked the defendant if he agreed that the local option law was then in full force and effect in Fannin County, and the defendant’s attorney stated to the court, as follows: “The agreement was that the defendant would waive the reading of any records and regard the records, so many as the State saw fit to introduce, with certain exceptions reserved to the introduction of the order of the commissioners court ordering said election and the certificate of the county judge stating that he had theretofore designated the Bonham newspaper as the paper in which the order of said court declaring the result of said election should be published, as read.” And the State introduced no eviderce showing that the local option law was then in force in Fannin County, and after the evidence and argument had been concluded, the defendant filed and presented to the court the following special charge, and asked that the same be given: “I charge you, gentlemen of the jury, that in this case the State failed to introduce in evidence or get agreement from the defendant, after plea of not guilty had been entered, any testimony to show that the local option law was in force and effect in Fannin County at the time of the alleged sale, and you will find the defendant not guilty.” The court refused to give this charge, and there certainly was no error in refusing to do so. Appellant had waived the reading of the orders and agreed that same should be regarded as introduced without reading them, with certain objections .that he might make to them.\nThere is no error in this record, and the judgment is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "McGrady \u0026 McMahon, for appellant.—On",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Walter Starnes v. The State.\nNo. 4008.\nDecided January 29, 1908.\n1. —Local Option.—Evidence—Testimony Drawn Out by Defendant.\nWhere upon trial for violation of the local option law, the defense brought out the statement between State’s witnesses as to how they got the whisky there was no error in permitting the State’s counsel to ask these witnesses as to what was done and said by them.\n2. —Same—Statutes Construed—Contest of Elections—Validity of Elections.\nThe Act of the Thirtieth Legislature providing for the contest of elections on the local option law, having gone into effect one month after the trial of a violation of the local option law, did not apply in passing upon the validity of the order of the commissioners court or the county judge’s certificate; but where these matters had been previously passed upon by the Court of Criminal Appeals, holding that local option was adopted in the county of the prosecution, said orders were not subject to legal criticism, and there was no error.\n3. —Same—Indictment—Publication—Judicial Precedent.\nWhere upon trial for a violation of the local option law, the indictment followed the exact form of an information which was upheld by the Court of Criminal Appeals, a motion to quash was correctly overruled. Following Stephens \" v. State, 97 S. W. Rep., 483; Key v. State, 37 Texas Grim. Rep., 77.\n4. —Same—Argument of Counsel—Charge of Court.\nUpon trial for a violation of the local option law there was no error in the State’s counsel’s argument that it was the intention of the Legislature in grading this offense that such violations as the one at bar should be punished with the highest penalty, and that in a case of this kind where parties persisted in using subterfuges and trampling the law under foot, the Legislature and the people intended that the jury should award the highest punishment; as such was a legal deduction from the facts in the case; besides the court’s charge that the jury disregard the argument, cured any possible error.\n6.—Same—Agreement ^of Counsel—Waiver—Charge of Court.\nWhere upon trial for a violation of the local option law, the record showed an agreement by which defendant had waived the reading of certain orders of the commissioners court, etc., with reference t.o the local option election being valid, and agreed that the same should be regarded as introduced in evidence without reading them with certain objections that he might make to them, there was no error in the court’s refusal of defendant’s special instruction that the State had failed to introduce in evidence any testimony to show that local option was in force, and to acquit defendant.\nAppeal from the County Court of Fannin. Tried below before the Hon. H. A. Cunningham.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $100 and sixty days confinement in the county jail.\nThe opinion states the case.\nMcGrady \u0026 McMahon, for appellant.—On\nquestion of agreement of counsel as to introduction of testimony, article 697, White’s Code Grim, inal Procedure, and authorities there cited.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1204-01",
    "first_page_order":  421,
    "last_page_order":  425
}
