{
    "id":  4564979,
    "name":  "Joe Kilgore v. The State",
    "name_abbreviation":  "Kilgore v. State",
    "decision_date":  "1908-02-05",
    "docket_number":  "No. 4249",
    "first_page":  "447",
    "last_page":  "449",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 447"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "37 Texas Crim. Rep., 77",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161358
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/37/0077-01"
                                        ]
                     },
                     {
                         "cite":  "52 Texas Crim. Rep., 430",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4562237
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/52/0430-01"
                                        ]
                     },
                     {
                         "cite":  "97 S. W. Rep., 483",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "37 Texas Crim. Rep., 77",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          161358
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/37/0077-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  333,
                     "char_count":  6101,
                     "ocr_confidence":  0.53,
                     "pagerank":  {
                                      "raw":  1.4975956836136062E-07,
                                      "percentile":  0.6648059404235537
                                  },
                     "sha256":  "dea43c3d9a32f7a24c7c1af6d7bdbd603a8293e5ffefa7f8ca7303c282f1f0e2",
                     "simhash":  "1:979f0660672adabd",
                     "word_count":  1066
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Joe Kilgore v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—Appellant suggested want of jurisdiction on the part of the county court to try the case at the term of court at which he was tried. First, because the term of the court was illegal, not being in accordance with the provisions of article 5, section 17, and article 5, section 29, of the Constitution. The order of the commissionm court fixing the terms of the county court ordered that there should be held a term beginning on the first -Monday in January, continuing eight weeks; and another, called the March term, beginning the first Monday in March, also continuing for eight weeks; another term beginning on the third Monday in May, continuing for seven weeks; one known as the September term, beginning on the first Monday in September and continuing six weeks; the October term beginning on the third Monday in October and continuing eight weeks. This order was entered at the regular May term of the commissioners court, on the 14th day of May, 1904, and on the 18th of May, 1907, another order was entered creating an additional term of said county court to be begun on the 4th Monday in July, and continue in session two weeks.\nAppellant was tried at the May term 1907. The conviction occurred on June 12, 1907. There are no particular reasons pointed out why the courts were not authorized by law, and having examined these provisions of the Constitution and orders of the commissioners court, we are of opinion that there is no merit in the proposition asserted. Section 29, of article 5, provides that there shall not be less than four terms of the county court each year, leaving it discretionary with the commissioners court to order additional terms. There seems to be some conflict in the language of sections 17 and 29 contained in article 5 of the Constitution. Section 17 requires that there shall be at least six terms a year; whereas, section 29 requires that there shall be at least four terms a year; but it will be observed that section 29 was amended in 1891, which is later in point of time than section 17. In any event, we are of opinion that as to the conflict between the two sections, that the later will control as regards fixing the terms of the county court.\nWitness Murphy testified that he got a bottle of whisky from appellant and gave him in payment an order on Stalnaker for 75 cents, value or price fixed by appellant. Appellant admitted the fact that he took the order, but not as a means of selling the whisky, but to get rid of Murphy, who was drinking and was troublesome; and that he, in taking the order, did not intend to present it to Stalnaker for payment; and in fact only took it in order to satisfy Murphy, who was drinking, so that he might be rid of him and his importunities; his contention being that he intended it as a present or gift to Murphy. Appellant asked several special charges in regard to this matter, which were refused by the court. The court, however, gave the following charge: “If you believe from the evidence that John Murphy (the prosecuting witness) got a bottle of whisky from defendant and gave defendant an order on Stalnaker for 75 cents, but you further believe from the evidence that at the time defendant received said order he did not receive the same as payment for said whisky but only to satisfy said Murphy, or if there remains in your minds a reasonable doubt as to\u0027 said fact, you will acquit the defendant and say by your verdict not guilty.” We are of opinion that this sufficiently presented appellant’s theory of the case; and, therefore, there was no error in refusing to give the requested instructions. .\nSeveral bills of exception were reserved to the refusal of the requested instructions presenting the above matter; but, under the view-above expressed, we are of opinion they show no error.\nThere are two bills of exception reserved to the rejection of certain evidence offered by appellant. We are of opinion these bills do not sufficiently present the matter to require consideration. As we understand them, they do not state the object or purpose for which the testimony was offered.\nThe indictment is sufficient to charge the offense sought to be alleged. Stephens v. State, 97 S. W. Rep., 483; Key v. State, 37 Texas Crim. Rep., 77; also Turner v. State, and Williams v. State, 52 Texas Crim. Rep., 430 decided at this term of court.\nAs the record is presented, we are of opinion the judgment should be affirmed, and it is so ordered.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Smith \u0026 Wall, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Joe Kilgore v. The State.\nNo. 4249.\nDecided February 5, 1908.\n1. —Local Option—Jurisdiction—Terms of County Court.\nSection 29 of article 5 of the Constitution as amended in 1891, being later in point of time than section 17 of said article, controls the latter section; and where the commissioners court complied with said constitutional provision in fixing the terms of the county court, and there was no particular reason pointed out why the courts were not authorized by law, there was no error.\n2. —Same—Charge of Court—Defensive Theory.\nWhere upon trial for a violation of the local option law, the court in his charge properly submitted defendant’s theory that he made no sale, there was no error in refusing defendant’s special instructions in regard to this matter.\n3. —Same—Bill of Exceptions.\nWhere upon appeal from a conviction of a violation, of the local option law, the bill of exceptions did not state the object or purpose for which the rejected testimony was offered, the same can not be considered.\n4. —Same—Indictment.\nWhere in a prosecution for a violation of the local option law, the indictment, followed approved precedent, the same was sufficient. Following Stephens v. State; Key v. State, 37 Texas Crim. Rep., 77; Williams v. State, 52 Texas Grim. Rep., 430.\nAppeal from the County Court of Grayson. Tried below before the Hon. J. W. Hassell.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $50 and thirty days confinement in the county jail.\nThe opinion states the case.\nSmith \u0026 Wall, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1224-01",
    "first_page_order":  465,
    "last_page_order":  467
}
