{
    "id":  4563076,
    "name":  "M. H. Pride v. The State",
    "name_abbreviation":  "Pride v. State",
    "decision_date":  "1908-02-05",
    "docket_number":  "No. 4180",
    "first_page":  "449",
    "last_page":  "451",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 449"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "50 Texas Crim. Rep., 438",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2371077
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0438-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  291,
                     "char_count":  4973,
                     "ocr_confidence":  0.558,
                     "pagerank":  {
                                      "raw":  6.3801256653207886E-08,
                                      "percentile":  0.3936057662049023
                                  },
                     "sha256":  "826aad41820886deea1e84898fcfc3f4c200c5b961e76ec4f7a52e45ea9520de",
                     "simhash":  "1:1ea524ad6212dcef",
                     "word_count":  880
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "M. H. Pride v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant was convicted in the county court of Johnson County on a charge of selling intoxicating liquors in violation of the local option law.\nThe statement of facts shows that local option had been legally adopted and published in said county.\nIt appears from the uncontradicted evidence that some time in December, 1906, M. H. Pride sold to T. J. Mason a pint of whisky. Mason says he was not acquainted with Pride personally, but some time in December he got some whisky in Cleburne at a pool hall on Henderson street from a man who was standing by the front end of the pool hall in said building. That he could not say whether defendant was the same man or not; that at the time he got the whisky he saw deputy sheriff, John Steakly, out on the sidewalk, and that he came with him to the courthouse in Cleburne. Steakly, the deputy sheriff, said that he remembered having seen Mason at Benson’s pool hall on east Henderson street last December; that he saw the defendant behind the cigar case on the east side of the house, and the witness Mason standing on the opposite side of the cigar case. That he watched them through the window, standing at the time some twenty feet from where they were, and that he saw the defendant Pride get a half-pint of whisky from behind the cigar case and hand it over to the witness Mason; that he stood there a minute and Mason turned around and came up towards the front door when he called to him, took him out on the sidewalk and searched him, finding a half-pint of whisky on his person. This^was all the testimony, except that of J. J. Bogers, the sheriff of Johnson County, who testified in respect to an examined copy of the internal revenue office, showing that license had been issued to one J. H. Benson to do business as a retail liquor dealer in Johnson County.\nObjection was made and point saved by proper bill to the action of the court admitting the testimony of Sheriff Bogers on the ground that it was shown that defendant did not know of the issuance of such license; and while such license might be admissible against Benson, there was no connection shown between the defendant and the procurement and pos- \u0027 session of such license by said Benson. This bill was approved by the court, with the explanation that the evidence showed that\u0027sale was made at the place of business of the said John or J. H. Benson, and it was shown from the evidence that defendant was in the employment of the said Benson at the time of such sale. In this state of the record, the court instructed the jury as follows: “You are instructed if it be a fact that J. H. Benson had obtained an internal revenue liquor dealer’s license for the sale of intoxicating liquors at the place where such liquor was sold, if it was sold, cannot be considered by you in any sense whatever as evidence that defendant made the particular sale charged in information, if such sale was in fact so made. You are instructed that defendant made the sale charged in information must be established from the evidence beyond a reasonable doubt, before you will be authorized to find him guilty, as charged, and this, from the evidence in case, altogether independent of whether there was or was not a retail liquor dealer’s license for the sale of intoxicating liquors at place where such intoxicating liquor was sold, if in fact it was so sold, as charged in the information.”\nThe only complaint of the charge of the court, and the only question raised is as to the admission of the testimony of the witness Bogers as to the issuance to Benson of internal revenue license. Hnder the instructions given by the court, the action of the court in admitting this testimony whether right or wrong became immaterial. The testimony in the case, is positive and uncontradicted, and in the light of the charge of the court it is not possible that the action of the court in this respect, whether right or wrong, could have influenced the result.\nFinding no error in the record, the judgment of the court below is affirmed.\nAffirmed.\n[Motion for rehearing overruled, March 30, 1908, without written opinion.—Reporter.]",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Cleveland \u0026 Haynes and A. 8. Bledsoe, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "M. H. Pride v. The State.\nNo. 4180.\nDecided February 5, 1908.\nlocal Option—Internal Revenue license—Charge of Court—Harmless Error— Evidence.\nWhere upon trial for a violation of the local option law, the evidence as to the sale of the whisky was positive, the introduction of internal revenue license in evidence whether right or wrong became immaterial and was harmless error, if error.\nAppeal from the County Court of Johnson County. Tried below before the Hon. P. E. Adams.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $100 and sixty days confinement in the county jail.\nThe opinion states the case.\nCleveland \u0026 Haynes and A. 8. Bledsoe, for appellant.\n—On question of internal revenue license: Terry v. State, 50 Texas Crim. Rep., 438.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1225-01",
    "first_page_order":  467,
    "last_page_order":  469
}
