{
    "id":  4565460,
    "name":  "R. W. Caruthers v. The State",
    "name_abbreviation":  "Caruthers v. State",
    "decision_date":  "1908-02-05",
    "docket_number":  "No. 4176",
    "first_page":  "458",
    "last_page":  "460",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 458"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  267,
                     "char_count":  4818,
                     "ocr_confidence":  0.574,
                     "sha256":  "e16295abc2f110469be5d588b49c0a6f11ed03e1f3ac65618135686f8f344011",
                     "simhash":  "1:3a739790f9ca6b0c",
                     "word_count":  868
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "R. W. Caruthers v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant was convicted in the county court of J ohnson County, Texas, of assault upon one W. R. Wagner, and his punishment assessed at a fine of $5.\nThere is neither statement of facts nor bill of exceptions in the record. An affidavit was filed, and appears in the record, by counsel for appellant, in which he avers, in substance, that the county court of Johnson County adjourned December 20, 1906, and he obtained and had entered in open court an order granting twenty days after adjournment within which to file statement of facts. This order appears in the record before us. That thereafter, on or about the 23rd day of December, 1906, he made a written statement of all the facts given in evidence on the trial, and submitted the same to the county attorney of Johnson Comfiy, who declined to agree with him on such statement, and that on same day, as counsel for appellant he submitted the statement of facts prepared by him to the county\u0027 judge of J ohnson County, Texas, and at the same time told the judge that the parties were unable to agree to the statement of facts, and requested the judge to make out, sign and file with the clerk of said court a correct statement of the facts proved on the trial. That this was never done, and no statement of facts was ever filed in the ease. Said counsel makes the further general statement that he made frequent and persistent efforts after having presented the statement of facts to the county judge and counsel as aforesaid, to procure statement of facts to be filed in said cause according to law, but that on account of press of business by said county judge and county attorney, failed to obtain same. Just what said counsel did is not stated further than as is implied in his allegation that he made frequent efforts to obtain a statement of facts.\nDirect issue is taken by the county judge in the matter of diligence used by counsel for appellant to procure a statement. The county judge makes oath that when the statement of facts was presented to him by counsel for appellant, that he informed him that he (the judge) ought to have the county attorney’s statement of facts along with his statement, and suggested to counsel for appellant that he had better carry the statement back to the county attorney, and go over it with him, and see if they could not agree, and if no agreement was reached, to report to him in the regular way, and that he would then do what the law required of him. That counsel for appellant took the statement of facts up, walked out of his office, and that according to his best recollection the matter was never mentioned to him until the last few days. A statement not unlike this is filed under oath by the county attorney, except that the county attorney says that when counsel for appellant requested him to go with him to the county judge and have the county judge prepare a statement of facts, that he was busy and told counsel for appellant that he did not have time to go then, but would go later, and counsel for appellant left the office and left the statement of facts so prepared by him in said county attorney’s office, where it still was. \"\nIt has been held in this State that where an appellant has failed to secure a statement of facts, and such failure was not the fault of himself, or his attorney, but was the result of causes beyond his control, the statement will be received as a part of the record in the case, and will be considered on the appeal. See George v. State, 25 Texas Crim. App., 229. In this case, even to this date, no statement of facts has been filed; nor are we prepared to say, in the light of the conflicting affidavits in this case, that appellant was deprived of statement of facts as result of causes beyond his control. In view of the conflicting affidavits in the case we do not feel justified in interfering, and in view of the condition of the record as made, there is no question arising that we can consider, and the judgment of the court below is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "R. W. Caruthers v. The State.\nNo. 4176.\nDecided February 5, 1908.\nSimple Assault—Statement of Facts—Want of Diligence.\nWhere upon appeal from a conviction of simple assault, no statement of facts was filed, and .both the State and appellant filed affidavits conflicting as to the question of diligence in securing a statement of facts, and it was not shown satisfactorily that appellant was deprived of the statement of facts from causes beyond his control, the judgment was affirmed in the. absence of a statement of facts.\nAppeal from the County Court of Johnson. Tried below before the Hon. F. E. Adams.\nAppeal from a conviction of simple assault; penalty, a fine of $5.\nThe opinion states the case.\nHo brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1229-01",
    "first_page_order":  476,
    "last_page_order":  478
}
