{
    "id":  4564307,
    "name":  "Octavia Sanders v. The State",
    "name_abbreviation":  "Sanders v. State",
    "decision_date":  "1908-02-05",
    "docket_number":  "No. 4265",
    "first_page":  "465",
    "last_page":  "467",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 465"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  257,
                     "char_count":  4219,
                     "ocr_confidence":  0.554,
                     "pagerank":  {
                                      "raw":  2.2915075088814883E-07,
                                      "percentile":  0.7863365779240411
                                  },
                     "sha256":  "f0b33dace753bc8bda5de0304676fea3fa14b0e9d51ffadf77d2b8ccf0edb4b0",
                     "simhash":  "1:037bb91d4506c079",
                     "word_count":  743
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Octavia Sanders v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant, a negro woman, was convicted of manslaughter in the District Court of Nacogdoches County on indictment charging her with the murder of one Charley Slay, a white man, at her home in Nacogdoches, on the 17th day of July, 1907.\nIt was conceded on the trial and incontestably shown by the evidence that the defendant did not herself shoot the deceased, but the case was tried and the substantial issue submitted to the jury was the question of conspiracy between appellant and her brother, Roy, who was alleged to have fired the fatal shot that resulted in the death of Slay. Appellant herein was first tried and, therefore, her brother\u0027 indicted for the same offense could not and did not testify. This is a sufficient statement of the case to illustrate the questions discussed in this opinion.\nLater at the same term, Roy Sanders was tried and acquitted. Tire first contention of counsel for appellant is, there was no evidence in the record sufficient to justify the submission of the issue of conspiracy between appellant and Roy Sanders to take the life of deceased, Charley Slay. As presented in this record, we would be inclined so to hold. However, the case must be reversed on another question, and as the testimony may not be identical with the facts as they appear in the record before us, we content ourselves with this statement.\nAfter the conviction of appellant, Roy Sanders was tried and acquitted of the same offense as that for which his sister Octavia was here convicted. She made a motion for a new trial, among other grounds setting up the facts of the acquittal of Roy Sanders, and that his testimony was and would be material to her defense, and that she was denied the benefit of this testimony by reason of the pendency of the indictment against him. The facts to which it is averred the said Roy Sanders would testify are set up at great length in the motion for a new trial filed and sworn to by her. There can be no doubt of the materiality of this testimony.\nAs further ground of the motion for a new trial allegations of coercion of the jury are made, discussion of her case, and other misconduct. As we view the matter the court should have granted a new trial. As stated in the case of Rucker v. State, 7 Texas Crim. App., 549: “There can be no doubt at this day as to the rule or the correctness of the rule in proper cases as now established in this State, that where two are jointly indicted and one is tried and convicted, and subsequently the other is tried and acquitted, a new trial will be granted the former to obtain the testimony of the latter, where it appears that the new evidence is legal and competent and material to his defense. Lyles v. State, 41 Texas, 172; Rich v. State, 1 Texas Crim. App., 206; Huebner v. State, 3 Texas Crim. App., 458; Williams v. State, 4 Texas Crim. App., 5; Brown v. State, 6 Texas Crim. App., 286. In the case of Gibbs v. State, 30 Texas Crim. App., 581, a conviction for murder in the first degree was set aside and the case reversed on the sole ground that the appellant in that case had been denied the testimony of a codefendant who on trial had been acquitted. That case is precisely in point and authority for our action in this case.\nFor the error stated, the judgment of the court below is reversed and the cause is remanded.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ingraham,, Middlebrooh \u0026 Hodges, for appellant.",
                                       "F. J. McOord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Octavia Sanders v. The State.\nNo. 4265.\nDecided February 5, 1908.\nManslaughter—Evidence—Acquittal of Codefendant.\nWhere upon trial for murder defendant was indicted with her brother, for the same offense, the latter being acquitted after the conviction of defendant, whereupon defendant in her motion for new trial set up the facts of the acquittal of her codefendant and that his testimony was material to her defense, the motion should have been granted. Following Lyles v. State, 41 Texas, 172; Gibbs v. State, 30 Texas Grim. App., 581.\nAppeal from the District Court of Nacogdoches. Tried below before the Hon. James I. Perkins.\nAppeal from a conviction of manslaughter; penalty, two years confinement in the penitentiary.\nThe opinion states the case.\nIngraham,, Middlebrooh \u0026 Hodges, for appellant.\nF. J. McOord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1232-01",
    "first_page_order":  483,
    "last_page_order":  485
}
