{
    "id":  4563118,
    "name":  "Archie Colbert v. The State",
    "name_abbreviation":  "Colbert v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4283",
    "first_page":  "486",
    "last_page":  "488",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 486"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  354,
                     "char_count":  6972,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  4.3895810208110007E-07,
                                      "percentile":  0.9195574722696188
                                  },
                     "sha256":  "67c7da26b751447246df0be227a169d6b82ea32ddc96ce73baaa924a5fedcd53",
                     "simhash":  "1:1c027889af3b2579",
                     "word_count":  1237
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Archie Colbert v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant was charged by indictment in the District Court of Jefferson County, Texas, with the offense of assault with intent to murder; and on trial was convicted of the offense charged against him, and his punishment assessed at confinement in the penitentiary for two years.\nThe-facts show briefly that Jessie Green, a young negro woman, about March 30, 1907, in the City of Beaumont, was struck by defendant, and that later she was cut by some sort of a sharp instrument, while in a Street car, from behind. She identifies appellant as the person who cut her, and says that he made two strokes; the first time her coat caught the knife, and then that appellant cut her from the shoulder to the middle part of the back. Her testimony is a little uncertain as to whether she was cut with a knife or some other sharp instrument. There was no description of the knife or other instrument in respect to size, length, or anything else, except a general description that it was a knife or other sharp instrument. There was other testimony strongly tending to corroborate the prosecuting witness, Jessie Green, in her claim and statement that appellant was the person who assaulted her. This assault, however, was absolutely and wholly denied by the defendant, who says in his testimony, given in his own behalf, that he was at the park on the evening in question, but neither saw the cutting nor did he cut nor assault the witness, Jessie Green. He says that he was standing twenty-five or thirty feet from the car when he heard an exclamation from the woman, Jessie Green, that “that man has cut me,” when he rushed up with others and- saw a lady dressed in black helping the assaulted party on the car. Dr. J. H. Eeagan, who was a witness for the State, testified that he had been called to see the witness, Jessie Green, and treated her for a wound on the back; that he does not remember the depth or length of the wound, but thinks it was about eight inches long. He says further that some of the muscles were cut in two, and that the wound was open two inches in width, and part of it was down to the ribs in the back. That an instrument of the kind that inflicted the wound was capable of inflicting death if it had struck a vital spot.\nThe claim is made here that the judgment should be reversed, among other grounds, because of the action of the court in charging upon the subject of alibi. On that subject the court instructed the jury as follows: “Among other defenses set up by the defendant is an alibi; that is, that if the offense was committed as alleged, then the defendant was, at the time of the commission thereof, at another and different place from that at which such offense was committed, and therefore was not and could not have been the person who committed the same. How, if the evidence raises in your minds a reasonable doubt as to the presence of the defendant at the place where the offense was committed at the time of the commission thereof, you will find the defendant not guilty.” We believe, under the facts of this case, that it was not only not error to give this carge, -but that such a charge was imperatively demanded by the facts in the case. It has frequently been announced by this court that it is the duty of the court to charge the jury in respect to every issue legitimately arising on the facts of the case. The testimony of appellant distinctly raises the issue that he was not at the place where the prosecuting witness, Jessie Green, was assaulted. It was shown that when she was struck with the knife, or other sharp instrument, that she was in or about a street car. The defendant by his testimony locates himself some twenty-five or thirty feet from where she was when assaulted. If he was twenty-five or thirty feet from where she was when she was assaulted, manifestly and obviously he could not have inflicted the wound upon her, and did not do so. He was as charged entitled to a charge on alibi, and the court was as imperatively required to give such a charge if the evidence raised the issue of an absence of the defendant from the place where the offense was committed, though no more than twenty-five or thirty feet, as if he had been twenty-five or thirty miles. We cannot, therefore, agree that there was any error in this charge of the court, but on the contrary believe that it would have been erroneous not to have given it.\nIt is next insisted by appellant that the court erred in not submitting the issue of aggravated assault. We do not believe that the issue of aggravated assault was in the case. If the testimony of the witness, Jessie Green, is to be believed, the assault upon her was deliberately made unprovoked, and without the slightest semblance of justification or excuse. The testimony of Dr. Eeagan, taken in connection with the testimony of the witness, Jessie Green, shows that she was seriously wounded; that the wound was some eight inches long and in some portions two inches wide; that the muscles were severed; that she was cut to the ribs, and that an instrument inflicting such wounds was a deadly weapon. There is no excuse claimed for the assault. The defense is, that the appellant did not strike her. If that is true, he should be acquitted. If he did strike her such a murderous blow, with such results, and with an instrument producing such a wound, though it was not definitely seen and cannot be distinctly described, and she had died, the offense undoubtedly would have been murder. We believe the evidence shows appellant guilty of the offense charged, and there is nothing in the record justifying the submission of a lesser degree of unlawful assault.\nFinding no error in the record, the judgment of the court below is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "No brief on file for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Archie Colbert v. The State.\nNo. 4283.\nDecided February 12, 1908.\n1. —Assault With Intent to Murder—Charge of Court—Alibi.\nWhere upon trial for assault with intent to murder, the evidence showed that when the prosecutrix was struck with a knife or other sharp instrument while she was in or about a street car, and the defendant testified that he was within some twenty-five or thirty feet from where the assault occurred and did not commit the assault, nor see it, the issue of alibi was raised thereby, and the court correctly charged thereon.\n2. —Same—Aggravated Assault—Charge\u0027 of Court.\nWhere upon trial for an assault with intent to murder, the evidence showed that the prosecutrix was stricken by a murderous blow inflicting a serious wound, and defendant denied having committed the offense, the issue of aggravated assault was not raised by the evidence, and no charge thereon was necessary.\nAppeal from the District Court of Jefferson. Tried below before the Hon. W. H. Pope.\nAppeal from a conviction of assault with intent to murder; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nNo brief on file for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1239-01",
    "first_page_order":  504,
    "last_page_order":  506
}
