{
    "id":  4565179,
    "name":  "Will Fretwell v. The State",
    "name_abbreviation":  "Fretwell v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4025",
    "first_page":  "499",
    "last_page":  "500",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 499"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  151,
                     "char_count":  1886,
                     "ocr_confidence":  0.578,
                     "pagerank":  {
                                      "raw":  5.2938478685139733E-07,
                                      "percentile":  0.9422286781970687
                                  },
                     "sha256":  "1fe6bff00dfa95e3b01b6daef253f32ca2831344afe7e62205aef14079768e0d",
                     "simhash":  "1:96d43cc228f40480",
                     "word_count":  319
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Will Fretwell v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—This conviction was for unlawfully carrying on and about his person a pistol.\nThe State’s case is, that appellant and the witness Ham McCarty and two others, had called on the witness Hobson requesting him to give the boys a party. This was declined by Hobson. Appellant and McCarty went away from Hobson in company with each other, and after leaving Hobson’s residence, at a point three or four hundred yards distant, appellant stated that if he had a pistol he would discharge it. McCarty handed him his pistol, and appellant fired it once, possibly twice, and immediately handed it back to McCarty. This is the evidence, and if not sufficient, the State has no case. We are of opinion that it is not sufficient.\nWithout going into a discussion of the reasons, the cases of Sanderson v. State, 23 Texas Crim. App., 520, and Cathey v. State, 23 Texas Crim. App., 492, are authority for deciding the case adversely to the State on the ground that the evidence is not sufficient to convict appellant of unlawfully carrying on and about his person a pistol.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       ". F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Will Fretwell v. The State.\nNo. 4025.\nDecided February 12, 1908.\nCarrying Pistol—Insufficiency of Evidence.\nWhere upon trial for unlawfully carrying a pistol, the evidence showed that another handed defendant a pistol which the latter fired once or twice,\" and immediately handed it back to said person, a conviction could not be sustained. Following Sanderson v. State, 23 Texas Grim. App., 520; Cathey v. State, 23 Texas Grim. App., 492.\nAppeal from the County Court of Somervell. Tried below before the Hon. R. L. Bryan.\nAppeal from a conviction of unlawfully carrying a pistol; penalty, a fine of $100.\nThe opinion states the case.\nHo brief on file for appellant.\n. F. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1243-01",
    "first_page_order":  517,
    "last_page_order":  518
}
