{
    "id":  4565252,
    "name":  "L. M. Sample v. The State",
    "name_abbreviation":  "Sample v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4024",
    "first_page":  "505",
    "last_page":  "507",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 505"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "46 Texas Crim. Rep., 1",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          175291
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/46/0001-01"
                                        ]
                     },
                     {
                         "cite":  "24 S. W. Rep., 414",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     }
                 ],
    "analysis":  {
                     "cardinality":  316,
                     "char_count":  6388,
                     "ocr_confidence":  0.576,
                     "pagerank":  {
                                      "raw":  2.739803107278754E-07,
                                      "percentile":  0.831805638089325
                                  },
                     "sha256":  "3c8bd767601b4674ea38ec4b8a7fbf11460310a79ade82e7597c5b12fcbd7171",
                     "simhash":  "1:963f057dcac6e497",
                     "word_count":  1113
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "L. M. Sample v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—Appellant was convicted for aggravated assault, and his punishment assessed at a fine of $100.\nThe application for continuance will not be discussed because a bill of exceptions was not reserved to the ruling of the court refusing to grant it.\nThe court instructed the jury that, “An assault becomes aggravated by indecent familiarity of the person of a female by an adult male against her will and without her consent.” Complaint is made that this submits a different offense from that charged in the pleading. We are of opinion there is no merit in this contention. Appellant, an adult male, is charged with having committed an aggravated assault upon the person of ICittie Green, a female. The proof shows that appellant caught hold of her dress with his left hand, putting his right hand on her leg up under her dress. This was an indecent familiarity with her person if against her will and without her consent, and she testifies the acts of appellant were against her will and without her consent. This, under our authorities, would constitute an aggravated assault and justify the court in so charging the jury.\nThe court further charged the jury that if defendant, an adult male, committed an aggravated assault upon Kittie Green, a female person, by catching hold of the clothes of the said witness, Kittie Green, with his left hand, and by putting his right hand under her clothing and upon her leg against her will and consent, that they would find him guilty, etc. This is not, as contended by appellant, a charge upon the weight of the testimony. It directly applied the law to the very facts testified by the witness, and if the jury should believe these facts beyond a reasonable doubt, he would be guilty; and the court instructed that, if they should find beyond a reasonable doubt these facts existed, he would be guilty of an aggravated assault. The court, in a general way, informed the jury that appellant was charged by complaint and information with the offense of aggravated assault and battery in and upon the person of Kittie Green, a female, alleged to have been committed in Hill County on or about December 1, 1906, to which defendant has pleaded not guilty. Objection is reserved to this, because it is not a correct statement of the offense charged in the complaint and information. We do not think there is any merit in this. The court stated this in a general way in stating to the jury the offense of which appellant stood charged; but in submitting the case to the jury the question of battery was not referred to, but they were told if appellant committed an aggravated assault by catching hold of the clothes, etc. This, we do not believe, has any merit.\nIt is seriously urged that the remarks of the county attorney, to wit: “There has been no witness upon this stand to contradict the testimony of this girl, Kittie Green,” was an allusion to appellant’s failure to testify in his own behalf. We do not believe that this is such an allusion to the failure of appellant to testify in his own behalf as is contemplated by the statute, if in fact it was such an allusion at all. As a matter of fact, there was no witness on the stand to directly contradict Kittie Green in regard to this matter. The defendant could have taken the stand, but did not. Scroggins was in a different part of the same room, but Kittie Green says that he could not have seen her at the time that appellant assaulted her, though he was visible to her. To give the statute such a construction as urged by appellant would be tantamount, practically, to almost preventing a discussion of the case with reference to testimony of the State’s witness, when only one witness was used, defendant being the only other witness who could testify to the same facts. This case does not come within the rule laid down in Washington v. State, 8 Texas Ct. Rep., 944, but is more nearly like the case of Rippey v. State, 10 Texas Ct. Rep., 927. Of course, wherever the failure of the defendant to take the stand in his own behalf is directly alluded to or so pertinently as to direct the jury’s attention to such fact or failure, the statute would apply. The statute must be given a fair and reasonable construction.\nAs this matter is presented, we are of opinion it is not violative of the statute, and not of such importance as to require a reversal of the judgment, and it is therefore affirmed.\nAffirmed.\n[Motion for rehearing overruled without written opinion.—Reporter.]",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "V. L. Shurtleff, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "L. M. Sample v. The State.\nNo. 4024.\nDecided February 12, 1908.\n1. —Aggravated Assault—Charge of Court—Indecent Familiarity.\nWhere upon trial for aggravated assault the evidence showed indecent familiarity on the part o£ the defendant with the prosecutrix without her consent, there was no error in the court’s charge that an assault becomes aggravated by indecent \u0027familiarity of the person of a female by an adult male against her will and without her consent.\n2. —Same—Charge of Court—Weight of Evidence.\nWhere upon trial for aggravated assault, the charge of the court applied the law to the very facts testified to by the witness with reference to the indecent familiarity of defendant with prosecutrix, there was no error, and the charge was not on the weight of the evidence.\n3. —Same—Charge of Court—General Terms.\nWhere upon trial for aggravated assault the court charged the jury that defendant was charged with an aggravated assault and battery, and in submitting the case and applying the law to the facts the word battery was omitted, there was no error.\n4. —Same—Defendant’s Failure to Testify—Argument of Counsel.\nWhere upon trial for aggravated assault, State’s counsel in his argument maintained that there had not been a witness to contradict the prosecutrix, the same was not an allusion to appellant’s failure to testify in his own behalf. Distinguishing Washington v. State, 8 Texas Ct. Rep., 944. Citing Rippey v. State, 10 Texas Ct. Rep., 927.\nAppeal from the County Court of Hill. Tried below before the Hon. H. J. Smith.\nAppeal from a conviction of aggravated assault; penalty, a fine of $100.\nThe opinion states the case.\nV. L. Shurtleff, for appellant.\nOn question of argument of counsel: Dawson v. State, 24 S. W. Rep., 414. On question of intent to injure: Chambless v. State, 46 Texas Crim. Rep., 1.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1245-01",
    "first_page_order":  523,
    "last_page_order":  525
}
