{
    "id":  4565988,
    "name":  "B. F. Johnson v. The State",
    "name_abbreviation":  "Johnson v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4082",
    "first_page":  "510",
    "last_page":  "513",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 510"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  383,
                     "char_count":  7731,
                     "ocr_confidence":  0.578,
                     "pagerank":  {
                                      "raw":  4.827119693267246E-07,
                                      "percentile":  0.9319626356594535
                                  },
                     "sha256":  "08c343f2e312e1eed11d1766294ad40764ff75205607ce4531621e6da74f582a",
                     "simhash":  "1:69931ead1fb4d4c6",
                     "word_count":  1370
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "B. F. Johnson v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—Appellant was convicted of theft from the person, his punishment being assessed at two years confinement in the penitentiary.\nOn a former appeal this case was reversed on account of newly discovered testimony. On the trial resulting in this conviction, this testimony was before the jury and appellant was again convicted.\nThe contention is, that the evidence is not sufficient to sustain the verdict of the jury. Abernathy, from whose person the money is said to have been taken, states that he had over $100 on his person, and was at appellant’s wagon-yard, and became insensibly drunk and laid down on a bed in some room about appellant’s business premises and went to sleep. One hundred dollars of the money that he testified was taken, was in a pocketbook and consisted of five $20 bills. Two $20 gold certificates were introduced in evidence, and Abernathy undertook to identify them. The first bill he identified by reason of the fact that it had two holes in it with an intervening space between them, and by the further fact that he doubled the bills lengthwise and folded them back, and in this condition kept them in his pocketbook some time before they were taken. He testifies on this trial that he had the money on his person all the time. On the former trial he testified that his wife had charge of the money for a while, a week or so. The bill with the holes in it was exhibited to the jury and sent up for our inspection, which has three holes in it. The other $20 gold certificate was identified by reason of what Abernathy said were ink spots on it. An inspection of the bill, which was also sent up with this record, does not in our judgment show ink spots, and what was testified on the former trial as ink spots was shown by means of the alleged newly discovered testimony on this trial to he marks made by the witness Brown, after it left possession of appellant and reached his hand, with an idelible pencil, and rubbed over by Brown with his finger after being so placed on the bill. This was placed there by Brown in order to identify it as the bill he received from the defendant, and after it left the defendant’s person. There is another little spot on it, which appellant now says is an ink spot. The examination of these bills lead us to the conclusion that Abernathy is mistaken about this being ink spots.\nAnother means of connecting appellant with the transaction is the testimony of a witness who states that he saw a pocketbook lying on a bed by the side of appellant. Abernathy’s wife was not introduced as a witness. The defendant explained his possesison of the $20 bill which had holes in it by testifying himself that his wife handed him this $20 bill on Saturday morning after the alleged theft on Thursday, and he took it down to his place of business, or rather he sent it by witness Fletcher to have it changed, and thence to the express office and got it changed; that Fletcher received the change at the express office and brought it back and that the purpose of getting this change was to use it in making change with those who dealt with him at the wagon-yard during the day, which was Saturday; that a great many people were in and about the wagon-yard on Saturdays, and that Saturday was a busy day, many people coming in, and it was necessary to have a good deal of change about to make settlement with parties who traded with him. Fletcher testified that appellant gave him the bill and he secured the change. Fletcher was a partner with appellant in the wagon-yard business. Brown testified to same facts in regard to changing this bill.\nThe State did not undertake to contradict either appellant or his wife, or any of this testimony. With reference to the other $20 bill, the evidence is that a man by the name of Frazier had some dealing with appellant at the wagon-yard; that appellant fed his horses, among other things, and he gave appellant a $20 gold certificate and he took it to the express office and got it changed, not having the change about his premises. This bill is the one subsequently marked for identification by the witness Brown. This bill, under the testimony, was secured from Frazier, and as soon as handed to appellant, he carried it to the express office and had it changed. Another witness testified that while Abernathy was asleep on the bed that he saw a party with Abernathy’s pocketbook in his hand, and that some remark was made about it at the time, and the party put the pocketbook back in Abernathy’s pocket. It is further testified that appellant left his place of business, being somewhat intoxicated himself, on the morning of and earlier than the alleged theft and went home to wait upon some of his sick family, and did not return until along about three or perhaps four o’clock in the evening, and that he was not there when the money was taken. The identification of the first bill by the two holes and the manner of folding it is too uncertain, in our judgment, to authorize a conviction. It would hardly be passing the bounds of legitimate statement to say that paper money is usually folded very much as the witness testified when placed in poeketbooks, and a great many bills are thus worn at the corners made by folding in the wear and tear of handling and folding, taking out and putting in the pocketbook of money of this character. That circumstance is too slight to form a basis for incarcerating men in the penitentiary. The spots on the other bill by which Abernathy should have identified it, in our judgment, are shown to be untrue. An examination of the other spot, however, does not indicate it is made by ink, and there seems to be practically but little question that he did identify the bill formerly by means of the spot made by Brown, and on account of newly discovered evidence of Brown this court awarded a new trial. But an examination of the bills sent up for our scrutiny does not indicate that the other spot was made by him, and the testimony of appellant on the other trial taken with the testimony on this trial indicates a change of position in- regard to this matter. However this may be, we are of opinion that this testimony does not present evidence of sufficient cogency to form a basis of taking the liberty of a citizen by incarcerating him in the penitentiary. This being a case of circumstantial evidence, the facts must be of such cognecy as to exclude every other hypothesis except that of guilt. If the testimony in this case is to be credited, we do not believe this rule of circumstantial evidence is met by the facts introduced by the State, and it is refuted by the evidence introduced by appellant. So from any standpoint we believe the evidence is not of sufficient cogency to exclude every reasonable hypothesis except that of guilt.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Wagstaff \u0026 Davidson, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "B. F. Johnson v. The State.\nNo. 4082.\nDecided February 12, 1908.\nTheft From the Person—Identification—Insufficiency of Evidence.\nWhere upon trial for theft from the person of certain paper money currency, which was attempted to be identified by certain spots and marks on the bills, an examination of the bills sent up with the record on appeal did not show that these marks and spots could form a sufficient basis for identification of said bills, and the evidence being entirely circumstantial, the conviction could not be sustained.\nAppeal from the District Court of Taylor. Tried below before the Hon. J. H. Calhoun.\nAppeal from a conviction of theft from the person; penalty, two years imprisonment in the penitentiary.\nThe opinion states the case.\nWagstaff \u0026 Davidson, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1248-01",
    "first_page_order":  528,
    "last_page_order":  531
}
