{
    "id":  4565974,
    "name":  "Charley Oldham v. The State",
    "name_abbreviation":  "Oldham v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4064",
    "first_page":  "516",
    "last_page":  "519",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 516"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "39 S. W. Rep., 116",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  445,
                     "char_count":  10366,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  4.0763066367374541E-08,
                                      "percentile":  0.1546007678855792
                                  },
                     "sha256":  "382583d57144da0823aa20919832e9e968e67b122316234cf60d65d2f6d26f1c",
                     "simhash":  "1:179e6c98d324faf9",
                     "word_count":  1823
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Charley Oldham v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant in this case was charged with unlawfully selling intoxicating liquors in Fannin County in violation of the local option law, and on conviction appeals to this court for redress.\nThis is a very singular case, and while many questions are raised, the only one worthy of discussion is as to whether or not the evidence sustains the conviction.\nThe sale in question was made by Jim Beasley, who testified that in the spring of 1907, he was staying down on the Bed Biver for the defendant; was down there selling whisky for him; that he was sent down there with a load of whisky to sell, and he was to divide profits with him; that he was to get 25 cents for every quart he sold. He also testified that defendant told him to sell the whisky in the Territory, but not to sell it in Texas; and that the whisky was to be kept on this side of the river, and that the sales were to be made in the Indian Territory. That appellant told him when he went down there that he would send him or bring him license; that sometime later, somebody brought a paper down there and said it was a revenue license; that defendant was not there; that he had forgotten who brought the license down there; that he nailed it on a board and put it up in a tent. It was shown by the testimony of one Hardy, deputy sheriff, that sometime in the spring of that year he was down on the river; saw some liquor dealers’ license in a tent, which license had been issued to Charley Oldham; that this tent was at Elwood Ferry, north of Bonham, and the license was nailed to a board and set up in the tent. William Blair, another deputy sheriff, testified to the same effect. It was also shown by another deputy sheriff, J. A. Bidling, that about the middle of April, 1907, he arrested Jim Beasley near defendant’s pHce of business in Bonham as Beasley was going to defendant’s place of business in a wagon, and that he had sixteen quarts of whisky with him; that this was on Sunday morning, and the defendant took the whisky and said it was his. It was shown that prosecuting witness Scott bought a quart of whisky from the negro, Jim Beasley, in Fannin County, Texas, and paid him $1.50 for it. The proof also showed that when Jim Beasley was arrested and put in jail, that at the request of defendant, S. F. Leslie, a lawyer, went to the jail and got $60 for the defendant from the jailer, which had been taken off the person of Jim Beasley; that defendant had said that Beasley had been selling whisky for him in the Territory, and that was what he had made. He also testified that appellant said that he had absolutely forbidden Beasley selling any whisky in Texas.\nThe court instructed the jury on the subject of principals as follows: “All persons are principals who are guilty of acting together in the commission of an offense. And if you believe from the evidence beyond a reasonable doubt that the defendant at the time and place mentioned in the information herein, procured and hired the witness Jim Beasley to sell intoxicating liquors for him in Fannin County, Texas; and you further believe from the evidence beyond a reasonable doubt, that in pursuance of such procurement and hiring (if you believe from the evidence beyond a reasonable doubt there was such procuring and hiring), the said witness Jim Beasley, in Fannin County, Texas, on or about the 20th day of March, 1907, acting under authority of the defendant, sold intoxicating liquor to F. R. Scott, then if you so believe, the defendant would be a principal, and you will find him guilty and assess his punishment according to instructions contained in this charge.” The court also instructed the jury appropriately with reference to the testimony of Beasley, treating him as an accomplice, and giving the charge frequently approved by this court.\nAt the request of counsel for appellant the court instructed the jury as follows: “I charge you, gentlemen of the jury, that unless you find from the evidence that the defendant authorized Jim Beasley to sell intoxicating liquors at the time and place alleged in the information, or if you have a reasonable doubt as to such fact, you will find the defendant not guilty.”\nMany objections are made to the local option election in Fannin County. These or similar questions have received investigation by this court, and all of them have been held adversely to the contention of appellant. Under the records introduced in the case, prohibition was legally adopted in Fannin County, and the sale of intoxicating liquors \u0027 in the county was prohibited by law.\nComplaint is also made that proof by parol was permitted to be introduced of the revenue license posted up near Elwood Ferry, and the contention is made that this fact could not be shown by parol, but that the license itself, the loss or absence of which was not accounted for, would be the best proof. It has been held in this State, in the case of Henderson v. State, 39 S. W. Rep., 116, that proof of the existence of the license could be made by parol. See also Joliff v. State, decided by this court, January 29, 1908.\nAn instruction was requested by counsel for appellant that the State was bound by the declaration and testimony of the witness Beasley, that he was not authorized to sell in Fannin County. We do not understand the law to be in this State that the prosecution is bound by every statement made by any witness introduced by it. The jury had a right to look at the circumstances and all of them surrounding the entire case.\nComplaint is made that the court erred in receiving the testimony of one Leslie as to his receiving $60 mentioned above from the jailer in Fannin County, which had been taken from the person of Beasley. We do not think this testimony objectionable. While appellant gave the explanation that this money was the proceeds of sale of whisky in the Indian Territory, and that Beasley was not authorized to sell in Fannin County, the circumstances of his receiving the money, taken in connection with the fact, a few days before that the witness Beasley had come to his place of business with sixteen quarts of whisky, which he claimed as his property, in connection with all the other circumstances in the case, made this proof pertinent. As stated in the beginning of the opinion, this is a peculiar case. We know, as a matter of law, that the sale of whisky was prohibited under any circumstances in the Indian Territory at this time, and that no provision was made by law for its miscellaneous sale under any circumstances. In view of the fact that\nthe witness Beasley had a place of business in Fannin County; that ”°venue license had been issued to the defendant as a retail liquor dealer Fannin County, and posted up at the place of business, and that the sale of whisky was in fact made in Fannin County to the witness Scott, are strong circumstances that the authority to. sell in the territory and the prohibition of sale in Fannin County, was but a mere pretense and pretext, and that in fact and in truth appellant and Beasley were acting together in a common enterprise to sell whisky for mutual profit in prohibited territory. We cannot close our eyes in the light of the records that come to us in our official position to the various pretexts adopted and schemes concocted to violate the local option laws. Those laws, where they exist, should be enforced, and where circumstances show merely subterfuges and wiles to evade the law, we are not disposed to overturn and set aside the verdict of the jury where the guilt of parties engaged in the business is fairly shown by all the circumstances in the case.\nFinding no error in the record, the judgment of the court below is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Charley Oldham, for himself.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Charley Oldham v. The State.\nNo. 4064.\nDecided February 12, 1908.\n1. —local Option—Charge of Court—Principals.\nWhere upon trial for a violation of the local option law there was evidence that defendant and another were acting together in the common enterprise of selling intoxicating liquor for mutual profit in prohibited territory, the court correctly charged on the law of principals and accomplices, in the form approved by this court; especially where the court submitted a special charge that unless the defendant authorized such sale he could not be convicted.\n2. —Same—Validity of Election.\nWhere upon trial for a violation of the local option law, the questions raised on trial as to the validity of election had been adversely decided to appellant’s contention by this court, the same will not be considered on appeal.\n3. —Same—Evidence—Internal Revenue license.\nUpon trial of a violation of the local option law, there was no error in admitting parol testimony of the existence of internal revenue license in defendant’s place of business.\n4. —Same—Declaration of State’s Witness—Defensive Theory.\nWhere upon trial for a violation of the local option law, the State introduced defendant’s alleged agent as a witness against him who among other things testified that he was not authorized by defendant to sell liquor in the county of the trial, the jury were not bound by such statement but could look at the circumstances surrounding the entire case.\n6.—Same—Evidence—Pretext.\nUpon trial for a violation of the local option law, where the defendant claimed that he had authorized the State’s witness to sell intoxicating liquor in the Indian Territory alone and not in the county of the prosecution, where said witness as the agent of the defendant kept liquor for sale in a tent near the State border, and in which tent internal revenue license was exhibited in defendant’s name, there was no error in admitting testimony with reference to certain proceeds defendant and his agent claimed that they had received for sales of liquor in the Indian Territory; as this appeared but a mere pretext.\nAppeal from the County Court of Fannin. Tried below before the Hon. H, A. Cunningham.\nAppeal from a conviction of a violation of the local option law; penalty a fine\u0027 of $25, and twenty days confinement in the county jail.\nThe opinion states the case.\nCharley Oldham, for himself.\n—On question of binding State by defensive statements. Irvine v. State, 18 Texas Crim. App., 51; Gardiner v. State, 33 Texas, 692.\nF. J. McCord, Assistant Attorney-General, for the State.\n—On question of H. S. License by parol. Joliff v. State, Dallas term, 1908."
                 },
    "file_name":  "1251-01",
    "first_page_order":  534,
    "last_page_order":  537
}
