{
"id":  4564183,
    "name":  "Jim Cunningham v. The State",
    "name_abbreviation":  "Cunningham v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4238",
    "first_page":  "522",
    "last_page":  "523",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 522"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  305,
                     "char_count":  5681,
                     "ocr_confidence":  0.547,
                     "pagerank":  {
                                      "raw":  1.045313923783348E-07,
                                      "percentile":  0.5519219460285136
                                  },
                     "sha256":  "dd8aa346e48a8a0ddf0c7c8706fe3f01f4333b6eba84b9e2f7272cf254b0ffbe",
                     "simhash":  "1:13902fa5a3fd879f",
                     "word_count":  948
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Jim Cunningham v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nIn this case the defendant was charged by indictment, which contained two counts, with selling intoxicating liquors in Erath County, in violation of the local option law and with selling malt liquors capable of producing intoxication, without first having obtained license for the purpose of selling such liquors. He was convicted on the second count, and the case is brought before this court and complaint is made of such conviction.\nThere are many questions made as grounds to set aside such conviction, but they all revolve around one or two propositions. First, that the information on which the conviction was had, charges no offense against the law of this State. Second, that the liquors alleged to have been sold were not, in fact, intoxicating. An examination of the opinions of this court would seem to indicate that there has not been entire harmony in its holding in respect to informations and indictments charging the offense of which appellant was convicted in this case. The matter was, however, pretty thoroughly considered in the case of Robinson v. State, 8 Texas Ct. Rep., 137. In that case the information there considered was held to be bad and the prosecution dismissed, and in view of the apparent uncertainty of the law, Judge Brooks, in a very clear and explicit way, lays down for the guidance of prosecuting officers a correct form of information. Applicable to this charge the information here considered is almost literally in harmony with the form there deliberately adopted, which we believe is in every respect conformable to the law and charges an offense against the law.\nThe other substantial question raised is as to whether or not the liquor sold was intoxicating. On this question there was a great deal of testimony pro and con. Most of the tdstimon}\u0027, indeed, would seem to indicate that the liquor, in fact, sold by appellant was not intoxicating, but there was some evidence, and it was both direct and cogent, sustaining the finding of the jury, which affirms that the liquor sold was intoxicating. We cannot say, under the well-settled rules in this State, that the evidence was so wholly lacking as to justify us in setting aside the verdict of the jury and that it was without evidence to support it.\nFinding no error in the record, the judgment of the lower court is in all things affirmed.\nAffirmed.\n[Rehearing denied, March 20, 1908.]",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ho brief on file for appellant.",
                                       "F. J. McGord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Jim Cunningham v. The State.\nNo. 4238.\nDecided February 12, 1908.\n1. —Selling Malt liquors Without license—Information—Precedent.\nWhere defendant was convicted of selling malt liquors in local option territory capable of producing intoxication without first having obtained license, and the information followed approved precedent, there was no error.\n2. —Same—Intoxicating liquor—Question of Pact.\nWhere upon trial for selling intoxicating malt liquors without license, there was evidence pro and con as to the intoxicating qualities of the liquor sold, the conviction was sustained.\nAppeal from the County Court of Erath. Tried below before the Hon. M. J. Thompson.\nAppeal from a conviction of selling malt liquors without license; penalty, twenty days confinement in the county jail.\nLeaving out formal averments, the indictment charged: “* * * did then and there unlawfully sell to U intoxicating liquors, after an election had been held in said county by the qualified voters thereof, in accordance with the law under the authority of and order of the commissioners court of said county theretofore duly made and published, to determine whether or not the- sale of intoxicating liquors should lie prohibited in said county, and the qualified voters of said county at said election had then ánd there determined that the sale of intoxicating liquors should be prohibited in said -county, and the commissioners court of said county had made, passed and entered its order declaring the result of said election and prohibiting the sale of intoxicating liquors in said county, and the said order had been published in the manner and form and for the length of time as required by law; and the grand jurors aforesaid upon their oaths aforesaid further present in and to said court at said June term, 1907, thereof, that Jim Cunningham did then and there unlawfully after an election had been held in said county, by the qualified voters thereof, in accordance with the law, to determine whether or not the sale of intoxicating liquors should be prohibited in said county, and such election had resulted in favor of prohibition in said county, and the commissioners court of said county had duly made, passed and entered its order declaring the results of said election and prohibiting the sale of intoxicating liquors in said count}\u0027, and said order had been published in the manner and form and for the length of time as required by law, sell malt liquors capable of producing intoxication, without first having obtained a license for the purpose of selling said liquors, and without having paid the taxes due the State and county, the said Jim Cunningham not then and there being a druggist selling tinctures and drug compounds in the preparation of which such liquors and medicated bitters are sold on the prescription of a physician, the said taxes then and there due by him to said State amounted to $200, and the taxes then and there due by him to said county amounted to $100, the said taxes then and there due by him to said county having been theretofore duly levied by the commissioners court of said county, against the peace and dignity of the State.\nThe opinion states the case.\nHo brief on file for appellant.\nF. J. McGord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1253-01",
    "first_page_order":  540,
    "last_page_order":  541
}