{
"id":  4562513,
    "name":  "Harvey Matlook v. The State",
    "name_abbreviation":  "Matlook v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4261",
    "first_page":  "544",
    "last_page":  "544",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 544"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  187,
                     "char_count":  2589,
                     "ocr_confidence":  0.606,
                     "sha256":  "58a3f7753e7fca8a308a09c4f480e3eaca885b4d4de22f61452481a3d0ce117b",
                     "simhash":  "1:b007d42a02cedacb",
                     "word_count":  446
                 },
    "last_updated":  "2023-07-14T19:59:32.944253+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Harvey Matlook v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\nAppellant was convicted of keeping a disorderly house under the Act of. the Thirtieth Legislature.\nThe court charged the jury that, if they should find that appellant violated the statute on the day mentioned or within two years before the filing of the pleading in the case, etc. The motion for new trial attacks this portion of the charge as authorizing a conviction of appellant for .acts occurring prior to the date when the law under which he was prosecuted went into effect. The record is before us without the evidence. In regard to this matter we would presume, the indictment being framed under the new law, that the matters set out occurred as charged, in the absence of evidence to the contrary. The facts may have shown beyond any question, or may have been in fact conclusive that the acts charged occurred after the new law went into effect. If so, then this part of the charge authorizing the jury to convict for any act committed within two years prior to the filing of the pleading, would not be calculated to injure the accused. If, however, the acts had occurred prior to the time the new law took effect or was uncertain in that respect, the error would be unquestionably reversible. But we can not say, in the absence of the testimony, that there was any error committed in this connection which would prove hurtful. As the matter is presented, we do not believe there is such error as requires a reversal.\nThis is the only question in the case we deem of importance. The judgment is affirmed. ■ ■\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Lemmon \u0026 Lively, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Harvey Matlook v. The State.\nNo. 4261.\nDecided February 12, 1908.\nDisorderly House—Amendment of Statute—Charge of Court—Practice on Appeal—Statement of Facts.\nWhere upon appeal from a conviction of keeping a disorderly house, the appellant attacked the court’s charge, which instructed the jury that if appellant violated the statute on the date alleged, \"or within two years before the filing of the indictment, to convict defendant, and there was no statement of facts, it will be presumed that the indictment was framed under the new law, which authorized the conviction, and not under the old law, which was different and which had been amended by the new law, and there was no error.\nAppeal from the County Court of Dallas County at Law. Tried below before the Hon. W. M. Holland.\nAppeal from a conviction of keeping a disorderly house; penalty, a fine of $200, and twenty days confinement in the county jail.\nThe opinion states the case.\nLemmon \u0026 Lively, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1260-01",
    "first_page_order":  562,
    "last_page_order":  562
}