{
    "id":  4563531,
    "name":  "Dave Davis v. The State",
    "name_abbreviation":  "Davis v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4053",
    "first_page":  "546",
    "last_page":  "548",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 546"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "76 S. W. Rep., 922",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "44 S. W. Rep., 159",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "42 Texas Crim. Rep., 506",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          171631
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/42/0506-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 80",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158545,
                                          158533
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/35/0080-01",
                                            "/tex-crim/35/0080-02"
                                        ]
                     },
                     {
                         "cite":  "34 Texas Crim. Rep., 100",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4480387
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/34/0100-01"
                                        ]
                     },
                     {
                         "cite":  "33 Texas Crim. Rep., 161",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  278,
                     "char_count":  4691,
                     "ocr_confidence":  0.612,
                     "pagerank":  {
                                      "raw":  8.431403558356252E-08,
                                      "percentile":  0.48423846332353737
                                  },
                     "sha256":  "6adbb30457e6e90fb1640fbdde055e076fcba4e3be8bf65bce583d0f76c9a05c",
                     "simhash":  "1:300b52394afae803",
                     "word_count":  813
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Dave Davis v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Presiding Judge.\n—The record discloses that subsequent to the term of court at which the conviction occurred, all papers in the case disappeared and could not be found. Later on, motion was made by the county attorney to substitute the indictment and judgment with such other papers as he thought requisite to make a valid record to sustain the conviction. Appellant’s attorney filed a motion to substitute the statement of facts and motion for new trial. All these papers were substituted and a proper judgment of the court entered so declaring. Notice of appeal was given at the term of the court at which the conviction occurred so that the jurisdiction of this court attached, the substitution of all the papers occurring after the jurisdiction of this court attached. Motion was made by the State to dismiss the appeal because the record was not filed in ninety days as required in civil cases. This motion is not well taken. The statute requires that the clerk of the court trying the case shall make up a transcript and forward it to this court. The attorneys in the case have no authority in the matter. The duty devolves strictly and entirely on the clerk, under the statute, to make up and forward the transcript to this court. Such is not the case in civil cases. There parties desiring transcripts call upon the clerk of the court, get such records and file them with the proper appellate court. The State’s motion to strike the case from this docket, therefore, is not well taken.\nIn regard to the substitution of the papers, without going into a review of the various and sundry questions, we would say that the judgment of the court shows clearly and definitely that the papers were substituted for the reason that the original papers had disappeared and could not be found. The judgment of the court substituting the papers settles that issue and can not be attacked by affidavits; and in fact, none of the affidavits undertake to show that this was not done. If the substituted papers, as substituted, have been incorrectly copied in the record, this can be shown.\nThe statement of facts copied in the record contains the orders and decrees in regard to ordering and declaring the result, etc., of the local option election. The substituted copy did not contain these orders, but had inserted in said statement of facts, as substituted, “the clerk will here insert orders of commissioners court.” The clerk, however, as before stated, inserted in full the minutes of the court. This he was not authorized to do. Ratcliff v. State, 29 Texas Crim. App., 248; Blackshire v. State, 33 Texas Crim. Rep., 161; Williams v. State, 34 Texas Crim. Rep., 100-; Ex parte Isaacs, 35 Texas Crim. Rep., 80; Lyon v. State, 42 Texas Crim. Rep., 506; Tyrell v. State, 44 S. W. Rep., 159; Hargrove v. State, 76 S. W. Rep., 922. For a discussion of this question see the cases above cited. We think it unnecessary to go into a repetition of the reasons and the authorities further than as cited.\nThe statement of facts as presented fails to show that a local opion election was held in the county, without which evidence the judgment was unauthorized.\nThe judgment is reversed and the cause is remanded.\nReversed and remanded.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Frank J. Ford, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Dave Davis v. The State.\nNo. 4053.\nDecided February 12, 1908.\n1. —Local Option—Substitution of Lost Papers—Practice on Appeal—Affidavits.\nWhere upon appeal from a conviction of a violation of the local option law, the record showed clearly and definitely that the lost original papers had been substituted, the judgment of the court substituting these papers settles that issue, and can not be attacked by affidavits.\n2. —Same—Practice on Appeal—Time for Making Out Transcript.\n. Where upon appeal in a criminal case, motion was made by the State to dismiss the appeal because the record was not filed within ninety days as required in civil cases, the same was not well taken. The statute requires that the clerk of the court shall make up a transcript, and the attorneys had no authority in the matter.\n3. —Same—Statement of Facts—Copy of Orders.\nWhere upon appeal in a criminal case, it appeared that the clerk inserted orders of the commissioners court into the statement of facts, the same was not authorized, and there being nothing to show that a local option election was held, the judgment must be reversed.\nAppeal from the County Court of Wise. , Tried below before the Hon. C. V. Terrell.\nAppeal from a conviction of a violation of the local option law; pern alty, a fine of $100, and sixty days confinement in the county jail.\nThe opinion states the case. L\nFrank J. Ford, for appellant.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1262-01",
    "first_page_order":  564,
    "last_page_order":  566
}
