{
    "id":  4562641,
    "name":  "Dick Massie v. The State",
    "name_abbreviation":  "Massie v. State",
    "decision_date":  "1908-02-12",
    "docket_number":  "No. 4245",
    "first_page":  "548",
    "last_page":  "551",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 548"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "35 Texas Crim. Rep., 389",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158593
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0389-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 388",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158604
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0388-01"
                                        ]
                     },
                     {
                         "cite":  "51 Texas Crim. Rep., 539",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4553186
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/51/0539-01"
                                        ]
                     },
                     {
                         "cite":  "103 S. W. Rep., 863",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 389",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158593
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/35/0389-01"
                                        ]
                     },
                     {
                         "cite":  "35 Texas Crim. Rep., 388",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158604
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/35/0388-01"
                                        ]
                     },
                     {
                         "cite":  "51 Texas Crim. Rep., 539",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4553186
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/51/0539-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  397,
                     "char_count":  9250,
                     "ocr_confidence":  0.574,
                     "pagerank":  {
                                      "raw":  3.0658977035056609E-07,
                                      "percentile":  0.8569395358571098
                                  },
                     "sha256":  "ee87926b672ac5d5a79a5257bb4289042899c95df65c790d0d9766799c6698a7",
                     "simhash":  "1:32d38c8502153fef",
                     "word_count":  1598
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Dick Massie v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant was convicted in the county court of Eastland County on a charge of unlawfully selling intoxicating liquors in violation of the local option law.\nWhile there are several questions raised by the record, there are only two matters that require attention, both of which have been well briefed by both counsel for the appellant and for the State. In the first place, it is contended that the court erred in overruling defendant’s motion to quash the indictment, upon which this prosecution is based, and the transcript accompanying said indictment and transferring said cause from the district court to the county court.- The proposition submitted under this contention is as follows, and clearly raises the question relied on: “In prosecution by indictment, the county court can only acquire jurisdiction by a proper transfer of the cause from the district court to the county court; and where the certified copy of the order of the district court transferring the cause to the county court and accompanying the indictment, affirmatively shows that the defendant stands charged with no act for which a prosecution will lie, the indictment should, on motion to that effect being lodged in due time, be quashed.” We cannot agree that as here presented and in the light of the record before us that there is any merit in this contention. We believe that the order of transfer from the district court is sufficient. The certificate recites the due organization of the district court of East-land County, the proper empanelment of the grand jury, and that the following proceedings were had in the cause of the State of Texas v. Dick Massie, No. 2228: that is, on the 26th day of January, 1907, the grand jury came in open court in a body and presented the following indictment: “The State of Texas v. Dick Massie, file No. 2228.” In the margin of the order of transfer there is a statement as follows: “Offense: violation of the local option law: No. 2228.” And then follows this language: “Whereas, this 26th day of January, 1907, it appearing to the court from an inspection of the indictment that this court has not jurisdiction of this case, the same being a misdemeanor, and that the county court of Eastland County, Texas, has jurisdiction of the same, it is ordered that the said case be and the same is transferred to said county court of said county.” The law does not require that the nature and name of the offense charged against a defendant be set out in the order of transfer. See Tillison v. State, 35 Texas Crim. Rep., 388; and Malloy v. State, 35 Texas Crim. Rep., 389. We hold that the conclusion and statement of the terms and nature of the offense, whether accurate or erroneous, is surplusage.\nThe other question, well raised and well presented, is to the effect, in substance, that where the record shows that there had been successive elections held in the same county for the purpose of determining whether intoxicating liquors shall be sold therein, and both elections resulted in favor of prohibiting the sale of intoxicating liquors in such county, and both elections being legally held, a prosecution for the sale of intoxicating liquors in such county should be alleged to have been in violation of the law put into effect by the later election, and that the legal effect of the later election is to abrogate the said first election. In support of this proposition, the following statement is made by counsel for appellant in his brief, which is substantially correct: “The indictment alleges that, on or about the 15th day of October, 1901, in the county of East-land, and State of Texas, an election was held in accordance with the laws of this State and under authority of an order of the commissioners court of Eastland County theretofore duly made and published to determine whether the sale of intoxicating liquors should be prohibited in said county; that the election had resulted in favor of prohibiting the sale of intoxicating liquors in the county; that the result was declared by the county commissioners court; and that such order so declaring the result of the election was published four successive weeks prior to the 21st day of April, 1902. In his motion to quash the indictment, appellant set up the facts that, subsequent to October, 1901, and on the 27th day of November, 1903, an election was, in all things, lawfully held in said county in pursuance to an order of the county commissioners court of Eastland County, for the purpose of determining whether the sale of intoxicating liquors should be prohibited in said county; that at said election, the qualified voters of said county determined that the sale of intoxicating liquors should be prohibited therein; that the county commissioners court subsequently passed an order declaring the result of said election and prohibiting the sale of intoxicating liquors in said county, which said order was duly published in a newspaper in Eastland County by the county judge prior to the 9th day of January, 1904, and attached certified copies of the order of the county commissioners court ordering said election; the order declaring the result thereof and prohibiting the sale of intoxicating liquors in the county, and the certificate of the county judge showing due and proper publication of such order.” To sustain this contention appellant refers to the case of Byrd v. State, 51 Texas Crim. Rep., 539; 19 Texas Ct. Rep., 300; 103 S. W. Rep., 863. It is clear that appellant’s contention is supported by the Byrd case. The contrary of this, however, is held in effect, in the case of Weathered v. State, 1 Texas Ct. Rep., 655. We do not believe that the Byrd case as far as it relates to this matter, is supported by authority or sound in reason. It is our belief and we hold that where an election has-once been legally held in any county in this State, and by said election the sale of intoxicating liquors is prohibited, and the result has been legally ascertained and legally published, that it stands the law in said county throughout all the “syllables of recorded time,” until and unless in another election legally held, the electorate of such county shall otherwise determine; and that an indictment began and prosecuted under such original legal election, when supported by the evidence, should, by all the courts, be sustained. It is in effect the express provision of the law that when a county shall have prohibited the sale of intoxicating liquors, that no election may thereafter be held in said county for two years; and, whether held or not held, no provision is made to abrogate or nullify the declared will of the voters until they themselves shall, in the manner and form and subject to the regulations prescribed by law, have registered a different wish and will. It is said in the Byrd case that it is a question of pleading. We think it not only a question of pleading but it is a rule of right. It is, of course, to be regretted that there should in so short a time be so radical a change in the decisions of this court on a matter of this kind, but in our view of the law, whether we think prohibition right or whether we think it wrong, it ought to be the law and is the law, that a person guilty of violating the will of the people so enacted into law ought to be held under any election legally putting prohibition in force.\nFinding no error in the record, the judgment of the court below is affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "J. J. Butts, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Dick Massie v. The State.\nNo. 4245.\nDecided February 12, 1908.\n1. —Local Option—Transfer From District to County Court—Surplusage.\nIn transferring misdemeanor cases from the district court to the county court, the law does not require that the nature and name of the offense charged against a defendant be set out in the order of transfer; and the conclusion and statement of the terms and nature of the offense whether accurate or erroneous, is surplusage.\n2. —Same—Elections—Indictment—Law Not Repealed.\nWhere upon trial for a violation of the local option law, the record showed that there had been successive elections held in the same county for the purpose of determining whether intoxicating liquors should be sold therein, and that both elections resulted in favor of prohibition, and were legally held, a prosecution could be based upon the law by virtue of the first election, which was not abrogated by the second election, and which remains the law, until it is otherwise determined by the people. Overruling Byrd v. State, 51 Texas Grim. Rep., 539; 19 Texas Ct. Rep., 300. Approving Weathered v. State, 1 Texas Ct. Rep., 655.\nAppeal from the County Court of Eastland. Tried below before the Hon. E. A. Hill.\nAppeal from a conviction of a violation of the local option law; penalty, a fine of $25 and twenty days confinement in the county jail.\nThe opinion states the case.\nJ. J. Butts, for appellant.\nByrd v. State, 51 Texas Crim. Rep., 539, 19 Texas Ct. Rep., 300; Hanrick v. Hanrick, 61 Texas, 596. On question of transfer: Mitten, 24 Texas Crim. App., 346; Johnson v. State, 28 Texas Crim. App., 562.\nF. J. McCord, Assistant Attorney-General, for the State.\n—On question of transfer: Tillison v. State, 35 Texas Crim. Rep., 388; Malloy v. State, 35 Texas Crim. Rep., 389."
                 },
    "file_name":  "1263-01",
    "first_page_order":  566,
    "last_page_order":  569
}
