{
    "id":  4564891,
    "name":  "Al Jay v. The State",
    "name_abbreviation":  "Jay v. State",
    "decision_date":  "1908-02-19",
    "docket_number":  "No. 4285",
    "first_page":  "567",
    "last_page":  "572",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 567"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "88 S. W. Rep., 933",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "47 Texas Crim. Rep., 638",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4543060
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/47/0638-01"
                                        ]
                     },
                     {
                         "cite":  "85 S. W. Rep., 1149",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "48 Texas Crim. Rep., 55",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178759
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/48/0055-01"
                                        ]
                     },
                     {
                         "cite":  "86 S. W. Rep., 335",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "48 Texas Crim. Rep., 98",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178703
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/48/0098-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  608,
                     "char_count":  15690,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  6.2336058158182564E-08,
                                      "percentile":  0.38545104367088584
                                  },
                     "sha256":  "f5a47d372a7bdd167f7214f87f500cc787fee6b6972c3abc8ab179dac935f353",
                     "simhash":  "1:b61de2647a8419a5",
                     "word_count":  2726
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Al Jay v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BROOKS, Judge.\nAppellant was convicted of murder in the first degree, and his punishment assessed at life imprisonment.\nBill of exceptions No. 1 presents the following matter: While the State’s witness, Dr. T. K. Dillard, was upon the stand, and had stated that after he reached the deceased, defendant’s brother (Dan Jay) assisted him in turning deceased over while he lay on the ground at the place of the homicide; and after the State had introduced evidence of a conversation which it claimed took place at the home of the defendant’s sister on the night before the homicide, between Walter Cannon and Abner Coursey and the defendant, in which conversation the State claimed, that defendant threatened to arm himself and shoot deceased, and in which each of the other two parties threatened the deceased; and after the State had introduced evidence that the defendant was with his brother, Dan Jay, but a few minutes before the homicide, and within sight of deceased at the time he left the home of Bob Harris and started toward the place of the homicide; and after the witness Dillard had testified as before stated, the defendant’s counsel then asked Dr. Dillard what was the manner and appearance of the defendant’s brother, Dan Jay, at the time he was at the place of the homicide, and at the time he assisted the witness in turning deceased over. To which question and answer sought, the State objected on the ground that it was irrelevant and immaterial, and because there was no evidence of any conspiracy in this case, and because the .State was not relying upon conspiracy in this case at all. The evidence was offered, as appellant insists, in view of the alleged conspiracy claimed by the State and testified to by the State’s witness, and for the purpose of rebutting and showing that there was no conspiracy with the said Dan Jay. That had the witness been permitted to testify he would have testified that the defendant’s brother, Dan Jay, at the time aforesaid appeared to regret and be sorry of the occurrence of the death of the deceased. This testimony was not admissible. Dan Jay was not on trial; nor is there any evidence in this record justifying the conslusion that the State relied on a conspiracy, as stated in the bill of exceptions.\nBill Ho. 2 shows that while defendant’s witness, William Belcher, was upon the witness stand, and had stated that shortly after 12 o’clock he met appellant between the butcher shop and the livery stable in the town of Morgan; that he was constable in the town of Morgan, witness was asked if he had any conversation with the defendant at said time, and to state said conversation; and asked other questions, the answers to which, and the purpose of which was to elicit from said witness the statement of the defendant, made to said witness at the time, in substance, that the deceased, Arthur Boclchart, had just flashed a pistol upon him, the defendant ; and that if he, Belcher, would watch for the deceased he would get to take the pistol off- deceased that day. This testimony was objected to as self-serving, made several hours prior to the homicide, and throws no light at all on the action at the time of the difficulty. We see no pertinency in this testimony. It was not contradicted by the State that deceased had his pistol a short while before that, and that the same was taken off of him. The fact that appellant knew deceased had a pistol was also established and not contradicted. The court appends, however, this qualification to the bill: The witness Belcher was permitted to testify that A1 Jay reported to him at the time and under the circumstances above detailed in this bill that the deceased, Lockhart, had a pistol, but the court would not allow the witness to testify to the details of the statement as to how he come to know that Lockhart had the pistol, because same was self-serving declarations on the part of the defendant; and it also appeared from the testimony of the other witnesses that the defendant had reported the fact to Belcher. Clearly, under the explanation of the court, there could have been no error in the ruling.\nBill No. 4 complains that the court erred in not permitting appellant1 to show that witness, Mollie Shepard, was contributing to a fund used for the purpose of employing counsel to prosecute defendant in this case. The bill is approved with this statement: This woman testified positively and fully, as is shown by the statement of facts, that her feelings towards appellant were unfriendly and that she was friendly to the prosecution in this case. Furthermore, the testimony of the witness does not appear, while material, of any weight, since the same facts are abundantly established by other witnesses, as shown by this bill.\nBill No. 5 complains that the court would not permit appellant to go into the details of previous trouble between appellant and deceased. The bill is quite a long one. The court makes the following explanation: That the evidence of the trouble between defendant and deceased was not in reference to the deceased’s treatment of defendant’s sister some four months before the homicide; but all of the evidence of the witnesses who saw the trouble in the morning, including defendant, stated that when deceased drew the pistol on the defendant, he cursed defendant and called him a bully, and that no reference in any way was made by any of the parties at the time to the previous difficulty or about defendant’s sister, and at the time of the killing defendant testified on the stand in his own behalf that he cut and killed deceased because deceased made a demonstration toward his pocket, and that he thought he was going to get a pistol or weapon, and that he killed him in self-defense, and defendant nowhere in his testimony offered to show, or made any illusion, that he ever thought of the former trouble between deceased and his sister, or that that had anything to do with or bearing on the killing of the deceased. The evidence did fully show that there had been hard feelings between the two parties for three or four months before, and that they had been unfriendly all the time up to the time of the killing, and that the details of the cause of this hard feeling could not have thrown any light on the transaction. The explanation of the court clearly shows the testimony Avas not admissible.\nBill No. 7 complains that the court would not permit the witness, Ed’Coursey, to testify that deceased holloed at a third party, to wit: Walter Cannon, and told him to stop, and that he was afraid to stop; and that if he did stop he would shoot his God damn tongue out and see it jump around on the ground. The court, in reference to ■ this matter, says the facts set forth in the bill relate entirely to another negro, to wit: Walter Cannon, and that the evidence on this trial did not show any connection in any way whatever between Walter Cannon and the defendant, except that Walter Cannon was present on the night before the killing when there was some threat made towards the deceased; that no conspiracy was shown, and Walter Cannon was not examined as a witness in this case, and had no connection with it except as stated above; and any conduct of the deceased towards him was entirely irrelevant and immaterial in this case. We believe the court’s ruling was correct.\nBill Ho. 8 complains of the misconduct of counsel in the use of language that we do not care to review, since the same was not of a character authorizing the reversal of this case.\nThe only other question we deem necessary to pass upon is the tenth paragraph of the motion for a new trial, wherein complaint is made that the court erred in his charge, and particularly those paragraphs of same charging on murder in the first degree and second degree; and on manslaughter, in not charging on the material issue of cooling time. This issue was not in this case. The facts show, in substance, that appellant and deceased had been enemies for quite awhile; had had previous rows and jows sometime before difficulty. On the morning of the difficulty, about 12 o’clock, appellant and deceased met. Deceased drew his pistol and cursed appellant. Appellant went off and reported deceased to the constable, and told the constable deceased had a pistol. Subsequently this pistol was taken from deceased by third parties, together with a bottle of whisky. About 3 o’clock in the afternoon, deceased, in company with his sister and her child, each having hold of the hand of the child, were about to enter a little show in the town of Morgan; just as they were in the act of entering, appellant rushed upon deceased, and, as he claims, deceased made demonstration as though to draw a weapon. The State’s case, however, shows that he grabbed deceased by the arm and began cutting him, deceased endeavoring to defend himself with his hands. Other parties interfered, including deceased’s sister, and tried to prevent appellant from stabbing deceased, but he finally did so, stabbing him in the left side, from which wound he died in a few moments. In order to constitute cooling time there must have been an outrage upon appellant a short while before the homicide of sufficient moment to constitute adequate cause and thereby produce that degree of anger, rage, sudden resentment and terror that renders the mind incapable of cool reflection. The facts above detailed do not constitute such adequate cause, and hence, the issue of cooling time was not given.\nThere are many criticisms upon the charge of the court, but the same is long, full and complete upon every possible issue of the facts in this case, and there is no such error in this record as authorizes a reversal thereof. The judgment is accordingly affirmed.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "BROOKS, Judge."
                                      },
                                      {
                                          "text":  "ON REHEARING.\nMarch 20, 1908.\nBROOKS, Judge.\nThis case was affirmed at a previous day of this court and now comes before us on a motion for rehearing.\nAppellant insists that this court erred in failing to pass upon the eleventh assignment of error, in his motion for a new trial, which assignment is as follows, to wit: “The court erred in his charge .to the jury in failing to charge the jury upon the law of threats and in his charge on the law of self-defense in limiting the right of the defendant to cut and kill the deceased upon the appearance of danger to himself or serious bodily injury; when the law is, under the facts of this case, that the defendant was entitled to cut and kill the deceased, if it reasonably appeared to the defendant, viewed from his standpoint alone, under all the facts and circumstances of the case, that it reasonably appeared to the defendant at the time of the homicide that the deceased was about to carry his previously made threats to kill the defendant into execution. And the court’s charge was error, in that he failed to submit to the jury the issue of the defendant’s right to act upon the appearance of danger to himself, if it appeared to him, viewed from his standpoint, that at the time of the homicide that the deceased intended to carry into execution the threats against the life of the defendant which he had previously done and made.” As insisted by appellant, we failed to pass upon this assignment of error. The statement in chief of the witness did not raise this issue, but we find upon redirect by his counsel, among other things, appellant said: “The deceased put his hand back to his hip pocket, and as he done that me and him clinched. I thought that he was going to shoot me, and I rushed on him and grabbed him. As soon as he put his hand towards his hip pocket there when we were scuffling, I tried to get my knife out of my pocket,” etc. The court charged, as stated in the original opinion, upon the law of self-defense, but he did not charge, as appellant insists, upon the law of threats. Under the peculiar facts of this case, we think this was error, and it follows therefore that the motion for rehearing is granted, and for the error suggested, the judgment is reversed and the cause remanded.\nReversed and remanded.",
                                          "type":  "rehearing",
                                          "author":  "BROOKS, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "J. P. Word and Cureton \u0026 Cureton, for appellant.—On",
                                       "F. J. McCord, Assistant Attorney-General, and E. B. Roberson, ■County Attorney, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Al Jay v. The State.\nNo. 4285.\nDecided February 19, 1908.\n1. —Murder—Evidence—Declarations of Third Parties—Conspiracy.\nWhere upon trial for murder the defendant offered testimony with reference to the acts and declarations of his brother immediately after the homicide, and at the scene of the killing, to the effect that he appeared to regret and be sorry for the occurrence of the death of deceased, the same was not admissible as said witness was not on trial and there was no evidence justifying the conclusion that the State relied on a conspiracy between the defendant and his brother to kill the deceased.\n2. —Same—Evidence—Declarations of Defendant—Self-Serving Declaration.\nUpon trial for murder there was no error in excluding testimony for the defense with reference to declarations made by the defendant to the witness, to the effect that the deceased had flourished a pistol upon him, and that if witness would examine deceased he would find the pistol; all this occurring before the homicide, and there being no controversy that the deceased had a pistol and that defendant knew it; besides the testimony was a self-serving declaration.\n3. —Same—Evidence—Animus of Witness.\nUpon trial for murder the evidence showed that there was ill-feeling between the State’s witness and defendant, there was no error in excluding testimony that said witness had contributed to a fund used for the prosecution.\n4. —Same—Evidence—Ill-Feeling Between Defendant and Deceased.\nWhere upon trial for murder the defendant testified that he killed deceased\u0027 because the latter made a demonstration as if to get a pistol or weapon, there was no error in excluding testimony with reference to ill-will between the parties which arose from certain transactions between the deceased and the defendant’s female relatives, besides other evidence showed that such ill-feeling existed for some time prior to the homicide.\n5. —Same—Evidence—Declarations and Acts of Third Parties.\nUpon trial for murder where the State did not rely upon a conspiracy, there was no error in excluding testimony with reference to transactions between deceased and a third party.\n6. —Same—Argument of Counsel.\nWhere upon trial for murder the argument of counsel was not of such character as to authorize reversal, there was no error.\n7. —Same—Charge of Court—Cooling Time.\nWhere upon trial for murder, the evidence did not show that before the homicide, the defendant was sufficiently provoked by the conduct of the deceased to produce anger, rage, or sudden resentment, as to render his mind incapable of cool reflection, the issue of cooling time was not in the case, and no charge thereon was necessary.\n8. —Threats—Charge of Court—Self-Defense.\nWhere upon trial for murder the defendant testified that the deceased had made threats against him, and demonstrations to carry these threats into effect, it was reversible error on part of the court to fail to charge on self-defense and the law of threats.\nAppeal from the District Court of Bosque. Tried below before the Hon. 0. L. Lockett.\nAppeal from a conviction of murder in the first degree; penalty, life imprisonment.\nThe opinion states the case.\nJ. P. Word and Cureton \u0026 Cureton, for appellant.—On\nquestion of threats: Swain v. State, 48 Texas Crim. Rep., 98, 86 S. W. Rep., 335; Williams v. State, 33 Texas Crim. App., 505; Sims v. State, 9 Texas Crim. App., 586. On question of cooling time: Manning v. State, 48 Texas Crim. Rep., 55, 85 S. W. Rep., 1149; Franks v. State, 47 Texas Crim. Rep., 638; 88 S. W. Rep., 933.\nF. J. McCord, Assistant Attorney-General, and E. B. Roberson, ■County Attorney, for the State."
                 },
    "file_name":  "1270-01",
    "first_page_order":  585,
    "last_page_order":  590
}
