{
    "id":  4564486,
    "name":  "W. L. Johnson v. The State",
    "name_abbreviation":  "Johnson v. State",
    "decision_date":  "1908-02-26",
    "docket_number":  "No. 3997",
    "first_page":  "624",
    "last_page":  "626",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "52 Tex. Crim. 624"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "35 Texas Crim. Rep., 577",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          158602
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/35/0577-01"
                                        ]
                     },
                     {
                         "cite":  "50 Texas Crim. Rep., 238",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2373335
                                      ],
                         "opinion_index":  -1,
                         "case_paths":  [
                                            "/tex-crim/50/0238-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  303,
                     "char_count":  6091,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  1.7754178824598127E-07,
                                      "percentile":  0.7127060303515765
                                  },
                     "sha256":  "05a0370eb3136ea2b7fb532727d8b424542297f3668db9c7cf49b15664b0c648",
                     "simhash":  "1:34f21c47323fdbbc",
                     "word_count":  1054
                 },
    "last_updated":  "2024-02-27T21:28:05.591437+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "W. L. Johnson v. The State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "RAMSEY, Judge.\nAppellant was convicted in the county court of Nolan County on a charge of selling intoxicating liquors in violation of the local option law.\nNo motion for a new trial was made in the court below, and the grounds relied upon in this court for reversal are claimed to be fundamental in their character. As we understand, two questions are raised, which at last, merely call in question the correctness of the charge of the trial court in instructing the jury that local option was in effect in Nolan County at the date of the alleged sale. In order to pass on this question intelligently, reference must be had to the record as same appears in the statement of facts, showing the preliminary steps taken to put local option into effect in that county. These records we have carefully examined; and find first, an order of the commissioners court of that county providing for an election to be held to determine whether or not the sale of intoxicating liquors should be prohibited in Nolan County; second, an order declaring the result of such election and prohibiting the sale of intoxicating liquors within the limits of said county. This order of the commissioners court further provides, that same should be published for four successive weeks in some newspaper, published in said Nolan County, Texas; and provides further that, if no newspaper is published in said county, then the county judge shall cause publication of said order to be made by posting as required by law. The following certificate was introduced: “I, A. B. Yantis, County Judge of Nolan County, Texas, do hereby certify that the last above order as appears on pages 327 and 328 of this volume, No. 4, Minutes of commissioners court of Nolan County, Texas, was duly published for four consecutive weeks in the Weekly Review, a newspaper published in Nolan County, Texas. That said publication was made on the following dates, to wit: March 23, 1905; March 30, 1905; April 6, 1905, and April 13, 1905, respectively. Witness my hand and seal of office, this 21st day of April, 1905.\n(Seal) A. B. Yantis, County Judge.\nNolan County, Texas.\nArticle 3391 of the Revised Statutes provides, as follows: “The order of court declaring the result and prohibiting the sale of such liquors shall be published for four successive weeks in some newspaper published in the county, wherein such election has been held, which newspaper shall be selected by the county judge for that purpose. If there be no newspaper published in the county, then the county judge shall cause publication to be made by posting copies of said order at three public places within the prescribed limits for the aforesaid length of time. The fact of publication in either mode shall be entered by the county judge on the minutes of the commissioners court. And entry thus made, or a copy thereof certified under the hand and seal of the clerk of the county court shall be held sufficient prima facie evidence of such fact of publication.” It will he noted from the foregoing statute that it is not required that the order of the commissioners court shall require or provide that the newspaper shall be selected by the county judge; that is made his duty by law independent of any such direction or order by said court. It was not, therefore, necessary or required that the order of the commissioners court in this case should so direct. The fact that the county judge certifies that such publication was made, in the absence of anything to the contrary, will be sufficient proof that same was made in a newspaper selected by him and under his direction. There was no objection made in the court below that formal proof of these orders were not sufficiently made. Their due authentication in the absence of objection to the contrary is to be presumed. We find the qrders of the commissioners court and the certificate of publication of the county judge in the record admitted without objection. We must, therefore, presume and do assume that the legal method of making such proof was followed. We hold, as presented to us, that the court was justified, and that it was his duty to instruct the jury that local option was in force at the time of the offense charged in Nolan County. \u0027\nThere being no other error raised, and holding as we do against the contention of appellant, it follows that the judgment of the court below must be affirmed, and it is accordingly so ordered.\nAffirmed.",
                                          "type":  "majority",
                                          "author":  "RAMSEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "C. P. Woodruff, for appellant.",
                                       "F. J. McCord, Assistant Attorney-General, for the State."
                                   ],
                     "corrections":  "",
                     "head_matter":  "W. L. Johnson v. The State.\nNo. 3997.\nDecided February 26, 1908.\n1. —Local Option—Order of Commissioners Court—Publication.\nUnder article 3391, Revised Statutes, it is not required that the order of the commissioners court declaring the result of the election, etc., shall provide that the newspaper shall be selected by the county judge for the publication of the order declaring the result of the election; that is made his duty by law, independent of any such direction or order by said court.\n2. —Same—Publication—Certificate of County Judge.\nThe fact that the county judge certifies that publication was made, in the absence of anything to the contrary, will be sufficient proof that the same was made in a newspaper selected by him, and under his direction.\n3. —Same—Charge of Court—Local Option in Force.\nWhere upon trial for a violation of the local option law, the orders of the commissioners court and the certificate of publication of the comity judge were admitted in evidence without objection, it will be presumed that the method of making such proof was legal, and the .court was justified to instruct the jury that local option was in force in the county at the time of the offense charged.\nAppeal from the County Court of Nolan. Tried below before the Hon. J. J. Ford.\nAppeal from a conviction of the violation of the local option law; penalty, a fine of $100 and fifty days confinement in the county jail.\nThe opinion states the case.\nC. P. Woodruff, for appellant.\nChenowith v. State, 50 Texas Crim. Rep., 238; 16 Texas Ct. Rep., 696; Dreschil v. State, 35 Texas Crim. Rep., 577.\nF. J. McCord, Assistant Attorney-General, for the State."
                 },
    "file_name":  "1287-01",
    "first_page_order":  642,
    "last_page_order":  644
}
