{
    "id":  2020866,
    "name":  "STRANGE d/b/a TOWN AND COUNTRY RADIO \u0026 TV SERVICE v. DAVIS",
    "name_abbreviation":  "Strange v. Davis",
    "decision_date":  "1991-07-11",
    "docket_number":  "Case No. AP 90-65 (Lower Court Case No. SO90-4800)",
    "first_page":  "4",
    "last_page":  "5",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 4"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  224,
                     "char_count":  2818,
                     "ocr_confidence":  0.898,
                     "sha256":  "bccd9855f6fcf669d8429aee6325eb27cb1de4567a1958d883ab53222728feb6",
                     "simhash":  "1:fb46445e13501144",
                     "word_count":  479
                 },
    "last_updated":  "2023-07-14T21:34:53.334185+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before LAWRENCE R. KIRKWOOD, Circuit Judge."
                                ],
                     "parties":  [
                                     "STRANGE d/b/a TOWN AND COUNTRY RADIO \u0026 TV SERVICE v DAVIS"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nThis Court issued a “Notice of Intention to Impose Sanctions pursuant to Rule 9.410, Fla.R.App.P.” on May 7, 1991. The record shows that the Appellee has failed to file an Answer Brief which was required to be filed on March 29, 1991; therefore, this opinion is based upon what is in the court file at this time.\nAppellant seeks relief from a Final Judgment entered November 28, 1990, wherein there was no notice, no record of proceedings and no verified affidavit of Appellee.\nThe Statement of Claim filed by Appellee sought the return of personal property, to wit: two television sets having a total value of $804.00. The television sets had been placed with the Appellant for repair. A dispute arose as to who would pay, how much would be paid and problems with the delivery of parts needed to make the repair. As a result, Appellee filed a Statement of Claim. A pretrial conference was held September 18, 1990, with a trial scheduled for November 7, 1990.\nAt the trial, the judge entered an order requiring the appellant to relinquish possession of the property and receive $155.00 less Plaintiff’s court costs of $76.00. There were no indications that any future hearings would be scheduled and there were no notices of any future hearings scheduled by either party or the court. The record contains an unverified statement by Appellee filed in court, as Plaintiff’s Exhibit 1, on November 27, 1990. There is no transcription or record of that hearing and no notice to Appellant.\nThe next day, Final Judgment was awarded to Appellee seeking not a return of personal property, but a money judgment in the amount of $824.00. Small Claims Rule 7.140 requires that the court is to settle issues and determine motions summarily, enter an order and set out all conditions. It appears from the written order in this case, that either a clerical error occurred in which the Final Judgment was entered or some proceeding occurred and the cause of action changed from return of personal property to a money judgment.\nThe Appellate Court is required to review the record on appeal, briefs filed by the parties and transcripts of the hearings in order to render an opinion. In this case, there is no transcript, there is no Appellee’s brief and the court must rely upon the Appellant’s version of the facts. Based upon the record so presented, the Appellant failed to receive due process and the Final Judgment entered November 28, 1990, is hereby set aside.\nREVERSED. The Clerk is directed to issue a mandate forthwith.",
                                          "type":  "majority",
                                          "author":  null
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Carver E. Strange, pro se.",
                                       "No appearance for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "STRANGE d/b/a TOWN AND COUNTRY RADIO \u0026 TV SERVICE v DAVIS\nCase No. AP 90-65 (Lower Court Case No. SO90-4800)\nNinth Judicial Circuit, Orange County\nJuly 11, 1991\nAPPEARANCES OF COUNSEL\nCarver E. Strange, pro se.\nNo appearance for appellee.\nBefore LAWRENCE R. KIRKWOOD, Circuit Judge."
                 },
    "file_name":  "1295-01",
    "first_page_order":  22,
    "last_page_order":  23
}
