{
    "id":  2021372,
    "name":  "FLORIDA POWER AND LIGHT COMPANY v. THE CITY OF RIVIERA BEACH, et al.",
    "name_abbreviation":  "Florida Power \u0026 Light Co. v. City of Riviera Beach",
    "decision_date":  "1991-07-31",
    "docket_number":  "Case No. AP 90-9446 AY",
    "first_page":  "10",
    "last_page":  "12",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 10"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "308 So.2d 189",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9618179
                                      ],
                         "year":  1974,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/308/0189-01"
                                        ]
                     },
                     {
                         "cite":  "343 So.2d 962",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9689535
                                      ],
                         "year":  1977,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/343/0962-01"
                                        ]
                     },
                     {
                         "cite":  "91 So.2d 206",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9895356
                                      ],
                         "year":  1957,
                         "pin_cites":  [
                                           {
                                               "page":  "210"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/91/0206-01"
                                        ]
                     },
                     {
                         "cite":  "108 So.2d 601",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9901065
                                      ],
                         "year":  1959,
                         "pin_cites":  [
                                           {
                                               "page":  "607"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/108/0601-01"
                                        ]
                     },
                     {
                         "cite":  "550 So.2d 7",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7521489
                                      ],
                         "year":  1989,
                         "pin_cites":  [
                                           {
                                               "page":  "8"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/550/0007-01"
                                        ]
                     },
                     {
                         "cite":  "569 So.2d 517",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          11296177,
                                          11296143
                                      ],
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/569/0517-02",
                                            "/so2d/569/0517-01"
                                        ]
                     },
                     {
                         "cite":  "495 So. 2d 167",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7578171,
                                          7578237
                                      ],
                         "year":  1986,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/495/0167-01",
                                            "/so2d/495/0167-02"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  405,
                     "char_count":  5193,
                     "ocr_confidence":  0.89,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.0730571550696585
                                  },
                     "sha256":  "7ae1605b17864ae2c8ebc2eac71b62ad0195e72681019b443f467516965a2fa3",
                     "simhash":  "1:106ea04e945e8bef",
                     "word_count":  851
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "RODGERS and STEVENSON, JJ., concur."
                                ],
                     "parties":  [
                                     "FLORIDA POWER AND LIGHT COMPANY v THE CITY OF RIVIERA BEACH, et al."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nRAPP, J.\nPetitioner, Florida Power \u0026 Light Company (FP\u0026L), has filed a Petition for Writ of Certiorari seeking review of the July 17, 1990, decision of the City of Riviera Beach Zoning Board of Adjustment denying FP\u0026L’s height variance application. FP\u0026L owns a 172 acre site in the City of Riviera Beach on which it wants to erect a 400 foot tower plus an attached 18 foot antenna where its existing 180 foot tower is located. The Riviera Land Development Code provides for a 50 foot maximum building height.\nThe tower is to serve as the hub of a multi-county communication network and transmit and receive data to and from FP\u0026L’s substation facilities. Four towers have already been built, one each in Hobe Sound, Okeechobee, Belle Glade and Delray Beach. The tower in Hobe Sound is 310 feet in height and the others are each 180 feet in height. The tower’s purpose is to accommodate radio contact between service vehicles and monitor data from various facilities, e.g., the redistribution of power when more power is needed in one area and less in another, and for trouble shooting.\nFP\u0026L maintains the subject site is the only FP\u0026L owned property within the county that is considered large enough, and appropriate as to location, configuration and compatibility with surrounding land uses. The requirement of a “safe fall distance” equal to 110 per cent of the height of the tower can easily be accommodated on this site. The subject site is zoned general industrial and there is no residential activity within one-half mile. Because the new tower would replace an existing tower it is not considered a new use.\nPetitioner presented proof that 400 feet is necessary for the effective operation of the system. FP\u0026L states any other location for the subject tower would require perhaps up to 450 feet of height to obtain the same coverage.\nThe zoning staff department recommended approval subject to various formal confirmations which were agreed to by F.P.L. There are no oral or written findings to inform the Court upon what the Board based its decision to deny the requested variance.\nA review of the transcript reveals Board members questioned why FP\u0026L couldn’t lease land elsewhere where the tower could be erected, whether there would be interference with air traffic, the effect a strobe light would have on residents, whether the requested height is the minimum required, and whether there would be a non-explosive, non-fire, non-polluting result if the tower fell. FP\u0026L representatives adequately responded to these concerns.\nOnce an applicant meets the initial burden of showing his application meets the statutory criteria for granting a variance there must be some competent evidence presented at the hearing and made a part of the record to justify denial of the request. Irvine v Duval County Planning Commission, 495 So. 2d 167 (Fla. 1986); Board of County Commissioners of Monroe County v Key Largo Associates, Ltd., 569 So.2d 517 (Fla. 3d DCA 1990); Gomez v City of St. Petersburg, 550 So.2d 7, 8 (Fla. 2d DCA 1989).\nNo such evidence was presented. Board members voiced concerns and speculated as to various possible difficulties; however, more than vague, uncertain speculation is necessary. Florida Rate Conference v Florida Railroad and Public Utilities Commission, 108 So.2d 601, 607 (Fla. 1959).\nIf this Court were to deny the petition it would only add to the surmise, conjecture or speculation which already exists because of the Board’s failure to provide any written findings why the variance was denied. Respondents contend it is not necessary for the Board to justify denial of a variance request, that it is only necessary to justify the authorization of such request. The reasons for specific administrative findings are to facilitate judicial review, avoid judicial usurpation of administrative functions, assure more careful administrative consideration, help parties plan their cases for rehearings and judicial review, and keep agencies within their jurisdiction. Hickey v Wells, 91 So.2d 206, 210 (Fla. 1957); City of Jacksonville v Arnold, 343 So.2d 962 (Fla. 1st DCA 1977); McCulley Ford, Inc. v Calvin, 308 So.2d 189 (Fla. 1st DCA 1974).\nWe find FPL met its burden of showing the application met the criteria for the granting of a variance. A review of the record demonstrates the Board did not demonstrate by competent substantial evidence the applicant’s request did not meet such criteria. There are no written findings as to why the application was denied and we decline to speculate as to the Board’s reason(s) for denial.\nAccordingly, we grant the petition for writ of certiorari and quash the Board’s July 17, 1990, decision denying petitioner’s request for a height zoning variance. Further, petitioner’s request for costs is denied.\nRODGERS and STEVENSON, JJ., concur.",
                                          "type":  "majority",
                                          "author":  "RAPP, J."
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "L. Martin Reeder, Jr., Esquire, Steel, Hector, Davis, Burns \u0026 Middleton, for petitioner.",
                                       "Andrew DeGraffenreidt, III., Esquire, for respondents."
                                   ],
                     "corrections":  "",
                     "head_matter":  "FLORIDA POWER AND LIGHT COMPANY v THE CITY OF RIVIERA BEACH, et al.\nCase No. AP 90-9446 AY\nFifteenth Judicial Circuit, Palm Beach County\nJuly 31, 1991\nAPPEARANCES OF COUNSEL\nL. Martin Reeder, Jr., Esquire, Steel, Hector, Davis, Burns \u0026 Middleton, for petitioner.\nAndrew DeGraffenreidt, III., Esquire, for respondents.\nBefore RAPP, RODGERS, STEVENSON, JJ."
                 },
    "file_name":  "1303-01",
    "first_page_order":  30,
    "last_page_order":  32
}
