{
    "id":  2020867,
    "name":  "BATES v. STATE OF FLORIDA",
    "name_abbreviation":  "Bates v. State",
    "decision_date":  "1991-06-07",
    "docket_number":  "Case No. CJAP 90-56",
    "first_page":  "14",
    "last_page":  "16",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 14"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "415 So.2d 79",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9532934
                                      ],
                         "year":  1982,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/415/0079-01"
                                        ]
                     },
                     {
                         "cite":  "384 So.2d 279",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9561413
                                      ],
                         "year":  1980,
                         "pin_cites":  [
                                           {
                                               "page":  "280"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/384/0279-01"
                                        ]
                     },
                     {
                         "cite":  "351 So.2d 47",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9695861
                                      ],
                         "year":  1977,
                         "pin_cites":  [
                                           {
                                               "page":  "49"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/351/0047-01"
                                        ]
                     },
                     {
                         "cite":  "488 So.2d 901",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7595848,
                                          7595777,
                                          7595735
                                      ],
                         "year":  1986,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/488/0901-03",
                                            "/so2d/488/0901-02",
                                            "/so2d/488/0901-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  253,
                     "char_count":  3600,
                     "ocr_confidence":  0.863,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07304518525983561
                                  },
                     "sha256":  "7507c7c5bc17c3987424646c3d33edf65ad7edac9e99fa94a0dfa13340649ea8",
                     "simhash":  "1:56da4de7ae425f80",
                     "word_count":  617
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before DANIEL P. DAWSON, Circuit Judge."
                                ],
                     "parties":  [
                                     "BATES v STATE OF FLORIDA"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nThis is an Appeal from an Order of the County Court finding the Appellant, Corporal Richard Bates, in indirect Contempt of Court.\nThe contemptuous acts alleged in the Order to Show Cause are that the Appellant, Corporal Richard Bates failed to appear for depositions on February 15, 1990 and March 6, 1990.\nThere are two issues raised on Appeal. The Appellant argues that the evidence was insufficient as a matter of law to support a finding of indirect criminal contempt. The Appellant also challenges the lower court’s authority to sentence the Appellant to make restitution.\nThe State has confessed error as to the restitution issue and therefore it need not be addressed. (See State v Harwood, 488 So.2d 901 (Fla. 5th DCA 1986).\nA judgment of Contempt is clothed with a presumption of correctness. Krueger v State, 351 So.2d 47, 49 (Fla. 3d DCA 1977). This Court will not look behind the lower Court’s finding of facts, but can only determine if, accepting the findings as true, the facts can support the lower Court’s judgment.\nThere must be proof that the individual intended to disobey the Court, which must be proven beyond a reasonable doubt. Lawrence v Lawrence, 384 So.2d 279, 280 (Fla. 4th DCA 1980). The Appellant’s actions or attitude after missing the depositions are only relevant if they show proof that the Court’s Orders were intentionally disobeyed.\nThe Appellee wrongfully relies on Rowe v Willie, 415 So.2d 79 (Fla. 4th DCA 1982), for the position that gross dereliction which results in someone not becoming aware of a Court Order creates a presumption of knowledge that the Order exists.\nIn Rowe v Willie the party knew of the Court Order but failed to comply due to gross dereliction, which the Court held was sufficient to presume an intent not to comply. In the instant case, there is no proof that the Appellant knew of the Court Order. As held in Rowe v Willie, there must be evidence of the individual’s intent to disobey the Court’s Order.\nWhat this Court must now determine is: if lawful service is effected pursuant to section 48.03l(4)(a), Fla. Stat. (1987) but actual service does not occur due to the negligence of the party to be served, can that person be held in indirect Contempt of Court when he fails to appear pursuant to the Court Order?\nIt is clear that despite the legal service, if the individual to be served never received actual knowledge of a Court Order through no fault of their own, that individual cannot be found in Contempt of Court for failing to comply with the Order.\nThe lower Court never made a finding as to what level of negligence on the part of the Appellant, Corporal Richard Bates, caused him not to receive the deposition subpoenas. Upon review of the trial transcript it appears that the most the Appellant would be guilty of was simple negligence when he failed to receive his subpoenas.\nIt is the finding of this Court that failing to receive actual notice of the Court Order served pursuant to Section 48.03 l(4)(a), Fla. Stat. (1987) due to simple negligence is not legally sufficient to find someone in indirect Criminal Contempt for failing to comply with the Court Order.\nAccordingly, I reverse the Contempt Conviction and Sentence and remand with directions to discharge Appellant, Corporal Richard Bates.\nDone and Ordered in Chambers, this 7th day of June, 1991.",
                                          "type":  "majority",
                                          "author":  null
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "W. Ford Duane, Esquire, for appellant.",
                                       "J. Edwin Mills, Esquire, for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "BATES v STATE OF FLORIDA\nCase No. CJAP 90-56\nNinth Judicial Circuit, Orange County\nJune 7, 1991\nAPPEARANCES OF COUNSEL\nW. Ford Duane, Esquire, for appellant.\nJ. Edwin Mills, Esquire, for appellee.\nBefore DANIEL P. DAWSON, Circuit Judge."
                 },
    "file_name":  "1306-01",
    "first_page_order":  32,
    "last_page_order":  34
}
