{
    "id":  8546497,
    "name":  "Billy Bob Simons v. State",
    "name_abbreviation":  "Simons v. State",
    "decision_date":  "1958-11-12",
    "docket_number":  "No. 30,065",
    "first_page":  "15",
    "last_page":  "18",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 15"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "249 S.W. 2d 612",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10211841,
                                          10212084
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/249/0612-01",
                                            "/sw2d/249/0612-02"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 414",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2577046
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0414-01"
                                        ]
                     },
                     {
                         "cite":  "236 S.W. 2d 820",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10217846,
                                          10217751
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/236/0820-02",
                                            "/sw2d/236/0820-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 503",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2580175
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/155/0503-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  338,
                     "char_count":  5051,
                     "ocr_confidence":  0.585,
                     "pagerank":  {
                                      "raw":  1.6555411213803771E-07,
                                      "percentile":  0.6934676500444621
                                  },
                     "sha256":  "359736e2e420139e05ac3b722b4cfee680e49f440d0d77eefce455e1f71bc296",
                     "simhash":  "1:abbcd087372b82f0",
                     "word_count":  860
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Billy Bob Simons v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding1 Judge.\nThe offense is statutory rape; the punishment, 5 years.\nProsecutrix, a girl thirteen years of age who had been married and separated from her husband and who worked at a drive-in in Houston, testified that she first met the appellant at her place of employment during the month of August, 1957; that she had dates with him which culminated in acts of intercourse; and that finally he suggested to her that she move into the house occupied by him and his wife, quit her job, and engage in prostitution. She stated that, although the enterprise was new to her, she complied with his suggestion and that during that time, while she lived with the appellant and while she and appellant’s wife were engaged in prostitution, the fruits of their labors were turned over to the appellant, and she and appellant would indulge in acts of intercourse during his wife’s absence from home.\nThe appellant did not testify in his own behalf but called his wife Patty who denied that the appellant had intercourse with the prosecutrix and further denied that either she or the prosecutrix had engaged in the vocation of prostitution while she was living with them.\nThe state called in rebuttal the witness Hyden who testified that he had been Patty’s employer, had loaned her money which was never repaid, and had been to appellant’s home and had acts of intercourse with Patty and brought along a friend to whom he loaned money so that he might have intercourse with the prosecutrix.\nThe jury resolved the conflict in the evidence against the appellant, and we find the evidence sufficient to sustain the verdict.\nOnly two questions are presented by brief and argument:\nIt is the appellant’s contention that the court erred in admitting evidence as to extraneous crimes. Since Johns v. State, 155 Texas Cr. Rep. 503, 236 S.W. 2d 820, it has been the rule in this state that in statutory rape cases the state may prove acts of intercourse both prior and subsequent to the act charged in the indictment. See Gephart v. State, 157 Texas Cr. Rep. 414, 249 S.W. 2d 612. This disposes of appellant’s contention as to proof of the numerous acts of intercourse with the appellant.\nWe then come to appellant’s complaints concerning proof that the prosecutrix engaged in acts of prostitution while living at appellant’s home and paid to him the money which she received from such vocation. We need not pass upon the admissibility of such testimony at the time it was offered because we view the entire record in determining whether reversible error is reflected by the ruling of the court. When the appllant offered his wife as a witness and, when she, in addition to denying that the appellant had had intercourse with the prosecutrix, testified that the prosecutrix had not engaged in prostitution while living with them, then this made admissible any evidence which the state had available to the contrary.\nOn re-direct examination of the prosecutrix, the following transpired:\n“Q. During that period of time that you were living there at the Choate Street address, were you given anything to drink or smoke? A. Yes, sir.\n“Q. And what was that? A. I drank liquor and I smoked marijuana.\n“Q. And who gave you the marijuana?\n“MR. CHAMBERS: May it please the court, I will object to that.\n“THE COURT: Objection sustained.\n“MR. CHAMBERS: As a matter of fact, I don’t think that can be curable, your Honor, as that is a deliberate attempt on behalf of the State to prejudice the defendant and I will at this time move for a mistrial.\n“THE COURT: That is overruled.\n“MR. CHAMBERS: Note our exception.\n“THE COURT: The Jury will not consider the testimony about smoking marijuana for any purpose whatsoever.”\nIt should be noted that there was nothing in this testimony which charged the appellant with having furnished marijuana to the prosecutrix, and, in view of the prompt action of the trial court in sustaining the objection and instructing the jury not to consider the testimony, we find no reversible error in the bill.\nAppellant next urges that error is reflected by his bill of exception to argument which he contends was an indirect reference to the defendant’s failure to testify. The trial court prepared his own bill and certified that the prosecutor’s argument “was invited by defendant’s counsel and was in reply to the argument and statements of defendant’s counsel which were made in the presence and hearing of the jury.” When the appellant accepted such a bill and did nothing further, this court has no alternative but to rule on the bill which has been filed and which reflects no error. Texas Juris., Yol. 4, Sec. 263, p. 396, and cases there cited.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding1 Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ralph Chambers and Allan J. Showers, by Ralph Chambers, Houston, for appellant. .",
                                       "Dan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Billy Bob Simons v. State.\nNo. 30,065.\nNovember 12, 1958.\nRalph Chambers and Allan J. Showers, by Ralph Chambers, Houston, for appellant. .\nDan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1307-01",
    "first_page_order":  33,
    "last_page_order":  36
}
