{
    "id":  2021389,
    "name":  "BRITT v. STATE OF FLORIDA",
    "name_abbreviation":  "Britt v. State",
    "decision_date":  "1991-09-20",
    "docket_number":  "Case No. 82-66 (Lower Court Case No. TA82-3417)",
    "first_page":  "16",
    "last_page":  "17",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 16"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "Fla. Stat. §775.021",
                         "category":  "laws:leg_statute",
                         "reporter":  "Fla. Stat.",
                         "year":  1991,
                         "opinion_index":  0
                     },
                     {
                         "cite":  "377 So.2d 709",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9589677
                                      ],
                         "year":  1979,
                         "pin_cites":  [
                                           {
                                               "page":  "711"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/377/DCCLXXXIX-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  231,
                     "char_count":  3140,
                     "ocr_confidence":  0.895,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305869956124855
                                  },
                     "sha256":  "65757c824daf0856794955ba43b40acfc9bfa5913a4d7e2e5787dcf96986b64e",
                     "simhash":  "1:4f8858aed2c03dd4",
                     "word_count":  490
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before MICHAEL F. CYCMANICK, Circuit Judge."
                                ],
                     "parties":  [
                                     "BRITT v STATE OF FLORIDA"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nAppellant seeks review of a judgment of conviction and sentence for violation of a driver’s license restriction, asserting reversible error in the trial court’s interpretation of the applicable restriction. The trial court’s narrow reading of the language of the restriction was error which requires that Appellant’s conviction be reversed.\nA lengthy discussion of the facts is unnecessary. It is sufficient to note the Appellant’s driver’s license was restricted to “Business Purposes Only.” This restriction permits any driving necessary to maintain livelihood, such as to and from work, necessary on the job driving, to and from school and any driving at the school which may be required by the school for purposes of education, essential shopping, and for church or medical purposes. No pleasure or non-essential driving is permitted.\nThe evidence showed that Appellant was ticketed while en route to pick up his fiancee from her place of employment. Appellant presented testimony that his fiancee contributed a large part of his support, including paying the rent and food expenses from her wages. Appellant argued that the “Business Purposes Only” limitation is broader than the “Employment Purposes Only” category and that his license restriction allows any driving necessary to maintain livelihood. Appellant asserted that the term “livelihood” included transporting his fiancee to and from the employment which supported both of them. This Court agrees. The subject license restriction is much broader than the trial court’s limited interpretation and could allow driving, as in this case, which was not proven to be pleasure or non-essential but which was still within the realm of maintaining livelihood.\nA fundamental rule of statutory construction is “that criminal statutes are to be construed strictly in favor of the person against whom a penalty is to be imposed.” Ferguson v State, 377 So.2d 709, 711 (Fla. 1979). See also Fla. Stat. §775.021 (1991). Because the license restriction sub judice is susceptible of differing constructions as applied to the facts in this case, any reasonable doubts concerning its meaning must be resolved in favor of Appellant. Thus the trial court erred when it stated that it was “going to read the business purposes only restriction code very narrowly” (T 49).\nTherefore, this Court reverses Appellant’s conviction and remands to the trial court with directions to enter an order of acquittal.\nDONE AND ORDERED in Chambers, at Orlando, Orange County, Florida, this 20th day of September, 1991.\nA second type of restriction entitled “Employment Purposes Only” is also available. It only allows driving to and from work and any necessary on the job driving required by the employer or occupation.\nThe evidence also demonstrated that Appellant’s fiancee had only a learner’s permit.",
                                          "type":  "majority",
                                          "author":  null
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Office of the Public Defender, for appellant.",
                                       "Office of the State Attorney, for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "BRITT v STATE OF FLORIDA\nCase No. 82-66 (Lower Court Case No. TA82-3417)\nNinth Judicial Circuit, Orange County\nSeptember 20, 1991\nAPPEARANCES OF COUNSEL\nOffice of the Public Defender, for appellant.\nOffice of the State Attorney, for appellee.\nBefore MICHAEL F. CYCMANICK, Circuit Judge."
                 },
    "file_name":  "1308-01",
    "first_page_order":  36,
    "last_page_order":  37
}
