{
    "id":  2021360,
    "name":  "FISCHER v. STATE OF FLORIDA",
    "name_abbreviation":  "Fischer v. State",
    "decision_date":  "1991-10-18",
    "docket_number":  "Case No. 91-2117-CA (Lower Court Case No. 90-26948-MTA)",
    "first_page":  "20",
    "last_page":  "21",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 20"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "155 So.2d 403",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9854865
                                      ],
                         "year":  1963,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/155/0403-01"
                                        ]
                     },
                     {
                         "cite":  "559 So.2d 1113",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "year":  1990,
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  230,
                     "char_count":  3537,
                     "ocr_confidence":  0.9,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305618976241472
                                  },
                     "sha256":  "4970c2b774651a588171103755a80afd0b59d7df5b039a5072d47ec5d61c8a09",
                     "simhash":  "1:b65974eaa38f5b41",
                     "word_count":  597
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before McNEAL, BOOTH, SINGELTARY, JJ.",
                                    "BOOTH, J. and SINGELTARY, G., concur."
                                ],
                     "parties":  [
                                     "FISCHER v STATE OF FLORIDA"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nMcNeal, R. Circuit Judge\nAppellant, Edward Fischer, Jr., appeals the trial court order denying his request for a new trial on a speeding ticket. We affirm.\nOn December 19, 1990, appellant requested a hearing on his speeding ticket. The court scheduled the hearing for February 22, 1991. On February 12, 1991, appellant advised the court that he would “be out of town on business” on February 22 and requested a continuance. Appellant left town without determining the result of his request. When appellant returned to Ocala on March 12, he discovered that the court had denied the request for a continuance, but had permitted him to file an affidavit of defense. He also learned that the court found him guilty of speeding at the hearing, and imposed a fine. Appellant filed a request for a new trial alleging that he “had to leave town on emergency family and business matters.” The judge denied his request for a new trial.\nThe real issue in this appeal is whether the trial judge erred in denying appellant’s request for a continuance. A request for continu- ^ anee is within the discretion of the trial judge and the judge’s decision will not be reversed on appeal unless there was a clear abuse of discretion. Bouie v State, 559 So.2d 1113 (Fla. 1990). The judge did not abuse her discretion in this case.\nAppellant requested the continuance because he would be “out of town on business.” Appellant did not explain whether he could change his business schedule to accommodate the court appearance. Appellant did not say when he was leaving or when he would return. Appellant did not request to appear by affidavit of defense. Appellant totally disregarded his responsibility and left town without determining whether the continuance was granted or denied.\nWhen appellant requested a new trial, he alleged that he “had to leave town on emergency family and business matters.” This was the first time appellant advised the judge of an emergency or that family matters necessitated his departure. Once again, there was no explanation that would require the court to grant a continuance or that would excuse appellant’s failure to appear at his hearing.\nNow appellant contends that he did not receive the notice from the court allowing him to file an affidavit of defense until after February 21, the deadline for filing the affidavit. Appellant did not request, the trial court to accept a late affidavit. Because appellant did not make this argument in the trial court as a basis for a new trial, he cannot raise it for the first time on appeal. Paul v Kanter, 155 So.2d 403 (Fla. 3d DCA 1963).\nEven if appellant received written notice of the court’s ruling after the hearing, it does not change the result. It was appellant’s responsibility to check with the clerk of county court in advance of the hearing to determine the result of his request. Otherwise he should have assumed that the request was denied.\nFor these reasons, the judgment of the trial court is AFFIRMED.\nBOOTH, J. and SINGELTARY, G., concur.\nFla. R. Traf. Ct. 6.340 provides that a person charged with a traffic infraction who is unable to appear because of an extended absence from the county may file an affidavit of defense which is considered as evidence at the hearing.",
                                          "type":  "majority",
                                          "author":  "McNeal, R. Circuit Judge"
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Edward E. Fischer, pro se.",
                                       "Brad King, State Attorney, for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "FISCHER v STATE OF FLORIDA\nCase No. 91-2117-CA (Lower Court Case No. 90-26948-MTA)\nFifth Judicial Circuit, Marion County\nOctober 18, 1991\nAPPEARANCES OF COUNSEL\nEdward E. Fischer, pro se.\nBrad King, State Attorney, for appellee.\nBefore McNEAL, BOOTH, SINGELTARY, JJ."
                 },
    "file_name":  "1314-01",
    "first_page_order":  40,
    "last_page_order":  41
}
