{
    "id":  8546591,
    "name":  "Edgar E. Churchill v. State",
    "name_abbreviation":  "Churchill v. State",
    "decision_date":  "1958-10-08",
    "docket_number":  "No. 29,961",
    "first_page":  "26",
    "last_page":  "28",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 26"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "276 S.W. 2d 286",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10183058
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/276/0286-01"
                                        ]
                     },
                     {
                         "cite":  "160 Texas Cr. Rep. 521",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2472155
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/160/0521-01"
                                        ]
                     },
                     {
                         "cite":  "246 S.W. 2d 174",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10194994
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/246/0174-01"
                                        ]
                     },
                     {
                         "cite":  "158 Texas Cr. Rep. 171",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2482168
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/158/0171-01"
                                        ]
                     },
                     {
                         "cite":  "298 S.W. 2d 127",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10166020
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/298/0127-01"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 202",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2607315
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/164/0202-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  351,
                     "char_count":  4695,
                     "ocr_confidence":  0.606,
                     "pagerank":  {
                                      "raw":  2.0589131688379998E-07,
                                      "percentile":  0.7562691878947383
                                  },
                     "sha256":  "ad0ad1b59fb711992b29ff5fe13b13682bdbe58176d343b56bba6e5abc38c36d",
                     "simhash":  "1:11dc92f70b2522b7",
                     "word_count":  798
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Edgar E. Churchill v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is assault with intent to murder; the punishment, five years.\nThe shooting occurred outside a beer establishment after closing hours. Roush, the injured party, who was shot in the stomach, testified that he and Miss Melcer and her father were talking and listening to his automobile radio when the appellant, seated nearby, commanded him to turn his radio off; that he refused and the appellant stated that he himself would silence it; that when he started toward his automobile to prevent the appellant from interfering the appellant shot him with a 41 caliber derringer, which caused him to lose consciousness.\nMiss Melcer corroborated Roush’s testimony and stated that, following the first shot which hit Rousch, the appellant pointed the pistol at her, said, “I’ll get you, too,” and pulled the trigger but the gun “snapped.”\nThe appellant called the police, and when they arrived they found him armed with a 45 caliber automatic pistol and he later took them to his home, where he delivered to them a 41 caliber 2-shot derringer, which contained one shell that had been fired and one that had misfired.\nAppellant, testifying in his own behalf, stated that he called the attention of the owner of the other automobile to the loud noise being made by his radio; that the owner yelled something to him, came over to his automobile, kicked him on the shins; and that he shot him because he had a knife in his hand. He stated that he went home, put the derringer in his pickup truck, got the 45, called the police, and returned to the scene of the shooting. He did not, however, explain why he was originally armed with the derringer or why he rearmed himself with the 45. He offered several reputation witnesses and testimony as to his advanced years and ill health.\nThe jury resolved such conflict as there was in the testimony against the appellant; we find the evidence sufficient to support the conviction and shall discuss the contentions advanced by appellant’s attorneys in their brief.\nHe first contends that the court erred in permitting Lieutenant Warfield of the Harris County Sheriff’s Department to testify as to the conversation he had with a person who gave his name as E. E. Churchill, who reported the shooting and instructed the officers to meet him at the intersection of Shelton Road and Market Street (the scene of the shooting). Warfield testified that he immediately dispatched Deputy Mansell, and Mansell testified that he met the appellant at the designated spot. The fact that Warfield was not familiar with the appellant’s voice at the time he had the conversation, we have concluded, would, under the circumstances here presented, go more to the weight rather than the admissibility of the telephone conversation. Houston v. State, 164 Texas Cr. Rep. 202, 298 S.W. 2d 127; Schwartz v. State, 158 Texas Cr. Rep. 171, 246 S.W. 2d 174; and 22 C.J.S., Crim. Law, sec. 644. Appellant’s contention that the conversation was inadmissible because no warning had been given cannot be sustained. If it was the appellant who called, as he said he did, he was not under arrest at the time, and any statement he may have made, however incriminating, would have been admissible. It should be noted in this connection that no motion was made to withdraw from the jury’s consideration any portion of the officer’s answer which was unresponsive.\nAppellant next contends that the court erred in admitting into evidence the 45 caliber pistol taken from the appellant at the time of his arrest because it was conceded that the injured party was shot with the derringer. We have concluded that the holding of this court in Meyer v. State, 160 Texas Cr. Rep. 521, 276 S.W. 2d 286, must here control. In that case, a weapon, not used in the killing but which was found in the accused’s possession, was held to be admissible. In the case at bar, the accused had fled from the scene and armed himself with still another weapon, and the evidence as to the second weapon would be admissible under the general doctrine which permits a full showing as to flight. The fact that he later called the police would not alter the fact that he fled immediately after the shooting.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Joe J. Newman (on appeal only), Tom Sanders and J. E. Winfree, Sr. and Chas A. Keilin (on motion for rehearing), all of Houston, for appellant.",
                                       "Dan Walton, District Attorney, Thomas D. White, Assistant District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Edgar E. Churchill v. State.\nNo. 29,961.\nOctober 8, 1958\nAppellant’s Motion for Rehearing Overruled November 19, 1958.\nJoe J. Newman (on appeal only), Tom Sanders and J. E. Winfree, Sr. and Chas A. Keilin (on motion for rehearing), all of Houston, for appellant.\nDan Walton, District Attorney, Thomas D. White, Assistant District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1322-01",
    "first_page_order":  44,
    "last_page_order":  46
}
