{
    "id":  2021380,
    "name":  "MORGAN v. METROPOLITAN DADE COUNTY",
    "name_abbreviation":  "Morgan v. Metropolitan Dade County",
    "decision_date":  "1991-11-15",
    "docket_number":  "Case No. 90-281AP",
    "first_page":  "46",
    "last_page":  "49",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 46"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "213 So.2d 589",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9801796
                                      ],
                         "year":  1968,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/213/0589-01"
                                        ]
                     },
                     {
                         "cite":  "96 So.2d 122",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9867172
                                      ],
                         "year":  1957,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/96/0122-01"
                                        ]
                     },
                     {
                         "cite":  "239 So.2d 515",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9759133
                                      ],
                         "year":  1970,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/239/0515-01"
                                        ]
                     },
                     {
                         "cite":  "172 So.2d 820",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9868409,
                                          9868599
                                      ],
                         "year":  1965,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/172/0820-01",
                                            "/so2d/172/0820-02"
                                        ]
                     },
                     {
                         "cite":  "39 So.2d 514",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "pin_cites":  [
                                           {
                                               "page":  "517"
                                           }
                                       ],
                         "opinion_index":  1
                     },
                     {
                         "cite":  "86 So.2d 442",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9902221
                                      ],
                         "year":  1956,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/86/0442-01"
                                        ]
                     },
                     {
                         "cite":  "213 So.2d 589",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9801796
                                      ],
                         "year":  1968,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/213/0589-01"
                                        ]
                     },
                     {
                         "cite":  "96 So.2d 122",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9867172
                                      ],
                         "year":  1957,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/96/0122-01"
                                        ]
                     },
                     {
                         "cite":  "239 So.2d 515",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9759133
                                      ],
                         "year":  1970,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/239/0515-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  396,
                     "char_count":  6085,
                     "ocr_confidence":  0.91,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305792731545353
                                  },
                     "sha256":  "45707b279e3aba6663cef08b4a95d5b2fb8461e16e1332ac1f831cb59b154ec1",
                     "simhash":  "1:2d04a7aeb88c3020",
                     "word_count":  973
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before S. SHAPIRO, ROBINSON, POSTMAN, JJ.",
                                    "POSTMAN, J. concurs",
                                    "ROBINSON, J., dissenting with written opinion."
                                ],
                     "parties":  [
                                     "MORGAN v METROPOLITAN DADE COUNTY"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nS. SHAPIRO, Judge.\nOn October 25, 1990, the Dade County Board of County Commissioners adopted Zoning Resolution No. Z-219-90, denying appellant’s application for zero lot line zoning classification on a ten acre rectangular shaped piece of property fronting N.W. 82nd Avenue approximately one-half mile north of Miami Gardens Drive. The property is vacant and undeveloped. For the reasons set forth herein, the Board of County Commissioners is directed to vacate that portion of Resolution No. Z-219-90 as it pertains to the aforementioned property and grant appellant’s request.\nThe subject property is bordered entirely on both the north and south by property allowing zero lot line development. A public park is situated to the west and N.W. 82nd Avenue fronts the property to the east. The Building and Zoning Department and the Planning Department of Dade County recommended that the Commission approve appellant’s application. The application was within the guidelines delineated by the Dade County Comprehensive Development Master Plan. Notwithstanding the foregoing, the Dade County Commission found that, “[T]he requested district boundary change to RU-1Z would be incompatible with the neighborhood and area concerned and would be in conflict with the principles and intent of the plan for the development of Dade County, Florida.”\nThe issue presented to this court is whether the action taken by the Board of County Commissioners was “fairly debatable.” It is the opinion of this court that it was not. There is no substantial competent evidence in the record to support the action of the Commission.\nIt is not necessary for this court to regurgitate the general zoning law of Florida as both appellant and appellee are well versed in same. This court has the authority to review and intervene in zoning matters where there is an unreasonable restriction placed on the use of one’s property by a zoning authority. Burritt v Harris, 172 So.2d 820 (Fla. 1965).\nOne commissioner stated that his reason for not approving the zoning application as submitted, “[I]s based not just on schools, but also on a number of the urban compatibility issues, and also trying to reverse what was, I think, wrongly established as a trend toward the zero lot line in this area.” The county commission has allowed and approved zero lot line development on the property immediately adjacent to and surrounding the subject property. It is now improper to deny appellant the same zoning the county has allowed appellant’s surrounding neighbors.\nThe evidence presented in favor of the rezoning application was overwhelming. The evidence presented in opposition consisted of four objectors who raised traffic and school issues. This testimony was wholly insufficient to justify a denial of the instant application. City of Clearwater v College Properties, Inc., 239 So.2d 515, (Fla. 2d D.C.A. 1970).\nThe subject property is a “veritable island” in a sea of zero lot line development. Tollius v City of Miami, 96 So.2d 122 (Fla. 1957). Denial of the application is tantamount to reverse spot zoning. Manilow v City of Miami Beach, 213 So.2d 589 (Fla. 3rd D.C.A. 1968). For this reason, if for no other, the application should have been granted.\nThe opinion of this court and the direction to the commission to allow the rezoning application pertains only to the west parcel of property discussed at the hearing. The zoning placed on the east parcel was proper. The county commission is directed to address the variance request concerning the road dedication requirements when it reconsiders the instant application.",
                                          "type":  "majority",
                                          "author":  "S. SHAPIRO, Judge."
                                      },
                                      {
                                          "text":  "ROBINSON, Judge,\nDISSENTING.\nI respectfully dissent.\nThe predicate in the majority’s rationale is that RU-1 is an unreasonable restriction placed on the applicant’s property. I cannot agree that RU-1 is so different from RU-1Z that its restriction is “so unreasonable as to amount to a confiscation of property”. Miami Beach v Wiesen, 86 So.2d 442 (Fla. 1956). The majority argument would prohibit the County from progressively instituting proper controls in areas zoned too high in the past. This is not like requiring single family use in a neighborhood of high density high-rise apartments. RU 1-Z to RU 1 is only a one step difference.\nCases cited by the majority are distinguishable. Manilow v City of Miami Beach, 213 So.2d 589 (Fla. 3d DCA 1968), concerned an unwillingness of a city to rezone from single family residential to multifamily use property surrounded by commercial and already multifamily uses. In Tollius v City of Miami, 96 So.2d 122 (Fla. 1957), the city had denied a single family lot’s owner a change in zoning to a use other than multi-family in a clearly commercial neighborhood when the applicant’s property was a “veritable island”.\nIn City of Clearwater v College Properties, Inc., 239 So.2d 515 (Fla. 2d DCA 1970), when property zoned for professional use as opposed to business was surrounded by business property, the Court held\nThe property owners must show that the application of the zoning ordinance has the effect of completely depriving them of the beneficial use of their property by precluding all uses or the only sole use to which it is reasonably adopted; or that the ordinance has invaded the personal or property right unnecessarily or unreasonably in violation of the Federal or Florida Constitution, 39 So.2d 514, 517.\nThis is certainly not the case here. Single family is not incompatible with zero lot line residential. The Commission’s decision even premised only on its admission of past mistakes of liberal zoning falls within the fairly debatable parameters. I would deny the petition.\nPOSTMAN, J. concurs\nROBINSON, J., dissenting with written opinion.\nREVERSE AND REMAND WITH DIRECTIONS.",
                                          "type":  "dissent",
                                          "author":  "ROBINSON, Judge,"
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Anthony J. O’Donnell, Jr., for appellant.",
                                       "Robert A. Ginsburg, County Attorney and Joni Armstrong Coffee, Assistant County Attorney, for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "MORGAN v METROPOLITAN DADE COUNTY\nCase No. 90-281AP\nEleventh Judicial Circuit, Dade County\nNovember 15, 1991\nAPPEARANCES OF COUNSEL\nAnthony J. O’Donnell, Jr., for appellant.\nRobert A. Ginsburg, County Attorney and Joni Armstrong Coffee, Assistant County Attorney, for appellee.\nBefore S. SHAPIRO, ROBINSON, POSTMAN, JJ."
                 },
    "file_name":  "1340-01",
    "first_page_order":  66,
    "last_page_order":  69
}
