{
    "id":  2020883,
    "name":  "STATE OF FLORIDA v. GILLILAND",
    "name_abbreviation":  "State v. Gilliland",
    "decision_date":  "1991-08-28",
    "docket_number":  "Case No. 90-71-AC",
    "first_page":  "61",
    "last_page":  "65",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 61"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "542 So.2d 347",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7546256
                                      ],
                         "year":  1989,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/542/0347-01"
                                        ]
                     },
                     {
                         "cite":  "473 So.2d 1241",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7625060
                                      ],
                         "weight":  2,
                         "year":  1985,
                         "pin_cites":  [
                                           {
                                               "page":  "1243"
                                           }
                                       ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/473/1241-01"
                                        ]
                     },
                     {
                         "cite":  "453 So.2d 1116",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7637541
                                      ],
                         "year":  1984,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/453/1116-01"
                                        ]
                     },
                     {
                         "cite":  "536 So.2d 375",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7545535
                                      ],
                         "year":  1988,
                         "pin_cites":  [
                                           {
                                               "page":  "377"
                                           }
                                       ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/536/0375-01"
                                        ]
                     },
                     {
                         "cite":  "483 So.2d 433",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          12118931,
                                          12118980
                                      ],
                         "year":  1986,
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/so2d/483/0433-01",
                                            "/so2d/483/0433-02"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  519,
                     "char_count":  8783,
                     "ocr_confidence":  0.907,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.0730478881201182
                                  },
                     "sha256":  "c9b07b94feb55b4c8dad01d792d8eb4755165ba7865635b2e82443bf41c387f2",
                     "simhash":  "1:b41a665f09fdead3",
                     "word_count":  1438
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before SHOLTS, LINDSEY, HURLEY, JJ."
                                ],
                     "parties":  [
                                     "STATE OF FLORIDA v GILLILAND"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nPER CURIAM.\nAffirmed. SHOLTS and LINDSEY, JJ., concur. HURLEY, J., dissents with opinion.",
                                          "type":  "majority",
                                          "author":  "PER CURIAM."
                                      },
                                      {
                                          "text":  "HURLEY, L,\ndissenting.\nThis case turns on the proper interpretation of section 316.1932(1) (c), Florida Statutes (1989), which states that “[a]ny person. . .shall be deemed to have consented to an approved blood test... if such person appears for treatment at a hospital. . . as a result of his involvement as a driver in a motor vehicle accident ...” (Emphasis supplied.) The majority reads this provision as requiring proximate causation between the accident and the resulting injury. I think this is an unnecessarily stringent standard and, consequently, I dissent.\nAround midnight on November 4th, 1989, Jerry Gilliland got into his 1980 GMC pickup truck and, without turning on the headlights, drove west in one of the eastbound lanes of a divided highway. He collided head-on into Jacqueline Flynn’s 1986 Audi. Gilliland then drove over the median into the westbound lane and stopped in a parking lot. Meanwhile, Flynn and her two passengers got out of the Audi and called the police from a nearby store. Gilliland, “yelling obscene and nasty words,” walked back to the accident scene and got into a fist fight with Flynn’s male passenger. Gilliland was hit in the head many times and sustained numerous lacerations to the face and head.\nWhen Officer Schlosser of the Jupiter Police Department arrived at the scene, he observed Gilliland lying on the sidewalk in “a semi-unconscious state.” According to the officer, Gilliland “had a definite strong odor of alcoholic beverage on and about his person.” The officer concluded that Gilliland was incapacitated “due to either the consumption of alcoholic beverage or the injury to his head or both.” Gilliland was transported to the emergency room at Jupiter Hospital where, at the officer’s request, blood was drawn. Subsequent testing revealed a .25% w/v ethyl alcohol level.\nGilliland was charged with driving while under the influence of alcohol in violation of section 316.193, Florida Statutes (1989). He moved to suppress the results of the blood test, claiming that his injuries were unrelated to the accident and, therefore, his consent to draw blood could not be implied. The trial court agreed, finding that “[t]he Defendant was involved in an automobile accident, but sustained no injuries.” The court found that the injuries were sustained during the postaccident fight. The court ruled that “Florida Statute 316.1932(l)(c) does not specifically encompass injuries which may be an indirect result of an automobile accident.” Accordingly, the trial court granted defendant’s motion and suppressed the results of the blood test.\nThis is one of those cases where I think it is helpful to review first principles. Driving is a privilege, not a right. See State v Jones, 483 So.2d 433 (Fla. 1986). The privilege is granted upon the condition that the driver consents to be tested for chemical intoxicants under specified circumstances. See Section 316.1932(1), Florida Statutes (1989). (That Florida, as a matter of legislative grace, permits drivers to withdraw their consent and incur other penalties, see State v McInnis, 16 F.L.W. D1610 (Fla. 5th DCA June 13, 1991), is not relevant to the resolution of this case.) Preference is given to less intrusive tests, for example breath or urine. However, when it is impractical or impossible to administer a breath or urine test, consent to draw blood is implied if a person “appears for treatment at a hospital ... as a result of his involvement as a driver in a motor vehicle accident . . .” Section 316.1932(l)(c), Florida Statutes (1989). Here the trial court expressly found that because the defendant was unconscious “the administration of a breathalyzer test [was] impractical or impossible.”\nThe applicability of section 316.1932(l)(c), Florida Statutes (1989) was discussed in State v Burnett, 536 So.2d 375, 377 (Fla. 2d DCA 1988), where the court observed\nthat the following two requirements must be present before the section is applicable: (1) The individual tested must appear for treatment at a hospital, clinic, or medical facility as a result of his involvement as a driver in a motor vehicle accident and (2) the administration of a breath test or urine test must be impossible or impractical.\nBurnett was an easier case in that it did not involve a motor vehicle accident. Burnett was arrested for driving under the influence of alcohol and was injured while in the custody of detention officers. The case at bar, however, does involve a motor vehicle accident. The question then is what is the required nexus between the accident and the incapacitating injuries. The trial court opted for proximate causation, holding that the injuries must be directly caused by the accident. With due respect, I do not think that the statute calls for such a high standard.\nI would employ the analysis found in Government Employees Insurance Co. v Novak, 453 So.2d 1116 (Fla. 1984), and Hernandez v Protective Casualty Insurance Co., 473 So.2d 1241 (Fla. 1985). These cases focused on the required causal relationship between the operation or use of a motor vehicle and a sustained loss or injury. In each case, the question was whether the loss arose out of the operation or use of the motor vehicle. Novak, for example, involved a driver who was approached by a stranger asking for a ride. The driver refused and was shot in the face. In discussing whether the driver had sustained an injury arising out of the operation or use of her vehicle, the court said:\nIt is well settled that “arising out of’ does not mean “proximately caused by,” but has a much broader meaning. All that is required is some nexus between the motor vehicle and the injury. . . . The clause, “arising out of the use of a motor vehicle,” is framed in such general, comprehensive terms in order to express the intent to effect broad coverage. Such terms should be construed liberally because their function is to extend coverage broadly.\nId. at 1119, (citations omitted).\nHernandez dealt with a driver who sued to recover P.I.P. benefits for injuries he sustained while being arrested for a traffic violation. The court observed that\n[i]t was the manner of petitioner’s use of his vehicle which prompted the actions causing his injury. While the force exercised by the police may have been the direct cause of injury, under the circumstances of this case it was not such an intervening event so as to break the line between petitioner’s use of the vehicle and his resultant injury. We find these facts sufficient to support the requisite nexus between petitioner’s use of his automobile and his injury, thereby allowing him to recover P.I.P. benefits.\nId., 473 So.2d at 1243.\nThe Supreme Court has declined to extend this rationale to uninsured motorist coverage. See Race v Nationwide Mutual Fire Insurance Co., 542 So.2d 347 (Fla. 1989) But that is because of the nature and inherent limitations of “UM” coverage. Novak and Hernandez, in my view, exemplify the approach that should be used to interpret section 316.1932(l)(c). The term “involvement” should be broadly and liberally construed to achieve the purpose of the statute. An investigating officer arriving at the scene of an accident and finding an unconscious driver, should not have to guess whether the driver was injured during or after the accident. This distinction is irrelevant in rendering medical treatment and it should not be relevant in determining whether it is permissible to draw blood and test for the presence of alcohol. The defendant in this case was unconscious at the scene of a motor vehicle accident. As found by the trial court, it was impossible to administer a breath or urine test. Under these circumstances, the police should have been able to rely on the defendant’s implied consent to withdraw blood.\nSection 316.1932(l)(c), Florida Statutes (1989), read even under the most stringent rules for interpreting a penal statute, does not require proximate causation. A nexus between the automobile accident and the incapacitating injury is all that should be required. Here, Gilliland was involved in a motor vehicle accident and, immediately thereafter, was involved in a fight with one of the occupants of the other vehicle. He was knocked unconscious and taken to a hospital. I would find that these facts fulfill the requirements of section 316.1932(l)(c) and, therefore, I would reverse the order on appeal.",
                                          "type":  "dissent",
                                          "author":  "HURLEY, L,"
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Robert S. Jaegers, Assistant State Attorney, for appellant.",
                                       "Gregg S. Lerman, Saylor \u0026 Lerman, P.A., for appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "STATE OF FLORIDA v GILLILAND\nCase No. 90-71-AC\nFifteenth Judicial Circuit, Palm Beach County\nAugust 28, 1991\nAPPEARANCES OF COUNSEL\nRobert S. Jaegers, Assistant State Attorney, for appellant.\nGregg S. Lerman, Saylor \u0026 Lerman, P.A., for appellee.\nBefore SHOLTS, LINDSEY, HURLEY, JJ."
                 },
    "file_name":  "1356-01",
    "first_page_order":  79,
    "last_page_order":  83
}
