{
    "id":  8546902,
    "name":  "George Preston Haynes v. State",
    "name_abbreviation":  "Haynes v. State",
    "decision_date":  "1958-11-05",
    "docket_number":  "No. 30,044",
    "first_page":  "68",
    "last_page":  "71",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 68"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "301 S.W. 2d 922",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10183828
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/301/0922-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 11",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2613725
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0011-01"
                                        ]
                     },
                     {
                         "cite":  "258 S.W. 2d 87",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10194811
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/258/0087-01"
                                        ]
                     },
                     {
                         "cite":  "158 Texas Cr. Rep. 561",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2480289
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/158/0561-01"
                                        ]
                     },
                     {
                         "cite":  "181 S.W. 2d 91",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10197911
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/181/0091-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 571",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5303821
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/147/0571-01"
                                        ]
                     },
                     {
                         "cite":  "235 S.W. 594",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8258555
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/235/0594-01"
                                        ]
                     },
                     {
                         "cite":  "90 Texas Cr. Rep. 451",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8643781
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/90/0451-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  389,
                     "char_count":  6629,
                     "ocr_confidence":  0.577,
                     "pagerank":  {
                                      "raw":  8.7346359425441024E-08,
                                      "percentile":  0.4944440776276918
                                  },
                     "sha256":  "75c286ee9c6bc956faa2e2500c72b35d98bbda2eee9c60fcc5ee3316b7d20df0",
                     "simhash":  "1:af6d46a2ab053752",
                     "word_count":  1160
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "George Preston Haynes v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for murder with malice; the punishment, 7*4 years in the penitentiary.\nThe state’s evidence shows that the appellant killed the deceased by cutting him with a knife; the homicide occurring at a cafe in the city of Nacogdoches.\nAccording to the state’s witnesses, appellant came to the cafe in company with his companion Curtis Stanberry and two girls, and later the deceased Paul Roberson, Jr. came into the cafe with two boys. While they were in the cafe the deceased told the appellant he was going to whip him, but did not appear to be mad. The appellant, Stanberry, and the two girls then left and as they were leaving the deceased told one of the girls that he was going to kill Stanberry and for her to tell him which she testified she did not do. The four later returned and the appellant and Stanberry went inside the cafe leaving the two girls in the car. Some twenty minutes later appellant and Stanberry came out of the cafe, and as the appellant approached the car, the deceased came up from behind, grabbed him by the shoulder, turned him around, and thereupon the appellant stabbed the deceased with a pocket knife inflicting a fatal wound which penetrated the heart. It was further shown that the knife used by appellant had a blade ?A/¿ inches long and that the deceased had no weapon in his hands at the time he was stabbed.\nAppellant’s confession was introduced in evidence by the state in which he admitted stabbing the deceased as the deceased grabbed him by the shoulder and turned him around.\nAs a witness in his own behalf appellant testified, in substance, that when he stabbed the deceased he was in fear of his life and was acting in self-defense.\nThe court in his charge, fully instructed the jury on the law of murder with and without malice, aggravated and simple assault and applied the law to the facts. The court further submitted to the jury the issue of appellant’s right of self-defense against both a deadly and milder attack.\nThe jury chose to reject the appellant’s plea of self-defense and we find the evidence sufficient to sustain its verdict.\nAlthough he has not briefed the question appellant insists that the evidence is insufficient to support the jury’s verdict finding him guilty of murder with malice.\nThe court in defining the terms “malice” and “malice aforethought” in his charge correctly instructed the jury that ”It is a condition of the mind that shows a heart regardless of social duty and fatally bent on mischief, the existence of which is inferred from acts committed or words spoken.”\nIn the early case of Williams v. State, 90 Texas Cr. Rep. 451, 235 S.W. 594, Judge Lattimore speaking for this court said “It is so well settled by the decisions of this court that malice requires no specific length of time for its germination or growth, and that it can arise any instant.” In Adams v. State, 147 Texas Cr. Rep. 571, 181 S.W. 2d 91, this court in passing upon the sufficiency of the evidence to support a conviction for murder with malice said “It must be remembered that malice may be formed immediately before an act is committed and can arise instantly.”\nThe evidence in the instant case shows that the deceased’s clothing was cut in two places besides where he was stabbed. In his confession appellant admitted that there was a “little bad” feeling between him and the other boys, which included the deceased, about Stanberry being with one of the boy’s girl friend. Appellant further admitted that while in the cafe he took his knife out of his pocket, opened it, and put it back in his pocket with the blade open.\nUnder the evidence presented we would not be warranted in holding the evidence insufficient to sustain the jury’s finding that appellant was actuated with malice at the time he stabbed and killed the deceased.\nAppellant insists that the court erred in overruling his motion to quash the special venire on the ground that the venire was ordered by the court prior to the date that the offense was alleged to have been committed by the appellant and prior to the return of the indictment against him.\nThe record shows that the indictment was returned against the appellant on February 4, 1958 and alleged that the offense was committed on or about the 2nd day of February, 1958. Upon the hearing, the court’s order for a special venire in the case was introduced in evidence. The order was undated but was shown to have been filed on February 7, 1958. The trial judge testified positively that he ordered the special venire in the case on February 7, 1958 which was after the return of the indictment against appellant. Under the record, we find no error in the court’s action in overruling the motion to quash.\nAppellant insists that the court erred in overruling his motion for new trial in which he alleged as a ground therefor that the jury, after having retired and while deliberating on the case, requested and received further instructions from the court, which was not done in open court in the appellant’s presence as required by Articles 677 and 679 of Vernon’s Ann. C.C.P.\nIt was shown upon the hearing of the motion that during its deliberations, the jury sent a note to the judge by the sheriff in which the jury asked “What is a minor in the State of Texas?” In response to the inquiry, the court, with consent of appellant’s counsel, sent a note to the jury by the officer stating: “This has no bearing on the case.”\nAppellant testified that he was not present in the courtroom when the note was received and answered by the judge but had been carried to jail by the officers. Other witnesses called by appellant corroborated his testimony. Both Sheriff Billy Johnson and his deputy, Smith Parmer, testified that the appellant was present in the courtroom and seated at the counsel table when the note was received by the judge in the courtroom and his answer was written and sent back to the jury.\nUnder such conflicting testimony the trial court was authorized in concluding that the appellant was in the courtroom during the proceedings and was therefore present in court as required by Art. 679, Vernon’s Ann. C.C.P.; hence no error is shown. Barber v. State, 158 Texas Cr. Rep. 561, 258 S.W. 2d 87 and Lamkin v. State, 165 Texas Cr. Rep. 11, 301 S.W. 2d 922.\nFinding no reversible error, the judgment of conviction is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "A. L. Lowery and Marion G. Holt, Nacogdoches, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "George Preston Haynes v. State.\nNo. 30,044.\nNovember 5, 1958.\nAppellant’s Motion for Rehearing Overruled December 3, 1958.\nA. L. Lowery and Marion G. Holt, Nacogdoches, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1363-01",
    "first_page_order":  86,
    "last_page_order":  89
}
