{
    "id":  8546929,
    "name":  "Howard W. Jones v. State",
    "name_abbreviation":  "Jones v. State",
    "decision_date":  "1958-12-03",
    "docket_number":  "No. 30,129",
    "first_page":  "72",
    "last_page":  "76",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 72"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "247 S.W. 2d 119",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10194948
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/247/0119-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep, 534",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2575260
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0534-01"
                                        ]
                     },
                     {
                         "cite":  "290 S.W. 2d 915",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10183348
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/290/0915-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 352",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2462142
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/163/0352-01"
                                        ]
                     },
                     {
                         "cite":  "285 S.W. 2d 740",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10182322,
                                          10182349
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/285/0740-01",
                                            "/sw2d/285/0740-02"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  505,
                     "char_count":  9005,
                     "ocr_confidence":  0.557,
                     "pagerank":  {
                                      "raw":  1.2746942510277479E-07,
                                      "percentile":  0.6155631081194309
                                  },
                     "sha256":  "593988dcec4ae9d95bc937257eea5da1cc20e7936a645cc743c469ca8f62e8a8",
                     "simhash":  "1:f8bfc0a1cb0e3399",
                     "word_count":  1630
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Howard W. Jones v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for murder; the punishment, life imprisonment.\nThe state’s testimony shows that on the night of the homicide the deceased, Villard Marvin Harper, and his wife went to the Uptown Lounge in the city of Houston where they seated themselves at a booth and began drinking beer. Deceased’s wife was dressed in a thin white nylon uniform which attracted the attention of others in the place including the appellant and his companion, James Ray Spivey, who were seated at a table. On an occasion when the deceased’s wife left the booth and was standing in front of the juke box, Spivey made a remark to the effect “I could go for that” and the deceased said “That is my wife” at which time Spivey said something to the appellant who turned around in his chair. As the deceased and his wife were preparing to leave they went upstairs where they both went to a restroom. Mrs. Harper testified that as she entered the restroom she heard her husband say “Don’t do that * * * I can’t fight you” whereupon she ran out and saw the deceased between the restrooms on the floor with the appellant kicking him and saw the other man Spivey run out of the lounge door. She testified that appellant then ran out on the street; that she pursued him for approximately two blocks and then returned to the lounge and found her husband bleeding from his back. The deceased was then carried from the scene to a hospital where he died seventeen hours later from a single stab wound in the back which was three inches deep and had penetrated the abdominal cavity.\nAppellant was arrested the next day around 3:30 P.M. at the corner of Capitol and Travis streets by Detective H. K. Thompson of the Houston Police Department. When asked by Detective Thompson if he had a knife appellant replied “yes” and gave the detective a 3 bladed pocket knife, the longest blade being approximately three inches long and from chemical tests was shown to contain blood stains.\nAppellant’s written confession made to Detective G. E. Chapman after his arrest was introduced in evidence by the state.\nIn his written statement appellant stated in part:\n“Yesterday, December 9, 1957 I went to the Uptown Lounge with James Spivey, and we sat in the middle of the bar room. We sat there and ordered one beer. There was a man and woman sitting in the rounded booth in the corner by the juke box. The man got up and went and got a package of cigarettes, and as he came back by, he asked Spivey if he saw something over there he liked, and Spivey told him that he did not see anything that he liked. This man told him not to be looking over there. Then Spivey asked this man if he wanted some trouble after he sat down. This man didn’t answer him. Yes he did too, this man told Spivey again not to be looking over there. Spivey started to get up like he was going over there, but Danny the bartender told him not to be fighting in his place. They stopped arguing then. The waitress came around and picked up the bottles and asked if we wanted some more beer, and Spivey ordered another beer. Spivey kept looking over at this table with the man and woman and Spivey told me that he was going to jump on them regardless. Then Spivey asked me to borrow my knife, and I let him have my knife. He opened the knife and put it in his right pocket. About that time the woman and man walked thru toward the back entrance, and the woman went into the ladies power room. The man was standing up at the entrance of the rest rooms and Spivey walked up to him, and I followed him up to them, and Spivey asked this man if he thought he was bad, and this man said no, that he didn’t want any trouble. About the same time he said this, Spivey stabbed him in the left side, I believe it was, and this man was holding a bottle of beer up in his left hand, and it looked like he stabbed him in the left side. After he stabbed this man, Spivey started whipping on him, and knocked him down and broke the beer all over him while he was hitting him. And then, about this time the woman that was with the man walked out of the rest room and started hollering and Spivey ran out the back door, and I stood there arguing with her as she thought I stabbed the man. I am arguing with her, and finally I just ran out the back door myself. I met Spivey later on down the street about San Jacinto about Texas. We both caught a Lyons bus and went out on Jensen where the Lyons bus turns and caught a Calvacade bus that goes out Lockwood and down Laura Copy, to where his mother lives. When I met Spivey on the corner, he gave me the knife when we got on the bus and it had blood on it, and I told him to clean it off, and he cleaned it off with a piece of paper lying on the floor. We spent the night at Spiveys mothers house.”\nAppellant did not testify or offer any evidence in his behalf.\nThe court charged the jury on the law of both murder with and without malice and instructed the jury as to the law of principals under Art. 65, V.A.P.C. that all persons are principals who are guilty of acting together in the commission of an offense.\nUnder the court’s instructions the jury was authorized to convict the appellant upon its finding from the evidence beyond a reasonable doubt that he killed the deceased or that Spivey killed the deceased and the appellant was present and knowing of the unlawful intent, if any, of said Spivey, acted together and aided Spivey in the commission of the offense.\nThe jury was instructed that if they believed that Spivey killed the deceased and the appellant was present, but believed that appellant did not act with Spivey, or if they had a reasonable doubt thereof to acquit him. The jury was further instructed that even though they believed Spivey intended to kill the deceased they could not find appellant guilty unless they believed from the evidence beyond a reasonable doubt that he intended to kill the deceased or intended that Spivey should do so, and if they failed to so find from the evidence beyond a reasonable doubt they would give appellant the benefit of the doubt and acquit him.\nUnder the court’s charge and the evidence the jury was warranted in finding appellant guilty and we find the evidence sufficient to support the jury’s verdict.\nAppellant complains of the court’s refusal to give four of his special requested charges. Requested charges Nos. 1 and 4 would have instructed the jury that if they believed that Spivey killed the deceased upon an independent impulse and not in pursuance of an agreement with appellant or that he killed the deceased and appellant did not know the unlawful intent and did not aid by act or encourage by gestures then they would acquit appellant. Requested charge No. 3 would have instructed the jury that appellant was not responsible for the act of Spivey if he exceeded the original design and killed the deceased and requested charge No. 5 would have instructed the jury that appellant was to be judged by his own intent and not the intent of Spivey unless he adopted and ratified the intent of Spivey by aiding or encouraging him by words or gestures.\nA careful reading of the court’s charge in conjunction with the requested charges leads to the conclusion that the court’s charge sufficiently covered the issues raised by the evidence; hence no error is shown in the refusal of the requested charges.\nAppellant insists that the court erred in admitting in evidence appellant’s oral statement made to Officer Thompson at the time of his arrest and in admitting in evidence the knife recovered by the officer as a result of the statement. Appellant objected to such evidence on the ground that the officer had no warrant for his arrest, that no justification for his arrest without a warrant was shown and that the statement was made while he was under arrest. We find no error in admitting the testimony. The testimony of Officer Thompson shows that as a result of appellant’s oral statement to him he recovered the knife used in the crime. The statements of an accused that are found to be true, which conduce to establish his guilt such as finding the instrument with which he states the offense was committed are admissible in evidence. Kindle v. State, 162 Texas Or. Rep. 395, 285 S.W. 2d 740, and Bingham v. State, 163 Texas Cr. Rep. 352, 290 S.W. 2d 915. There is no evidence of any causal connection between the failure of Officer Thompson to secure a warrant before arresting appellant and the appellant making the oral statement to him. Under such record the failure to secure a warrant for Ms arrest did not render appellant’s oral statement to the officer inadmissible. Goleman v. State, 157 Texas Cr. Rep, 534, 247 S.W. 2d 119.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "James A. Clark, Houston for appellant.",
                                       "Dan Walton, District Attorney, Thomas D. White and Fred M. Hooey, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Howard W. Jones v. State.\nNo. 30,129.\nDecember 3, 1958.\nJames A. Clark, Houston for appellant.\nDan Walton, District Attorney, Thomas D. White and Fred M. Hooey, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1368-01",
    "first_page_order":  90,
    "last_page_order":  94
}
