{
"id":  2021340,
    "name":  "DIAZ v. THE HILLSBOROUGH COUNTY BOARD OF ADJUSTMENT",
    "name_abbreviation":  "Diaz v. Hillsborough County Board of Adjustment",
    "decision_date":  "1991-11-18",
    "docket_number":  "Case No. 91-6854",
    "first_page":  "74",
    "last_page":  "76",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 74"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "462 So.2d 124",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7609707
                                      ],
                         "year":  1985,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/462/0124-01"
                                        ]
                     },
                     {
                         "cite":  "336 So.2d 420",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9667031
                                      ],
                         "year":  1976,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/336/0420-01"
                                        ]
                     },
                     {
                         "cite":  "550 So.2d 7",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7521489
                                      ],
                         "year":  1989,
                         "pin_cites":  [
                                           {
                                               "page":  "8"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/550/0007-01"
                                        ]
                     },
                     {
                         "cite":  "419 So.2d 1041",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9554119
                                      ],
                         "weight":  3,
                         "year":  1982,
                         "pin_cites":  [
                                           {
                                               "page":  "1041"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/419/1041-01"
                                        ]
                     },
                     {
                         "cite":  "400 So.2d 37",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9540797
                                      ],
                         "weight":  2,
                         "year":  1981,
                         "pin_cites":  [
                                           {
                                               "page":  "40"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/400/0037-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  279,
                     "char_count":  4102,
                     "ocr_confidence":  0.897,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305425914792715
                                  },
                     "sha256":  "bfb181fe5df8b53a37e0659fe0da02637c2051ec7e5c1c535face8778ab816a7",
                     "simhash":  "1:a12de6c2685abe6e",
                     "word_count":  669
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [
                                    "Before RICHARD A. LAZZARA, Circuit Judge."
                                ],
                     "parties":  [
                                     "DIAZ v THE HILLSBOROUGH COUNTY BOARD OF ADJUSTMENT"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nThe Petitioner sought a zoning variance from the Respondent Board to construct an eight foot wall to alleviate a noise problem caused by vehicular traffic. The Board denied his request because it found that Petitioner’s alleged hardship was not unique and that it was self-imposed. The Petitioner now seeks a writ of certiorari from this Court to overturn the Board’s decision and to direct the Board to grant him his variance.\nThe task of this Court in reviewing this zoning variance decision is to insure that the Board’s decision was based on evidence a reasonable mind would accept to support its conclusion. That is, did the Board have before it competent substantial evidence to support this denial? If there was such evidence then the Board’s decision must stand. Town of Indialantic v Nance, 400 So.2d 37, 40 (Fla. 3d DCA 1981) affirmed, 419 So.2d 1041 (Fla. 1982). And, even though there may be evidence supporting the Petitioner’s claim for a variance, this Court is entitled to review weaknesses in that evidence in determining whether the Board’s decision was supported by competent substantial evidence. Gomez v City of St. Petersburg, 550 So.2d 7, 8 (Fla. 2d DCA 1989).\nBased on this strict standard of review, this Court is compelled to affirm the Board’s conclusion that the Petitioner failed to establish his hardship was unique. When asked by the Board to address this specific category, the Petitioner candidly acknowledged that he did not know whether other people suffered from this claimed hardship and he could not speak for them. (Tr. of hearing, p. 22)\nAs noted in Town of Indialantic and later approved in Nance:\nA prerequisite to the granting of a hardship zoning variance is the presence of an exceptional and unique hardship to the individual land owner, unique to that parcel and not shared by other property owners in the area. 400 So.2d at 40 and 419 So.2d at 1041. The Board’s finding that the Petitioner failed by his proof at the hearing to satisfy this prerequisite is supported by competent substantial evidence in the form of the Petitioner’s own testimony.\nAccordingly, the Petition for Writ of Certiorari is denied and the decision of the Respondent Board is affirmed.\nAlthough the Respondent declined to summarize its reasons for denial at the close of the hearing, preferring instead to rely on the statements made during the hearing, it is clear from a review of the record that its denial was predicated solely on these two criteria. (Tr. of Hearing, p. 37)\nDuring the hearing the Petitioner proposed an alternative to his original variance request. (Tr. of Hearing, pp. 10-12) In this opinion the Court has focused on the evidence submitted vis-a-vis this alternative request.\nA corollary to this legal principle requiring substantial competent evidence to support a denial of a zoning variance is that the reviewing board is not required to present affirmative evidence when it simply considers the evidence of the petitioner and finds it insufficient. Gomez, id.\nGiven this finding the Court need not reach the issue of whether the Board erred by finding the hardship was self-imposed. However, the Respondent should be aware of the general principles of Anon v City of Coral Gables, 336 So.2d 420 (Fla. 3d DCA 1976) relating to self-imposed hardship.\nJust as the Court in Gomez sympathized with her predicament, this Court also is sympathetic to the predicament of the Petitioner. However, this Court is not at liberty to substitute its judgment for that of the Board on the undisputed facts appearing in this record as to the issue of uniqueness. City of Treasure Island v Landt, 462 So.2d 124 (Fla. 2d DCA 1985).",
                                          "type":  "majority",
                                          "author":  null
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Cynthia A. Henderson, Esquire, and Joryn Jenkins, Esquire, Annis, Mitchell, Cockey, Edwards and Roehn, P.A., for petitioner/appellant.",
                                       "Vincent A. Marchetti, Esquire, Assistant County Attorney, for respondent/appellee."
                                   ],
                     "corrections":  "",
                     "head_matter":  "DIAZ v THE HILLSBOROUGH COUNTY BOARD OF ADJUSTMENT\nCase No. 91-6854\nThirteenth Judicial Circuit, Hillsborough County\nNovember 18, 1991\nAPPEARANCES OF COUNSEL\nCynthia A. Henderson, Esquire, and Joryn Jenkins, Esquire, Annis, Mitchell, Cockey, Edwards and Roehn, P.A., for petitioner/appellant.\nVincent A. Marchetti, Esquire, Assistant County Attorney, for respondent/appellee.\nBefore RICHARD A. LAZZARA, Circuit Judge."
                 },
    "file_name":  "1369-01",
    "first_page_order":  94,
    "last_page_order":  96
}