{
    "id":  8546975,
    "name":  "W. R. Wood, alias Slim Willie Wilson v. State",
    "name_abbreviation":  "Wood v. State",
    "decision_date":  "1958-10-29",
    "docket_number":  "No. 30,023",
    "first_page":  "79",
    "last_page":  "82",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 79"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "268 S.W. 2d 182",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10187297
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/268/0182-01"
                                        ]
                     },
                     {
                         "cite":  "160 Texas Cr. Rep. 258",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2470766
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/160/0258-01"
                                        ]
                     },
                     {
                         "cite":  "298 S.W. 2d 569",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10179979
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/298/0569-01"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 253",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2607188
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/164/0253-01"
                                        ]
                     },
                     {
                         "cite":  "60 S.W. 2d 208",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10236688,
                                          5215088,
                                          5215527,
                                          10236967
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/60/0208-01",
                                            "/tex-crim/123/0580-02",
                                            "/tex-crim/123/0619-01",
                                            "/sw2d/60/0208-02"
                                        ]
                     },
                     {
                         "cite":  "123 Texas Cr. Rep. 619",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5215527
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/123/0619-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  396,
                     "char_count":  6244,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.20583478032889177
                                  },
                     "sha256":  "4ffaac5b47a72de35c4fed21e75df25b21f7656cda66dee15cbbba0a93b4f7dd",
                     "simhash":  "1:6535d862fb2e18ea",
                     "word_count":  1100
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "W. R. Wood, alias Slim Willie Wilson v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding- Judge.\nThe offense is transportation of whiskey and wine in a dry area, with a conviction for the same offense alleged for enhancement under Article 61, V.A.P.C.; the punishment, one year in jail and a fine of $1,000.00.\nThe information, briefly stated, charged the following:\nCount One: Transporting whiskey and wine on September 27, 1957, plus a prior conviction in Cause #325 in the County Court at Law of Taylor County on December 5, 1956.\nCount Two: Possession of whiskey, wine and gin on September 27,1957, plus a prior conviction in Cause #337 in the County Court at Law of Taylor County on December 5, 1956.\nWe shall summarize the. proof adduced in support of such information.\nCount One; Two inspectors\u0027of the Texas Liquor Control Board apprehended the appellant in an alley behind Plum Street in the city of Abilene at 4:25 a.m. on the day in question pulling a rubber tired wheelbarrow loaded with 35 fifths of Italian Swiss Colony wine and 60 half pints of Sunnybrook whiskey, arrested him, and placed him in jail.\nCount Two: At 8:45 A.M. on the same morning the same officers returned to the scene of. the arrest and backtracked the wheelbarrow to a point near a garage at the rear of 766 Plum Street, secured a search warrant, and found in the garage 140 fifths of Italian Swiss Colony wine, 478 half pints of Sunny-brook whiskey, as well as another brand of wine and some gin. The officers were able to track the wheelbarrow tire because of its unusual size and because of a recent rain. At the time of his arrest, the appellant was headed toward the hotel which he operated slightly more than one block from 766 Plum Street. The serial numbers appearing on the Sunnybrook whiskey found in the wheelbarrow were of the same sequence and close to the serial numbers on the Sunnybrook whiskey found in the garage.\nIn addition to the above, the state proved by Lorenzo Smith that he owned the property at 766 Plum Street and that the garage at the rear of the property had been rented to one Walter Jones and that Smith did not know that the intoxicants were in the garage.\nThe appellant was shown to be the same person who had been convicted in Cause No. 325 shown above. He did not testify or offer any evidence in his own behalf.\nAt the close of the state’s evidence, the court granted the appellant’s motion for instructed verdict in count two, and he stands here convicted under count one.\n. We shall discuss the bills of exception urged in the brief.\nBill of Exception No. 1 complains of the overruling of a motion to quash and prohibit the state from reading to the jury both, counts of the information on the grounds that causes numbered 325 and 327 resulted in convictions on the same day and that therefore both could not be utilized for enhancement. This, as we understand it, is tantamount to a motion to require the state to elect before the accused is called upon to plead. If the primary offenses charged in counts one and two of the information were the same transaction, then no election was required in advance of the close of the state’s testimony. Lovell v. State, 123 Texas Cr. Rep. 619, 60 S.W. 2d 208; 42 Texas Juris., sec. 123, p. 163. The instructed verdict as to count two constituted an election. 1 Branch’s Ann. P.C., 2nd Ed., sec. 463, p. 458.\nIf counts one and two charged different transactions, no election was required because this is a misdemeanor case. Jones v. State, 164 Texas Cr. Rep. 253, 298 S.W. 2d 569.\nBill of Exception No. 2 complains that the appellant was not given two days in which to prepare his defense. The appellant contends that, because of the similarity of the primary offenses in both counts, he was not informed until during the voir dire examination of the panel that the state would contend he was guilty of two separate offenses alleged to have occurred on September 27, 1957. What we have said, plus the fact that an instructed verdict of not guilty was given in count two, prevents this bill of exception from reflecting error.\nBill of Exception No. 3 relates to a statement of the witness Head in which he referred to the intoxicants found at 766 Plum as “the remainder of his whiskey.” The court promptly instructed the jury not to consider the “voluntary remark of the witness” but denied the motion for mistrial. Since the remark related to the intoxicants covered by Count Two, which was not submitted to the jury, we find no error in the ruling of the court. By this same bill, appellant complains of the introduction into evidence of the large quantity of intoxicants found at 766 Plum. In support of the prosecution’s good faith in tendering such evidence, we have the tracks plus the serial numbers, the brands of intoxicants, and the proximity of the garage to the place of arrest, as well as the appellant’s place of business and residence. Appellant contends that, since the state’s witness Smith said the garage was rented to one Jones, this precluded the possibility that the appellant possessed the intoxicants in the garage. With this we do not agree. We have concluded, under the facts, that the trial court ruled correctly in connection with Count Two, but did not find error in the admission into evidence of the intoxicants in question.\nWe have concluded that action of the court in instructing a verdict of not guilty in count two effectively withdrew from the jury’s consideration the prior conviction alleged in said count and that it was not error for the court to fail to single out such conviction in his charge.\nBill of Exception No. 6 complains of the court’s charge because it did not set forth the penalty which the jury might assess in the event they found him guilty of the primary offense set forth in count one alone. The charge as given was more favorable to the appellant and therefore was not error. Handy v. State, 160 Texas Cr. Rep. 258, 268 S.W. 2d 182.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding- Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Reid \u0026 Reid, by J. W. Reid, Theo Ash, Abilene, and W. E. Martin, Houston, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "W. R. Wood, alias Slim Willie Wilson v. State.\nNo. 30,023.\nOctober 29, 1958.\nAppellant’s Motion for Rehearing Overruled December 3, 1958.\nReid \u0026 Reid, by J. W. Reid, Theo Ash, Abilene, and W. E. Martin, Houston, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1374-01",
    "first_page_order":  97,
    "last_page_order":  100
}
