{
    "id":  8547059,
    "name":  "Joe Flores v. State",
    "name_abbreviation":  "Flores v. State",
    "decision_date":  "1958-12-10",
    "docket_number":  "No. 30,130",
    "first_page":  "91",
    "last_page":  "94",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 91"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "306 S.W. 2d 715",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10176967
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/306/0715-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 286",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2615725
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0286-01"
                                        ]
                     },
                     {
                         "cite":  "289 S.W. 2d 768",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10181171
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/289/0768-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 224",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461641
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/163/0224-01"
                                        ]
                     },
                     {
                         "cite":  "284 S.W. 2d 356",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10179682
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/284/0356-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 314",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2463339
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0314-01"
                                        ]
                     },
                     {
                         "cite":  "282 S.W. 2d 392",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10181492
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/282/0392-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 184",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "237 S.W. 257",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8255462
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/237/0257-01"
                                        ]
                     },
                     {
                         "cite":  "91 Texas Cr. Rep. 13",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4817141
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/91/0013-01"
                                        ]
                     },
                     {
                         "cite":  "216 S.W. 2d 1097",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "86 Texas Cr. Rep. 406",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8271402,
                                          4790983
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/216/1097-01",
                                            "/tex-crim/86/0406-01"
                                        ]
                     },
                     {
                         "cite":  "157 S.W. 2d 394",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10217451,
                                          10217349
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/157/0394-02",
                                            "/sw2d/157/0394-01"
                                        ]
                     },
                     {
                         "cite":  "143 Texas Cr. Rep. 72",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5288669
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/143/0072-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  434,
                     "char_count":  6507,
                     "ocr_confidence":  0.58,
                     "pagerank":  {
                                      "raw":  1.3152598708993427E-07,
                                      "percentile":  0.6253934109672031
                                  },
                     "sha256":  "33fc24a857fd8c5a93af3eb511047178356210d581231973d8676c2e29859ce7",
                     "simhash":  "1:bfed9466481e411a",
                     "word_count":  1135
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Joe Flores v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe indictment returned May 31, 1957, alleged that appellant, on or about the 15th day of May, 1957, unlawfully possessed heroin. The appeal is from a conviction of said offense, with punishment assessed by the jury at 99 years.\nThe trial court did not err in overruling the motion to quash the indictment upon the ground that it contained no specific allegation that the offense was committed prior to the return thereof. Busby v. State, 143 Texas Cr. Rep. 72, 157 S.W. 2d 394; Dixon v. State, 86 Texas Cr. Rep. 406, 216 S.W. 2d 1097; Archie v. State, 91 Texas Cr. Rep. 13, 237 S.W. 257.\nGeorge D. Shelton, Narcotics Officer for the City of Houston, and Officer N. R. Miller secured a search warrant on May 13, 1957, authorizing the search of a private residence in Houston described as “a one story frame building covered with white asbestos siding, being Apt. #9, located at 1419 Dian, Houston, Harris County, Texas and all outbuildings and motor vehicles pertiant t to the described premises and being the building, house or place of unknown white male and white female and other person or persons unknown to the affiants by make; identity or description.”\nThe affidavit of the two officers averred that the said premises was a place where they each had reason to believe and did believe that the party occupying and using same as a private residence had in his possession narcotic drugs for the purpose of the unlawful sale thereof, and where narcotic drugs were unlawfully sold.\nThe affidavit continued “that on or about the 13th day of May, A.D. 1957, affiants have reliable information from credible person and do believe that heroin, marijuana and other narcotics and barbiturates and narcotic paraphernalia are being kept at the above described premises for the purpose of sales and use contrary to the provisions of the law.”\nWhen the officers went to the premises on May 15th, 1957, about 1:45 P.M., an automobile was parked in the garage. The officers had seen appellant drive this automobile to and from this garage on the two preceding days.\nOfficer Shelton testified that he saw appellant come from Apartment 9 and go into the garage; that appellant raised the hood of the car, then came back to the driver’s side and “bent down- along side of the car. He went back to the front, closed he hood, and then he got in his car and backed out of his garage.”\nAs appellant backed the car out of the garage, the officers identified themselves as police officers; told him that they had a narcotic search warrant for his apartment, and handed him the warrant.\nAs appellant was getting out of his car he “bent over slightly” and the officers saw an object falling to the ground which they picked up. It proved to be a finger stall which contained 12 capsules. Chemical analysis established that the capsules contained heroin.\nThe officers then went to the place in the garage where they first observed appellant “stoop down and bend over” where they found a paper bag under the sill in which there were three finger stalls, one of which contained 50 No. 5 capsules; one 42 No. 5 capsules, and the third 54 capsules. The contents of all of the capsules was heroin, according to the state’s expert witness whose qualifications were stipulated.\nAlso in the sack were six papers containing a brownish powder which proved to be heroin; 10 white tablets containing methadone, a narcotic drug; a half a bottle of a clear solution which proved to be methadone, and a package which contained a spoon, a hypodermic syringe and 2 hypodermic needles. The chemist found a slight residue of heroin in the spoon.\nWhen the contents of the finger stalls and other narcotics found in appellant’s garage and those dropped by him were identified by the chemist and offered in evidence, no objection was made, and they were admitted as exhibits.\nAppellant objected to the introduction of the testimony offered through Officer Shelton as to the finding of the finger stalls, the paper bag and the contents thereof (which proved to be heroin), contending that the evidence was obtained illegally, but Officer Chavez testified to the same effect without any objection being offered.\nAppellant’s attack upon the validity of the search warrant and his objection to the admission of testimony relating to the search was waived when the same testimony and the physical evidence was introduced without objection. Wyatt v. State, 162 Texas Cr. Rep. 184, 282 S.W. 2d 392; Outley v. State, 162 Texas Cr. Rep. 314, 284 S.W. 2d 356; Hughes v. State, 163 Texas Cr. Rep. 224, 289 S.W. 2d 768; Killingsworth v. State, 165 Texas Cr. Rep. 286, 306 S.W. 2d 715.\nWhile the state’s expert witness, Chemist and Toxicologist Tullís was testifying and after he had testified that four other chemists in the lab had access to the exhibits, and the state was attempting to show that the exhibits were in the same condition as when he put it in the safe at the laboratory in Austin, Mr. Tullís was asked:\n“Was it in that same condition when you came back here on the 25th of November, 1957, when this case was set, and again on the 6th day of January, 1958, when this case was set and again on the 3rd day of February, 1958, when this case was set and the defendant was not here and the bond had to be forfeited?”\nAppellant moved for mistrial on the ground that the question was purposely and intentionally propounded to prejudice the jury.\nWe are unable to agree that the court erred in refusing to declare a mistrial. No motion to have the jury instructed to disregard all or a part of the question was made.\nAppellant’s failure to appear when his bond was forfeited may or may not have amounted to flight. If so, the evidence was available to the state and the error was as to the manner of proving it. The asking of the question, to which there was no answer, did not require that a mistrial be ordered.\nA different question would be raised were it shown that appellant’s failure to appear at a former setting of the case was for reason other than one indicating flight and that counsel for the state was seeking to create a false impression on the jury.\nThe remaining claims for reversal have been examined and considered and are overruled.\nThe judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Travis Ballard, Houston, for appellant.",
                                       "Dan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Joe Flores v. State.\nNo. 30,130.\nDecember 10, 1958.\nTravis Ballard, Houston, for appellant.\nDan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1384-01",
    "first_page_order":  109,
    "last_page_order":  112
}
