{
"id":  2020874,
    "name":  "STATE OF FLORIDA v. BRACKETT",
    "name_abbreviation":  "State v. Brackett",
    "decision_date":  "1991-06-14",
    "docket_number":  "",
    "first_page":  "112",
    "last_page":  "113",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 112"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Duval Cty. Ct.",
                  "id":  16484,
                  "name":  "Duval County Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "418 So.2d 1164",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9578028
                                      ],
                         "year":  1982,
                         "pin_cites":  [
                                           {
                                               "page":  "1171"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/418/1164-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  181,
                     "char_count":  3012,
                     "ocr_confidence":  0.853,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.0730465366899769
                                  },
                     "sha256":  "01aa6b417f1738eff0475e2f6f55837ab8d2a5cc8b9606265a035f475147a1f8",
                     "simhash":  "1:38469943c35b45ac",
                     "word_count":  501
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "STATE OF FLORIDA v BRACKETT"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nDefendant filed a Motion for Discharge Under Speedy Trial Rule pursuant to Rule 3.191 of the Florida Rules of Criminal Procedure, the 6th Amendment of the U.S. Constitution and Article I, Section 16 of the Florida Constitution. Having been advised by Defendant and the State of their positions, the Court finds Defendant’s motion was untimely filed pursuant to Rule 3.191, Florida Rules of Criminal Procedure.\nDefendant was arrested on February 12, 1991, therefore May 13, 1991 was the 90th day of the speedy trial period. Defendant filed her Motion for Discharge on May 10, 1991, before the expiration of the period of time for trial. Therefore, the motion is invalid and is hereby STRIKEN pursuant to the State’s Motion to Strike.\nIn addition, the Court finds the failure to hold trial is attributable to Defendant. On March 4, 1991, the Court passed the case for arraignment to March 18, 1991, as neither Defendant nor Mr. Booth, counsel for Defendant, were present. On March 18, 1991, the Court passed the case for a hearing on motion. Defendant said she would file, but had not filed on that date. Defendant filed Motions to Dismiss and Suppress on March 25, 1991. On April 3, 1991, the Court heard legal argument on Defendant’s motions, denied Defendant’s Motion to Suppress and passed the case for a ruling on Defendant’s Motion to Dismiss. The Court requested both Defendant and State submit memorandums of law to support their arguments in the interim. Due to the complexity of the legal issues the Court extended the day for ruling on the Defendant’s Motion until May 3, 1991.\nOn May 3, 1991, the Court heard additional argument from Defendant and the State. On that date, Defendant requested additional time to submit another legal memorandum. The Court denied Defendant’s request for another extension. Defendant stated she may have additional motions to file. The Court advised the Defendant that all Motions must be filed by May 9, 1991.\nOn May 10, 1991, Defendant filed a Motion for Discharge Under Speedy Trial Rule and a Motion to Take Depositions.\nOn May 17, 1991, the Court, on its own motion, recused itself. The Court has set aside its recusal and accepted this case, at the requests of Defendant, Defendant’s counsel and the State.\nTherefore, Defendant has waived her speedy trial rule rights under Rule 3.191, Florida Rules of Criminal Procedure.\nThe Court further finds that the length of delay is not presumptively prejudicial; the delay is attributable to the Defendant; the Defendant has not timely asserted her rights; and there has been no actual prejudice as a result of the delay. Howell v State, 418 So.2d 1164, 1171 (1 DCA Fla. 1982). Therefore, Defendant’s constitutional speedy trial rights have not been denied.\nWHEREFORE, it is ORDERED AND ADJUDGED that Defendant’s Motion to Discharge Under Speedy Trial Rule is STRIKEN [sic].\nDONE AND ORDERED in Chambers at Jacksonville, Duval County, Florida, this 14th day of June, 1991.",
                                          "type":  "majority",
                                          "author":  null
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "STATE OF FLORIDA v BRACKETT"
                 },
    "file_name":  "1398-01",
    "first_page_order":  130,
    "last_page_order":  131
}