{
    "id":  2021352,
    "name":  "LOPEZ v. PALORI",
    "name_abbreviation":  "Lopez v. Palori",
    "decision_date":  "1991-08-30",
    "docket_number":  "Case No. 88-11632",
    "first_page":  "112",
    "last_page":  "115",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 112"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "306 So.2d 555",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9606284
                                      ],
                         "year":  1975,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/306/0555-01"
                                        ]
                     },
                     {
                         "cite":  "509 So.2d 1232",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7592792
                                      ],
                         "year":  1987,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/509/1232-01"
                                        ]
                     },
                     {
                         "cite":  "214 So.2d 649",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9818592
                                      ],
                         "year":  1968,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/214/0649-01"
                                        ]
                     },
                     {
                         "cite":  "417 So.2d 1035",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9579215
                                      ],
                         "year":  1982,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/417/1035-01"
                                        ]
                     },
                     {
                         "cite":  "72 So.2d 905",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          11654711
                                      ],
                         "year":  1954,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/72/0905-01"
                                        ]
                     },
                     {
                         "cite":  "383 So.2d 273",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9566326
                                      ],
                         "year":  1980,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/383/0273-01"
                                        ]
                     },
                     {
                         "cite":  "329 So.2d 299",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9647347,
                                          9647429
                                      ],
                         "year":  1976,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/329/0299-01",
                                            "/so2d/329/0299-02"
                                        ]
                     },
                     {
                         "cite":  "310 So.2d 378",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9650086
                                      ],
                         "weight":  2,
                         "year":  1975,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/310/0378-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  355,
                     "char_count":  6457,
                     "ocr_confidence":  0.895,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305541751661969
                                  },
                     "sha256":  "e240f464779558ce91e932343e1dc1d9af1d7de3fd7b9019477dbfc66fa0c383",
                     "simhash":  "1:0c56f8571f4464a6",
                     "word_count":  1039
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "LOPEZ v PALORI"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nRICHARD A. LAZZARA, Circuit Judge.\nORDER DENYING PLAINTIFF’S MOTION FOR SUMMARY JUDGMENT\nTHIS CAUSE came on for hearing before the Court on August 28, 1991 on the Plaintiffs Motion for Summary Judgment seeking to foreclose the alleged one-half undivided interest of Defendant PETER PALORI in the subject property. Present before the Court was J. Scott Taylor representing the interest of the Plaintiff MINNIE LOPEZ, Raymond A. Alley representing the interest of the Defendant PETER PALORI, and Hugh Smith and Lori Brown representing the interest of the Defendant MILDRED PALORI. After carefully considering the pleadings, depositions, answers to interrogatories, admissions on file and the affidavits submitted by the Plaintiff, the agreement of the parties as to certain undisputed material facts, the argument of counsel, and after engaging in its own independent research of the law, the Court makes the following findings of fact and conclusions of law.\nFINDINGS OF FACT\n1. The Defendant PETER PALORI and the Defendant MILDRED PALORI previously owned the subject property as tenants by the entireties by virtue of their relationship as husband and wife.\n2. On September 12, 1980 another Circuit Judge of this Circuit granted the Defendants an Interlocutory Final Judgment of Dissolution of Marriage. Palori v Palori, Circuit Case No. 77-12248-B. Paragraph 2 of this judgment provided as follows:\n2. This Final Judgment is interlocutory in all other respects and the Court hereby specifically retains jurisdiction of the parties and all other matters pending between the parties, including, but not limited to, all property rights and all claims of the respective parties against the opposite party pertaining to property, real and personal, and any interests of either of the parties therein. As authority for this reservation of jurisdiction the Final Judgment cited Hyman v Hyman, 310 So.2d 378 (Fla.2d DCA 1975).\n3. On June 30, 1983 the Defendant PETER PALORI, without the knowledge, consent or acquiescence of the Defendant MILDRED PALORI, executed a mortgage on the subject property in favor of the Plaintiff MINNIE LOPEZ securing a Promissory Note of the same date in the sum of $150,000.00.\n4. On August 1, 1983 another Circuit Judge of this Circuit entered a Final Judgment resolving questions of property distribution in accordance with the reservation of jurisdiction provided for in the Interlocutory Final Judgment of September 12, 1980. Palori v Palori, Circuit Case No. 77-12248-B. Paragraph 8 found at Page 34 of the judgment provided that as to the subject property the Defendants “shall each own an undivided one-half i}/i) interest in said real property.”\n5. On February 28, 1984 the mortgage at issue was recorded in the public records of Hillsborough County, Florida.\n6. On October 30, 1984 the parties entered into a written stipulation and agreement with regard to the distribution of certain properties, including the subject property, and shortly thereafter the Defendant PETER PALORI deeded all of his interest in the subject property to the Defendant MILDRED PALORI subject to any liens or encumbrances.\n7. The Defendant PETER PALORI defaulted under the terms of the subject mortgage and note and the Plaintiff MINNIE LOPEZ filed her action for foreclosure against the subject property in this case.\nCONCLUSIONS OF LAW\n1. The Interlocutory Final Judgment of Dissolution of Marriage entered on September 12, 1980 did not, by operation of law, specifically section 689.15, Florida Statutes, make the Defendants tenants in common as to this subject property and they in all respects continued to own the property as tenants by the entireties until the Final Judgment of August 1, 1983. Hyman v Hyman, 310 So.2d 378 (Fla.2d DCA 1975), cert. disch. 329 So.2d 299 (Fla. 1976) and Locke v Locke, 383 So.2d 273 (Fla.3rd DCA 1980).\n2. The “mortgage transaction” between the Defendant PETER PALORI and the Plaintiff MINNIE LOPEZ became effective as to them on June 30, 1983 even though the mortgage was not recorded until February 28, 1984. Belated compliance with the recordation statute, section 695.01, Florida Statutes, on February 28, 1984 did not affect the “transaction” between the Defendant PETER PALORI and the Plaintiff MINNIE LOPEZ on June 30, 1983. Moyer v Clark, 72 So.2d 905 (Fla. 1954), Hensel v Aurilio, 417 So.2d 1035 (Fla.4th DCA 1982), and Fong v Batton, 214 So.2d 649 (Fla.3rd DCA 1968). See also Public Health Trust of Dade County v Carroll, 509 So.2d 1232 (Fla.4th DCA 1987).\n3. The Defendant PETER PALORI’s attempt to create a lien on the subject property on June 30, 1983 by execution of a mortgage to the Plaintiff MINNIE LOPEZ without the knowledge, consent or acquiescence of the Defendant MILDRED PALORI at a time when the Defendants held the subject property as tenants by the entireties was a nullity. Therefore, the subject mortgage itself was null and void from its inception. Leitner v Willaford, 306 So.2d 555 (Fla.3rd DCA 1975).\n4. The previous order of another Circuit Judge in this case entered on February 14, 1991 granting the Plaintiff MINNIE LOPEZ’ Motion for Summary Judgment as to the Defendant MILDRED PALORI does not dictate a contrary result. The undersigned Judge is now considering the Plaintiffs Motion for Summary Judgment seeking to foreclose a mortgage which the undersigned Judge has determined under the facts and law is a nullity. In that the Plaintiff never acquired a valid lien on the property, she is not entitled to foreclose on the property.\nTHEREFORE, for the reasons expressed, the Plaintiffs Motion for Summary Judgment be and the same is hereby denied and the subject mortgage recorded in Official Record Book 4282, pgs. 16-18, of the Public Records of Hillsborough County, Florida, encumbering Lots 25 and 26, MARINER ESTATES, as per map or plat thereof recorded in Plat Book 38, Page 61 of the Public Records of Hillsborough County, Florida, is hereby found to be null and void and is hereby cancelled and rendered of no legal force and effect.\nDONE AND ORDERED in Chambers at Tampa, Hillsborough County, Florida, on this the 30th day of August, 1991.",
                                          "type":  "majority",
                                          "author":  "RICHARD A. LAZZARA, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "J. Scott Taylor, Esquire, for plaintiff.",
                                       "Hugh Smith, Esquire and Lori Brown, Esquire, for defendant, Mildred Palori.",
                                       "Raymond Alley, Jr., Esquire, for defendant, Peter Palori."
                                   ],
                     "corrections":  "",
                     "head_matter":  "LOPEZ v PALORI\nCase No. 88-11632\nThirteenth Judicial Circuit, Hillsborough County\nAugust 30, 1991\nAPPEARANCES OF COUNSEL\nJ. Scott Taylor, Esquire, for plaintiff.\nHugh Smith, Esquire and Lori Brown, Esquire, for defendant, Mildred Palori.\nRaymond Alley, Jr., Esquire, for defendant, Peter Palori."
                 },
    "file_name":  "1399-01",
    "first_page_order":  132,
    "last_page_order":  135
}
