{
    "id":  8547242,
    "name":  "Jerry Norwood Gillingham v. State",
    "name_abbreviation":  "Gillingham v. State",
    "decision_date":  "1958-12-17",
    "docket_number":  "No. 30,236",
    "first_page":  "116",
    "last_page":  "119",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 116"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "310 S.W. 2d 331",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10168447
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/310/0331-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 34",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2620020
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0034-01"
                                        ]
                     },
                     {
                         "cite":  "233 S.W. 2d 578",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10210262
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/233/0578-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 233",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2583908
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/155/0233-01"
                                        ]
                     },
                     {
                         "cite":  "151 S.W. 544",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8285326
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/151/0544-01"
                                        ]
                     },
                     {
                         "cite":  "68 Texas Cr. Rep. 297",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4649349
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/68/0297-01"
                                        ]
                     },
                     {
                         "cite":  "178 S.W. 2d 517",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10211727
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/178/0517-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 118",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5302439
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/147/0118-01"
                                        ]
                     },
                     {
                         "cite":  "29 S.W. 41",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "34 Texas Cr. Rep. 64",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4484240
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/34/0064-01"
                                        ]
                     },
                     {
                         "cite":  "179 S.W. 2d 556",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10213067
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/179/0556-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 161",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5301027
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/147/0161-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  327,
                     "char_count":  4472,
                     "ocr_confidence":  0.585,
                     "pagerank":  {
                                      "raw":  8.5017330861174671E-08,
                                      "percentile":  0.48652450393826047
                                  },
                     "sha256":  "a8687c79908c8c0e6a1cfa7c9e7824d2a2c2f72a388fb364a20b81bda2369317",
                     "simhash":  "1:5b5eab6b6916d5d6",
                     "word_count":  776
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Jerry Norwood Gillingham v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe offense is aggravated assault; the punishment a fine of $1,000.\nSeveral young persons had dinner at Red Bryan’s Smokehouse in Dallas.\nRandy McDowell and Billy Robb, two of these diners, came outside and a Mexican boy bumped into Billy Robb, then backed him across the street, and when he returned Billy was bleeding from a stab wound in the stomach.\nAbout this time two other couples started into the Smoke-houe and the same Mexican boy started an argument with one of these boys, Waymon Hill, which developed into a fight in which appellant soon joined and was knocked down two or three times.\nAppellant then produced a switch blade knife with a blade 3*4 inches in length and % inch in width and slashed Waymon Hill across the face and nose, producing a wound which required six stitches to close.\nAppellant’s first proposition is that the evidence is insufficient to sustain the allegation of the information that the knife was a deadly weapon. The state, in answer, directs attention to Section 10 of Art. 1147 V.A.P.C. under which an assault with a knife is defined to be aggravated assault under the same conditions as assault with a deadly weapon is defined to be an aggravated assault under Section 7 of said Art. 1147 V.A.P.C.\nWe need not pass upon the state’s contention. The court, in his charge, required the jury to find that the assault was made with a deadly weapon, defining said term as a weapon which from the manner used is calculated or likely to produce death or serious bodily injury.\nThe jury having found that the knife used was, from the manner of its use, calculated or likely to produce death or serious bodily injury under the evidence mentioned above, its verdict will not be disturbed. Felix v. State, 147 Texas Cr. Rep. 161, 179 S.W. 2d 556.\nUsed to slash in the vicinity of the face and neck, there appears no question but that a switch blade knife with blade 3% inches in length and 14 inch in width would come within the definition of a deadly weapon.\nWhether or not a knife is to be considered a deadly weapon depends upon its size and the manner of its use, Wilson v. State, 34 Texas Cr. Rep. 64, 29 S.W. 41; and upon its size, shape and capacity to produce death. Richards v. State, 147 Texas Cr. Rep. 118, 178 S.W. 2d 517.\nIf not a deadly weapon per se, whether a knife is a deadly weapon may be shown from the manner of its use. Fisher v. State, 68 Texas Cr. Rep. 297, 151 S.W. 544.\nWhen the use made of the knife produced neither death nor serious bodily injury, the test then is whether by the manner in which it was used it was calculated to do either. Brown v. State, 155 Texas Cr. Rep. 233, 233 S.W. 2d 578.\nThe evidence relating to that portion of the difficulty before appellant’s participation was a part of the transaction and admissible as res\u0027gestae.\nThe remaining proposition relates to argument of the district attorney directing attention to the voir dire examination of the jury panel in which appellant’s counsel qualified the jurors on the law of self-defense and continuing: “I wish that you would carefully read this charge. There is nothing in here on self-defense. There has been no evidence from the witness stand that this boy was acting in his self-defense.”\nThe contention that a mistrial should have been ordered because these remarks constituted a reference to appellant’s failure to testify is overruled.\nThe prosecuting attorney’s remarks did not constitute a direct reference to the defendant’s failure to testify.\nFor such to constitute an indirect reference to the failure of the defendant to testify the remarks must be such as cannot reasonably be held to have had reference to an absence of testimony other than that of the defendant. Byers v. State, 166 Texas Cr. Rep. 34, 310 S.W. 2d 331.\nThe issue of self-defense may be and often is raised by testimony other than that of the defendant, and the complained of remarks necessarily had reference to the absence of testimony by any witness that could raise the issue, not to appellant alone.\nThe evidence is sufficient to sustain the conviction and we find no reversible error.\nThe judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "• \u0027 Duke \u0026 Melton (W. J. Duke and Gladys Melton) Dallas, for appellant. . ■",
                                       "Henry Wade, Criminal District Attorney, Ray Collier, William F. Tucker, Merle Flagg, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Jerry Norwood Gillingham v. State.\nNo. 30,236.\nDecember 17, 1958.\n• \u0027 Duke \u0026 Melton (W. J. Duke and Gladys Melton) Dallas, for appellant. . ■\nHenry Wade, Criminal District Attorney, Ray Collier, William F. Tucker, Merle Flagg, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1404-01",
    "first_page_order":  134,
    "last_page_order":  137
}
