{
"id":  2021305,
    "name":  "WANDER v. FEINBERG",
    "name_abbreviation":  "Wander v. Feinberg",
    "decision_date":  "1991-10-17",
    "docket_number":  "Case No. 89-35400 (22)",
    "first_page":  "126",
    "last_page":  "130",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 126"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "355 So.2d 119",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9698701
                                      ],
                         "year":  1978,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/355/0119-01"
                                        ]
                     },
                     {
                         "cite":  "683 F.Supp. 795",
                         "category":  "reporters:federal",
                         "reporter":  "F. Supp.",
                         "case_ids":  [
                                          7399366
                                      ],
                         "year":  1988,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/f-supp/683/0795-01"
                                        ]
                     },
                     {
                         "cite":  "874 F.2d 1523",
                         "category":  "reporters:federal",
                         "reporter":  "F.2d",
                         "case_ids":  [
                                          1816513
                                      ],
                         "weight":  5,
                         "year":  1989,
                         "pin_cites":  [
                                           {
                                               "parenthetical":  "and the cases cited therein"
                                           },
                                           {
                                               "page":  "1526"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/f2d/874/1523-01"
                                        ]
                     },
                     {
                         "cite":  "399 So.2d 1102",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9610235,
                                          9610348,
                                          9610461
                                      ],
                         "year":  1981,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/399/1102-01",
                                            "/so2d/399/1102-02",
                                            "/so2d/399/1102-03"
                                        ]
                     },
                     {
                         "cite":  "339 So.2d 215",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9676262
                                      ],
                         "year":  1976,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/339/0215-01"
                                        ]
                     },
                     {
                         "cite":  "18 U.S.C. § 2511",
                         "category":  "laws:leg_statute",
                         "reporter":  "U.S.C.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "18 U.S.C. § 2520",
                         "category":  "laws:leg_statute",
                         "reporter":  "U.S.C.",
                         "weight":  5,
                         "pin_cites":  [
                                           {
                                               "page":  "(e)"
                                           }
                                       ],
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  462,
                     "char_count":  9191,
                     "ocr_confidence":  0.923,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.0730509771032983
                                  },
                     "sha256":  "b8930838065e84aa50c4cb775790a734f147a88ac0a7028ae4bcdb1b9cced2f9",
                     "simhash":  "1:fcd05dd101f0e670",
                     "word_count":  1485
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "WANDER v FEINBERG"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nROBERT C. SCOTT, Circuit Judge.\nORDER DENYING SUMMARY JUDGMENT AS TO COUNT I OF COUNTERCLAIM AND GRANTING SUMMARY JUDGMENT AS TO COUNT II OF COUNTERCLAIM\nThis Cause came to be heard upon Motion for Summary Judgment as to Defendant SAMUEL FEINBERG’S Counterclaim and the Court, having considered the same and being fully advised in the premises, finds and determines as follows:\nDefendant FEINBERG’S Counterclaim is grounded in two statutory counts. Count I is based on F.S. 934.10 — Civil remedies for violations of Florida’s Securities of Communications Law, § 934.03. Count II is based on 18 U.S.C. § 2520 — Recovery of civil damages for violations of Wire Interception and Interception of Oral Communications Law, §2511. Both counts are factually predicated on the same incident. In short, Defendant alleges that a meeting was arranged by JAY WANDER, ROY WANDER and RHONDA WANDER, for the purpose of discussing matters constituting the basis of Plaintiffs’ underlying claim against Defendant FEINBERG. Said meeting took place at a Hallandale restaurant in January of 1987. Unbeknownst to FEINBERG, and without his consent or permission, JAY WANDER, ROY WANDER and RHONDA WANDER allegedly tape recorded oral statements made by FEINBERG. FEINBERG maintains that said actions of the WANDERS in illegally using a device to intercept an oral communication uttered by him violated both F.S. 934.03 and 18 U.S.C. § 2511.\nROY WANDER, JAY WANDER, and RHONDA WANDER moved for summary judgment as to both counts based upon the affirmative defense that both statutory causes of action relied upon by Defendant FEINBERG contain statutes of limitation barring his claims at this juncture.\nThe court will address the counts in reverse order.\nCount II — U.S. Wire Interception and Interception of Oral Communications Claim 18 U.S.C. §2520\nIn 1986, 18 U.S.C. 2520 was amended as follows:\n(e) Limitation. — A civil action under this section may not be commenced later than two years after the date upon which claimant first has a reasonable opportunity to discover the violation.\nFEINBERG concedes that this was the applicable statute of limitation in effect in 1987. However, he argues that a question of fact exists as to when he had a reasonable opportunity to discover the violation.\nDefendant FEINBERG’s deposition reveals that while he was at the restaurant meeting with the WANDERS on the date in question, he was informed by a waitress that his conversation was being tape recorded by the WANDERS. Specifically, the waitress observed RHONDA WANDER in the restroom changing the tape in the recorder. (Deposition of Samuel Feinberg, August 15, 1991, page 8, lines 20-25). In Defendant FEINBERG’s affidavit, submitted in opposition to the Motion for Summary Judgment, he attests that he was not able to actually determine that an illegal tape recording had been made until January of 1991 after discovery, specifically by way of responses to interrogatories, had revealed that fact. However, in the same paragraph of the affidavit, Defendant admits that he suspected that an illegal tape recording had been made at the restaurant in January of 1987, as described in the aforementioned deposition.\nThis suspicion, arising from the statements made to FEINBERG by the waitress, should have been sufficient to put Defendant on notice of the existence of a viable cause of action against the WANDERS under 18 U.S.C. § 2520. A cause of action accrues under 18 U.S.C. § 2520 when a claimant first has a reasonable opportunity to discover the violation. 18 U.S.C. § 2520(e). There is no material issue of fact concerning when FEINBERG became aware of the violation: the limitation period began to run in January of 1987 when the waitress notified him of the tape recording. FEINBERG’s Counterclaim, however, was not deemed filed until January 30, 1991, four years later. Consequently, this court finds as a matter of law that FEINBERG’s claim in Count II is barred by the applicable two year statute of limitation.\nAccordingly, the WANDERS’ Motion for Summary Judgment as to Count II is GRANTED.\nCount I — Florida Security of Communications Claim F.S. 934.10\nIn 1987, F.S. 934.10 did not contain its own statute of limitations provision. As such, actions filed pursuant to this section was governed by Florida’s general statute of limitations, specifically F.S. 95.1 l(3)(f), which provides for a four year limitation period for actions founded on a statutory liability. Subsequently, effective October 1, 1989, F.S. 934.10 was amended as follows:\n(3) A civil action under this section may not be commenced later than 2 years after the date upon which the claimant first has a reasonable opportunity to discover the violation.\nThe WANDERS contend that the amended provision should be applied retroactively to bar FEINBERG’s claim under F.S. 934.10.\nAs a general rule, statutes of limitation are to be given prospective application only. Foley v Morris, 339 So.2d 215 (Fla. 1976). When a cause of action arises from an occurrence which predates the effective date of the statute of limitations, that statute does not apply. Stuyvesant Insurance Co. v Square D. Co., 399 So.2d 1102 (Fla. 3d DCA 1981).\nHowever, there are two instances when an amended statute of limitations may be applied retroactively to a cause of action that accrued prior to the amendment. First, if a limitations statute is remedial or procedural in nature and not a substantive limitation on a statutory right, it may be applied retrospectively. Secondly, the legislature may clearly manifest an intent to have an amended or newly enacted limitations statute apply retrospectively.\nAs regards the first instance, a statute of limitations that restricts a right created by a statute is generally considered to be a substantive limit on the right as opposed to a procedural limit on the remedy. See Sarfati v Wood Holly Ass., 874 F.2d 1523 (11th Cir. 1989) (and the cases cited therein). The Eleventh Circuit Court of Appeals in Sarfati, supra, stated:\nAll limitations periods that govern rights created by statute, however, are not necessarily substantive limits on the right itself. The limitations period must be contained in the same statute or act in order to be deemed a substantive limit on the right. Sarfati, supra at 1526. The Eleventh Circuit went on to thoroughly analyze the distinction between procedural/remedial versus substantive rights created by a statute of limitations.\nAlthough the facts in Sarfati, supra, involved an amended statute of limitations which increased the effective period within which a suit could be brought, this court finds the rationale applicable to the facts of the case sub judice. Applying the analysis from the Eleventh Circuit Court of Appeal in Sarfati, supra, this court finds that the limitation in F.S. 934.10(3) is an integral part of the right itself upon which FEINBERG bases his Counterclaim and is therefore substantive. As such, a subsequent reduction of the prior applicable general statute of limitations cannot be applied retroactively to FEINBERG’s Counterclaim.\nTurning now to the second instance, the issue remaining to be resolved is whether the Florida Legislature intended the amended limitation period to apply retroactively. As a general rule, a statute is presumed to operate prospectively in the absence of a clear statement to the contrary by the legislature. Scutieri v Estate of Revitz, 683 F.Supp. 795 (S.D. Fla. 1988); Brooks v Cerrato, 355 So.2d 119 (Fla. 4th DCA 1978).\nIn the instant case, the legislature did not expressly provide for retroactivity. Nor is there any manifestation of legislative intent that F.S. 934.10(3) be given retroactive effect. F.S. 934.10(3) makes no provision for the applicability of the two year period to causes of action accrued prior to its effective date. Hence, this court can give only prospective effect to the 1989 amendment. Therefore, based upon the determination set forth in the succeeding paragraph that the instant Counterclaim accrued as of January 1987, the applicable statute of limitations under state law in this case is F.S. 95.1 l(3)(f).\nF.S. 95.1 l(3)(f) does not expressly indicate when a cause of action is to be considered accrued. Consequently, this court adopts the same rationale and query applied in Count II in the determination of when the instant Counterclaim accrued, to wit, when FEINBERG had a reasonable opportunity to discover the violation and institute a suit. Employing the same analysis, the court concludes, as it did regarding Count II, that FEINBERG was effectively put on notice of the existence of his right to a viable cause of action under F.S. 934.10 as of January of 1987. FEINBERG’s Counterclaim was deemed filed in the instant action as of January 30, 1991. As such, the Counterclaim was timely filed within the applicable four year statute of limitation period provided for in F.S. 95.11(3)(f).\nAccordingly, the WANDERS’ Motion for Summary Judgment as to Count I is DENIED.\nDONE AND ORDERED in Broward County, Fort Lauderdale, Florida on October 17, 1991.",
                                          "type":  "majority",
                                          "author":  "ROBERT C. SCOTT, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "WANDER v FEINBERG\nCase No. 89-35400 (22)\nSeventeenth Judicial Circuit, Broward County\nOctober 17, 1991"
                 },
    "file_name":  "1409-01",
    "first_page_order":  146,
    "last_page_order":  150
}