{
    "id":  2021346,
    "name":  "PROTECTIVE INSURANCE COMPANY, etc., et al. v. GREAT DANE TRAILERS OF FLORIDA, INC., et al.",
    "name_abbreviation":  "Protective Insurance v. Great Dane Trailers of Florida, Inc.",
    "decision_date":  "1991-08-06",
    "docket_number":  "Case No. 85-17783 (0)",
    "first_page":  "136",
    "last_page":  "143",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 136"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "561 So.2d 469",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7525672,
                                          7525573,
                                          7525623
                                      ],
                         "weight":  6,
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/561/0469-03",
                                            "/so2d/561/0469-01",
                                            "/so2d/561/0469-02"
                                        ]
                     },
                     {
                         "cite":  "562 So.2d 427",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7515528
                                      ],
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/562/0427-01"
                                        ]
                     },
                     {
                         "cite":  "571 So.2d 600",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7515297,
                                          7515357
                                      ],
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/571/0600-01",
                                            "/so2d/571/0600-02"
                                        ]
                     },
                     {
                         "cite":  "568 So.2d 929",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7513290
                                      ],
                         "weight":  2,
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/568/0929-01"
                                        ]
                     },
                     {
                         "cite":  "547 So.2d 203",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7542264,
                                          7542273
                                      ],
                         "weight":  2,
                         "year":  1989,
                         "pin_cites":  [
                                           {
                                               "page":  "204"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/547/0203-01",
                                            "/so2d/547/0203-02"
                                        ]
                     },
                     {
                         "cite":  "686 F.Supp. 303",
                         "category":  "reporters:federal",
                         "reporter":  "F. Supp.",
                         "case_ids":  [
                                          122894
                                      ],
                         "weight":  3,
                         "year":  1988,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/f-supp/686/0303-01"
                                        ]
                     },
                     {
                         "cite":  "543 So.2d 877",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7565817
                                      ],
                         "weight":  2,
                         "year":  1989,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/543/0877-01"
                                        ]
                     },
                     {
                         "cite":  "472 So.2d 1152",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7626049
                                      ],
                         "year":  1985,
                         "pin_cites":  [
                                           {
                                               "page":  "1154"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/472/1152-01"
                                        ]
                     },
                     {
                         "cite":  "550 So.2d 442",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7532349
                                      ],
                         "weight":  3,
                         "year":  1989,
                         "pin_cites":  [
                                           {
                                               "page":  "442"
                                           },
                                           {
                                               "page":  "444"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/550/0442-01"
                                        ]
                     },
                     {
                         "cite":  "112 So.2d 825",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9899068
                                      ],
                         "year":  1959,
                         "pin_cites":  [
                                           {
                                               "page":  "828"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/112/0825-01"
                                        ]
                     },
                     {
                         "cite":  "553 So.2d 298",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7523762
                                      ],
                         "year":  1989,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/553/0298-01"
                                        ]
                     },
                     {
                         "cite":  "210 So.2d 1",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9754079
                                      ],
                         "year":  1968,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/210/0001-01"
                                        ]
                     },
                     {
                         "cite":  "562 So.2d 804",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7525343
                                      ],
                         "weight":  2,
                         "year":  1990,
                         "pin_cites":  [
                                           {
                                               "page":  "807"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/562/0804-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  699,
                     "char_count":  16903,
                     "ocr_confidence":  0.906,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305483833227343
                                  },
                     "sha256":  "7c577c13ffa8a79b42c08dc167d7c5822d6e54ed0cde4205612dcfc2c298bd18",
                     "simhash":  "1:ad82c3c3197e274b",
                     "word_count":  2753
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "PROTECTIVE INSURANCE COMPANY, etc., et al. v GREAT DANE TRAILERS OF FLORIDA, INC., et al."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nGUY W. SPICOLA, Circuit Judge.\nORDER DENYING DEFENDANTS’ MOTION FOR DETERMINATION OF ENTITLEMENT TO ATTORNEYS’ FEES\nTHIS MATTER came before the court on Defendants’ CAVALIER PACKAGING CORPORATION (“CAVALIER”) and GREAT DANE TRAILERS OF FLORIDA, INC. (“GREAT DANE”) Motion for Determination of Entitlement to Attorneys’ Fees pursuant to Florida Rule of Civil Procedure 1.442. The court has viewed its files and the memoranda of counsel, has conducted its own research, and is otherwise fully advised in the premises.\nFACTS OF THE CASE\nOn January 6, 1984, Larry A. Turner was killed when the automobile he was driving collided with a tractor-trailer on Anderson Road, in Tampa, Hillsborough County, Florida. The tractor-trailer rig was operated by FRANK PAUL SANTILLO. At the time of the accident MR. SANTILLO was backing the tractor-trailer across Anderson Road and into the loading area of CAVALIER, where a delivery was to be made. SANTILLO was operating the tractor-trailer rig in the course of his employment with R.F. TRUESDELL CORPORATION (“TRUESDELL”). TRUESDELL leased the trailer from T.R. \u0026 G. LEASING CORPORATION (“T.R. \u0026 G.”). The trailer was manufactured by GREAT DANE.\nRebecca A. Turner, as the wife and personal representative of the estate of Larry A. Turner, brought a wrongful death action against SANTILLO, T.R. \u0026 G., TRUESDELL, GREAT DANE, and CAVALIER. Mrs. Turner asserted various claims of negligence and product liability. With respect to GREAT DANE, Mrs. Turner asserted that the trailer was negligently designed and that the trailer was defective because the rear doors of the trailer obscured the rear-side marker lamps and reflectors.\nOn April 25, 1985, the Plaintiff in this action, PROTECTIVE INSURANCE COMPANY (“PROTECTIVE”), acting as liability insurer for SANTILLO, T.R. \u0026 G., and TRUESDELL entered into a Settlement Agreement with Mrs. Turner, whereby PROTECTIVE agreed to pay Mrs. Turner a stipulated amount in exchange for a full release of liability of all Defendants, including GREAT DANE and CAVALIER. PROTECTIVE paid a present money value of $761,324.00 for the original settlement.\nThereafter, on October 25, 1985, PROTECTIVE, as subrogee of the rights of SANTILLO, T.R. \u0026 G., and TRUESDELL, brought an action against GREAT DANE and CAVALIER seeking contribution of a portion of the settlement amount paid to Mrs. Turner. The amount of PROTECTIVE’S settlement with the decedent’s estate is irrelevant and immaterial to the present action. The sole basis for PROTECTIVE asserting a right of contribution against GREAT DANE was that GREAT DANE was negligent, and sold a defective trailer, by failing to place the rear-side marker lamps and reflectors on the trailer in such a way as to prevent them from being obscured by the rear trailer doors, when fastened against the side of the trailer in the open position. Findings later showed that the trailer had complied with all requirements of the Federal Motor Vehicle Safety Standard as well as state requirements. PROTECTIVE’S sole basis for asserting a right of contribution against CAVALIER was to allege that CAVALIER’S negligence in constructing and using its warehouse facilities caused or contributed to the death of Larry A. Turner.\nPrior to trial, on March 28, 1990, CAVALIER, pursuant to Florida Statutes section 45.061, filed an Offer of Settlement and dismissal with PROTECTIVE for the amount of Fifty Thousand and One and NO/\u0027 100 Dollars ($50,001.00) in exchange for a complete dismissal with prejudice against Defendant CAVALIER. This offer was made in conjunction with other offers, including but not limited to offers made pursuant to Florida Statutes section 768.79 and Florida Rule of Civil Procedure 1.442, and was not to be considered an offer to be aggregated with those offers. Also on March 28, 1990, CAVALIER, pursuant to Florida Statutes section 768.79 filed an Offer of Settlement and Dismissal. CAVALIER offered to settle the contribution claim with PROTECTIVE as subrogee and for the use and benefit of FRANK PAUL SANTILLO, T.R. \u0026 G., and TRUESDELL for the total amount of $50,001.00 in exchange for a complete dismissal with prejudice against Defendant CAVALIER. On the same date, CAVALIER, by and through its attorneys and pursuant to Florida Rule of Civil Procedure 1.442, served an Offer of Judgment upon PROTECTIVE. The offer made was to settle all pending claims and stated each party bear its own taxable costs and attorneys’ fees. The offer was made in conjunction with other offers, including but not limited to offers made pursuant to Florida Statutes sections 45.061 and 768.79. CAVALIER’S Offer of Judgment was made in the total amount of $50,001.00. CAVALIER’S offers remained open until the time the jury returned its verdict.\nOn March 30, 1990, GREAT DANE by and through its attorneys and pursuant to Florida Rule of Civil Procedure 1.442 served an Offer of Judgment upon PROTECTIVE. The offer made was to settle all pending claims and also suggested each party bear its own taxable costs, and attorneys’ fees. The total amount offered by GREAT DANE was Thirty Thousand and One and NO/100 Dollars ($30,001.00). PROTECTIVE failed to respond to either Defendants’ offers.\nA jury trial on the contribution claim was scheduled for the week of April 8, 1991. Jury trial began on April 8, 1991. The jury verdict on April 12, 1991 concluded there was no negligence on the part of the Defendants GREAT DANE and CAVALIER and no damages were awarded.\nOn April 19, 1991 CAVALIER filed a motion for Determination of Entitlement of Attorneys’ Fees. CAVALIER asserted entitlement to costs and attorneys’ fees pursuant to these rejected offers. CAVALIER specifically relied on Florida Statutes sections 45.061 and 768.79.\nOn May 28, 1991, GREAT DANE filed a motion for Determination of Entitlement of Attorneys’ Fees. GREAT DANE asserts it is entitled to costs and attorneys’ fees pursuant to Florida Rule of Civil Procedure 1.442.\nOn June 13, 1991, the court ruled CAVALIER and GREAT DANE were not entitled to attorneys’ fees under Florida Statutes sections 45.061 and 768.79. The remaining issues concern Defendants’ claimed entitlement to attorneys’ fees under Florida Rule of Civil Procedure 1.442.\nISSUES OF THE CASE AND DISCUSSION\nI. WHETHER AN AWARD OF ATTORNEYS’ FEES UNDER FLORIDA RULE OF CIVIL PROCEDURE 1.442 IS A MATTER OF SUBSTANTIVE OR PROCEDURAL LAW AND WHETHER THE NEWLY AMENDED RULE SHOULD BE APPLIED PROSPECTIVELY OR RETROACTIVELY?\nA. Substantive or procedural\n“A substantive law creates, defines, and regulates rights whereas a procedural law prescribes a method of enforcing the rights or obtaining redress for their invasion.” Milton v Leapai, 562 So.2d 804 (Fla. 5th DCA 1990). Procedural law is the mechanism for allowing a suit to be carried on. 562 So.2d at 807. Statutes authorizing an award of attorneys’ fees are in derrogation of the common law and thus, must be strictly construed. Kittel v Kittel, 210 So.2d 1 (Fla. 1968).\nA basic tenet of statutory construction is that “where the language of a statute clearly limits its application to a particular class of cases, leaving no room for doubt as to the intention of the legislature, the statute may not be enlarged or expanded to cover cases not falling within its provisions.” Makar v Investors Real Estate Management, Inc., 553 So.2d 298 (Fla. 1st DCA 1989) citing 49 Fla.Jur.2d Statutes § 118 (1984); Accord State ex rel Florida Jai Alai, Inc. v State Racing Commission, 112 So.2d 825, 828 (Fla. 1959).\nFlorida Rule of Civil Procedure 1.442 (Offer of Judgment) allows a court to impose attorneys’ fees when applicable. In its opinion which revised Florida Rule of Civil Procedure 1.442 (effective January 1, 1990), the Florida Supreme Court commented that the use of sanctions (such as imposing costs) could possibly be considered “substantive” rather than “procedural”. The Florida Bar Re: Amendment To Rules of Civil Procedure, Rule 1.442 (Offer of Judgment), 550 So.2d 442 (Fla. 1989). The court stated: “while we agree that this court has authority to create rules imposing sanctions and requiring payment of costs and attorneys’ fees when a party violates the rules, it is not so clear that a sanction is “procedural” when it imposes a “fine” based on a percentage of an unaccepted offer, especially when a party may have done nothing more serious than guessing wrong about a jury verdict.” 550 So.2d at 442.\nThe plain language of the amended Florida Rule of Civil Procedure 1.442(h)(1) states that “the court may impose sanctions equal to reasonable attorneys’ fees and all reasonable costs of the litigation accruing from the date the relevant offer of judgment was made.” Fla. R. Civ. P. 1.442. The rule further states that sanctions may be imposed whenever the court finds both of the following:\n(A) that the party against whom sanctions are sought has unreasonably rejected or refused the offer, resulting in unreasonable delay and needless increase in the cost of litigation; and\n(B) that either\n(i) an offer to pay was refused and the damages awarded in favor of the offeree and against the offeror are less than 75 percent of the offer; or (ii) an offer to accept payment was refused and the damages awarded in favor of the offeror and against the offeree are more than 125 percent of the offer.\nFla. R. Civ. P. 1.442.\nB. Application of Rule 1.442\nIn Florida, it is clear that in the absence of an explicit legislative expression to the contrary, a substantive law is to be construed as having prospective effect only. Young v Altenhaus, 472 So.2d 1152, 1154 (Fla. 1985). Although the Young case concerned the application of Florida Statutes, section 768.56, which provided for the award of attorneys’ fees in medical malpractice actions, the Florida Supreme Court held that the statute providing for an award of attorneys’ fees did not apply to causes of action which accrued prior to the date the statute became effective. Thus, an amended rule providing for an award of attorneys’ fees is substantive and should only be given prospective application.\nSeveral cases have construed portions of Florida Statutes, sections 768.79 and 45.061, which are incorporated into the amended Offer of Judgment Rule 1.442. In Mudano v St. Paul Fire \u0026 Marine Insurance Company, 543 So.2d 877 (Fla. 4th DCA 1989), Florida’s Fourth District Court of Appeals interpreted the application of Florida Statutes, section 768.79. In this case, the court held that a statute providing for an award of attorneys’ fees and costs under specific circumstances where an offer of judgment was not accepted affected substantive rights and therefore could only be applied prospectively. Id.\nA recent case construing Florida Statute 45.061 governing offers of settlement and the award of attorneys’ fees held that the statute applies where the offer of settlement was made after its effective date. Richardson v Honda Motor Company, 686 F.Supp. 303 (M.D. Fla. 1988). The court held that although the cause of action arose and litigation commenced before the statute’s effective date, the operative event was the offer itself. Id. Richardson also held section 45.061 to be substantive law and therefore retrospective [sic] application could not be given. Id.\nThe operative event, when considering the application of a statute awarding attorneys’ fees, is not when the cause of action arose, but rather the act of making an offer of settlement. In Hemmerle v Bramalea, Inc., 547 So.2d 203, 204 (Fla. 4th DCA 1989), the court considered the application of Florida Statutes, section 45.061 and the award of attorneys’ fees. It was held that the only event crucial to the operation of the statute was the making of an offer. Id.\nIn the instant case, the cause of action arose in 1985 and the amended Florida Civil Procedure Rule 1.442 became effective January I, 1990. The Defendants’ Offers of Judgment were made in March 1990, therefore Fla. R. Civ. P. 1.442 would be applicable providing other requirements are met. However, as illustrated below, these further requirements are not satisfied.\nII. WHETHER FLORIDA RULE OF CIVIL PROCEDURE 1.442 (OFFER OF JUDGMENT) IS APPLICABLE WHERE NO JUDGMENT HAS BEEN RENDERED IN FAVOR OF THE PLAINTIFF?\nRecent Florida cases are dispositive of this issue. Case law construing Florida Rule of Civil Procedure 1.442 states that only costs and attorneys’ fees incurred or earned after making of offer of judgment may be imposed as sanctions under the rule for unreasonable rejection of the offer. Fla. R. Civ. P. 1.442. Fla. R. Civ. P. 1.442 was enacted to encourage settlement and discourage needless litigation.\nThe plain language contained in the newly adopted Florida Rule of Civil Procedure 1.442(h)(l)(B)(i) requires the offeree to obtain a damage award against the offeror before a trial court can impose sanctions upon an offeree for failure to accept an “offer to pay.” Kline v Publix Supermarkets, Inc., 568 So.2d 929 (Fla. 2nd DCA 1990), citing The Florida Bar Re: Amendment To Rules of Civil Procedure, Rule 1.442 (Offer of Judgment), 550 So.2d at 444. The court has reasoned that the plain language of the rule confines its effect to a case in which the plaintiff has obtained a judgment for an amount less favorable than the defendant’s settlement offer. Entry of judgment in favor of the plaintiff is a prerequisite to the defendant seeking sanctions against the plaintiff. Westover v Allstate Insurance Company, 16 FLW 1724 (Fla. 2nd DCA June 26, 1991).\nAn offeror is a party who extends the offer and looks for acceptance from the offeree. In turn, the offeree is the party to whom an offer is made by the offeror. Applying the above to the given facts, PROTECTIVE is the offeree and GREAT DANE and CAVALIER are the offerors. The rule clearly contemplates a situation where a judgment is entered against a defendant and is favorable to the plaintiff/offeree.\nAs the facts indicate, the judgment entered below in the contribution claim was in favor of the GREAT DANE and CAVALIER. No verdict was obtained by the offeree/plaintiff, and no damages were awarded.\nIn recent cases, Florida’s Second District Court of Appeals has denied an award of attorneys’ fees under the above rule when there was “no judgment obtained by the plaintiff (of) at least 25 percent less than the defendant’s offer (of judgment).” Luizza v Yaeger, 571 So.2d 600 (Fla. 2d DCA 1990); Kline v Publix Supermarkets, Inc., 568 So.2d 929 (Fla. 2d DCA 1990); Gunn v DePaoli, 562 So.2d 427 (Fla. 2d DCA 1990); Coe v B \u0026 D Transportation Services, Inc., 561 So.2d 469 (Fla. 2d DCA 1990). A literal application or plain reading of that rule to the given facts indicates that the rule is not applicable when the plaintiff fails to obtain a judgment or award, since it describes only the course of action to be taken following a plaintiff’s verdict.\nRecently, in Mujica v Turner, 16 FLW 1506 (Fla. 3rd DCA June 4, 1991), the Third District Court of Appeals followed the Second District Court’s rulings. Attorneys’ fees were sought by the defendant under Florida Statutes, section 768.79 and Fla. R. Civ. P. 1.442. The denial of the award by the court below was upheld. Id. The appellate court stated, “the judgment below was obtained by the defendant, not the plaintiffs, and accordingly the defendant is not entitled to attorneys’ fees under the above stated statute and rule Id.\nIn June 1991, the Second DCA decided the same issue in Westover v Allstate Insurance Company, 16 FLW 1724 (Fla. 2nd DCA June 26, 1991). In Westover, the plaintiff challenged the final judgment in favor of Allstate in her action for uninsured motorist benefits. Id. Westover also challenged final judgment awarding Allstate attorneys’ fees and costs. Id. The appellate court reversed , the trial court’s decision to award attorneys’ fees to Allstate pursuant to Florida Statutes 768.79 and Florida Rule of Civil Procedure 1.442. Thé court stated, “we strike the award of attorneys’ fees because judgment was not entered in favor of Westover. Entry of judgment in favor of the plaintiff is a prerequisite to the defendant seeking sanctions against the plaintiff for refusing an offer made pursuant to Florida Statutes, sections 768.79, 45.061, and Florida Rule of Civil Procedure 1.442.” Id.\nApplying Westover to the facts, no judgment was rendered in favor of PROTECTIVE. Therefore, an award of attorneys’ fees pursuant to Florida Rule of Civil Procedure 1.442 is not possible.\nBased on the foregoing, it is therefore ORDERED AND ADJUDGED that Defendants’ request for a Determination of Entitlement to Attorneys’ Fees is hereby DENIED.\nDONE AND ORDERED in chambers in Tampa, Hillsborough County, Florida, this 6th day of August, 1991.",
                                          "type":  "majority",
                                          "author":  "GUY W. SPICOLA, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "PROTECTIVE INSURANCE COMPANY, etc., et al. v GREAT DANE TRAILERS OF FLORIDA, INC., et al.\nCase No. 85-17783 (0)\nThirteenth Judicial Circuit, Hillsborough County\nAugust 6, 1991"
                 },
    "file_name":  "1412-01",
    "first_page_order":  156,
    "last_page_order":  163
}
