{
    "id":  8547401,
    "name":  "Lorenzo Galvan Caudillo v. State",
    "name_abbreviation":  "Caudillo v. State",
    "decision_date":  "1958-11-12",
    "docket_number":  "No. 30,052",
    "first_page":  "147",
    "last_page":  "149",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 147"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "138 S.W. 2d 805",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10238687
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/138/0805-01"
                                        ]
                     },
                     {
                         "cite":  "139 Texas Cr. Rep. 33",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5277598
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/139/0033-01"
                                        ]
                     },
                     {
                         "cite":  "151 S.W. 2d 211",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10215397
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/151/0211-01"
                                        ]
                     },
                     {
                         "cite":  "142 Texas Cr. Rep. 4",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5805237
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/142/0004-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  358,
                     "char_count":  5778,
                     "ocr_confidence":  0.568,
                     "pagerank":  {
                                      "raw":  2.7180585142290379E-07,
                                      "percentile":  0.8299501245053283
                                  },
                     "sha256":  "20a955cce942513ae44eb260520ae689b97d003e766e25c99a820d2ff5afe58c",
                     "simhash":  "1:5626c214ba0c46d2",
                     "word_count":  1016
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Lorenzo Galvan Caudillo v. State"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BELCHER, Judge.\nThe conviction is for burglary; the punishment, twelve years.\nAppellant challenges the sufficiency of the evidence to show that he was criminally connected with the commission of the offense of burglary as alleged.\nThe two occupants of the house in question testified that they closed and left it about 7:45 A.M., December 3, 1957, and returned the same day about 4:45 P.M.; noticed that two small radios and a shirt were missing, and notified the police who came immediately and made an investigation. They further testified that when they returned they found the back door open and that the screen on the window on the porch through which the entry could have been made had a hook and eye latch at the bottom, but that the screen had never closed sufficiently to permit it to be latched; that the window was usually raised from four to six inches, and at 4:45 P.M. on December 3, the lower sash was completely raised. They also testified that they did not know and had never seen the appellant before the trial, nor had they given him or any other person consent to enter the house and take any property; and that they had not seen the radios or the shirt since the day they were missed.\nThe testimony shows that the appellant with two other persons painted said house in the month of August, 1957. Two fingerprints were found on December 8, on the outside of the window screen of the window which had been raised. They were identified as the fingerprints of the appellant. There was testimony that said fingerprints were fresh and according to the opinion of the witnesses, who were experienced in the field of fingerprints, had been made within three days before they were lifted on December 3.\nThere was testimony that someone had tampered with the lock on a door of the house of a neighbor, and also that someone had tampered with the gasoline tank of a neighbor’s automobile.\nThe officers on their first visit to the house mentioned the name of a young man in the neighborhood as a suspect. The testimony shows that the suspect mentioned knew the nature of the employment of the occupants, and therefore, probably knew the hours they were absent from the house.\nAppellant testifying in his own behalf stated that he was questioned about the burglary (the owner of the house gave appellant’s name and the others that painted it in August to the police) by the police and told them he knew nothing about it, and also testified on the trial that he knew nothing about it, and had not been to the\"house since August; that he had no car, could not drive one, and that the owner had taken him to and from the house when he had painted it.\nNone of the property missed from the house was found in the possession of the appellant and there is no proof connecting him with it in any manner.\nThe state relies for a conviction upon circumstantial evidence.\nIn Grice v. State, 142 Texas Cr. Rep. 4, 151 S.W. 2d 211, relied upon by the state, we had in addition to the fingerprints:\n1. The fact that the fingerprints were found on a portion of the glass which had been covered by molding that held the glass in place on the door through which the entry was made and must necessarily have been placed there by the person at the time he broke and entered while in the case before us here, the fingerprints were found on the outside of the screen on the window.\n2. Grice worked three or four doors from the building burglarized and frequently visited in it, and was seen by an officer on the street of the small town where the burglary was committed late on the night of the burglary while in the case at bar the whereabouts of the accused at the time of the burglary was not shown.\nThe painting of the house by the appellant and two other persons in August and the finding of his fingerprints on December 3, the date of the burglary, on the outside of the screen of the window through which the intruder could have entered the house are the only circumstances on which the conviction rests.\nThe fingerprints on the window screen are evidence of the appellant’s identity, and that he had been at the window of the house; but such evidence unaided by any other fact than that he had about four months previously helped paint the house, when tested by the requirements that in order to warrant a conviction on circumstantial evidence, there must be proof, to a degree of certainty greater than a mere probability or strong suspicion, tending to establish that the party charged was the person who committed the offense or was a participant therein, is insufficient under all facts and surrounding circumstances of this case to warrant the conclusion that he committed the offense of burglary.\nIn Weir v. State, 139 Texas Cr. Rep. 33, 138 S.W. 2d 805, we said:\n“To sustain this conviction, we would be forced to lay down the rule that any person whose fingerprints might be discovered on a slip of paper found on the burglarized premises was either the person who committed the burglary or was connected therewith; this would, of course, be contrary to the well-established rule that the circumstances relied on to establish the guilt of the accused in cases depending on circumstantial evidence must exclude every other reasonable hypothesis except that of the defendant’s guilt. We do not think the evidence meets the requirement of the law.”\nBecause of the insufficiency of the evidence, the judgment is reversed and the cause remanded.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Perry L. Jones, Austin, for appellant.",
                                       "Les Proctor, District Attorney, David S. McAngus, Assistant District Attorney, and Leon Douglas, State’s Attorney, all of Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Lorenzo Galvan Caudillo v. State\nNo. 30,052.\nNovember 12, 1958.\nState’s Motion for Rehearing Overruled January 7, 1959.\nPerry L. Jones, Austin, for appellant.\nLes Proctor, District Attorney, David S. McAngus, Assistant District Attorney, and Leon Douglas, State’s Attorney, all of Austin, for the state."
                 },
    "file_name":  "1419-01",
    "first_page_order":  165,
    "last_page_order":  167
}
