{
    "id":  2021302,
    "name":  "WEST v. CSX TRANSPORTATION, INC.",
    "name_abbreviation":  "West v. CSX Transportation, Inc.",
    "decision_date":  "1991-07-16",
    "docket_number":  "Case No. 89-17038",
    "first_page":  "153",
    "last_page":  "157",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 153"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "83 S.Ct. 659",
                         "category":  "reporters:federal",
                         "reporter":  "S. Ct.",
                         "case_ids":  [
                                          1765123
                                      ],
                         "weight":  2,
                         "year":  1963,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/us/372/0108-01"
                                        ]
                     },
                     {
                         "cite":  "899 F.2d 536",
                         "category":  "reporters:federal",
                         "reporter":  "F.2d",
                         "case_ids":  [
                                          10530720
                                      ],
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/f2d/899/0536-01"
                                        ]
                     },
                     {
                         "cite":  "864 F.2d 425",
                         "category":  "reporters:federal",
                         "reporter":  "F.2d",
                         "case_ids":  [
                                          10528430
                                      ],
                         "year":  1988,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/f2d/864/0425-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  526,
                     "char_count":  10350,
                     "ocr_confidence":  0.913,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305078404184955
                                  },
                     "sha256":  "f0020a2a80ac68c317aa8aa86845500aa42c520693defcad42d753f4078e2880",
                     "simhash":  "1:70ac0ca40abd22e5",
                     "word_count":  1665
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "WEST v CSX TRANSPORTATION, INC."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nA.C. SOUD, JR., Circuit Judge.\nORDER ON THE DEFENDANTS MOTION FOR SUMMARY JUDGMENT AND/OR PARTIAL SUMMARY JUDGMENT\nTHIS CAUSE having come on for hearing on the Defendant’s Motion for Summary Judgment and/or Partial Summary Judgment and the Court having heard argument of counsel, reviewed the applicable memoranda and law from both parties and being fully advised in the premises, it is hereby\nORDERED AND ADJUDGED:\n1. That the Defendant’s Motion for Partial Summary Judgment is granted as to the Plaintiffs claim for alleged organic brain damage. This Court finds that the Plaintiff has failed to establish a claim for alleged organic brain damage against the Defendant because the Plaintiffs extreme reaction to the subject horn blast was not a reasonably foreseeable consequence of the Defendant’s actions. Stoklosa v Consolidated Rail Corporation, 864 F.2d 425 (6th Cir. 1988); Adams v CSX Transportation, Inc., 899 F.2d 536 (6th Cir. 1990). Different from the Supreme Court’s decision in Gallick v Baltimore \u0026 Ohio Railroad Company, 83 S.Ct. 659, 372 U.S. 108 (1963), there was an insufficient showing by the Plaintiff that the Defendant should have reasonably foreseen that the subject horn blast could have caused the alleged organic brain damage to the Plaintiff.\n2. In all other respects, the Defendant’s Motion for Summary Judgment is denied.\nDONE AND ORDERED this 7th day of January, 1991.\nORDER GRANTING THE DEFENDANTS SECOND MOTION TO STRIKE THE PLAINTIFF’S PLEADINGS AND ORDER DISMISSING PLAINTIFF’S CLAIM WITH PREJUDICE\nTHIS CAUSE having come on to be heard on the Defendant’s Second Motion to Strike Plaintiffs Pleadings and/or to Compel the Payment of Reasonable Fees and Costs and the Court having heard argument of counsel, taken live testimony from witnesses, reviewed deposition testimony and exhibits, reviewed photographs and letters and analyzed the applicable case law, this Court makes the following findings:\n1. During the Friday, July 12, 1991, court-ordered status conference and continuing hearing on the Defendant’s Second Motion to Strike Plaintiffs Pleadings, a court reporter was present and recorded the full extent of the testimony and evidence presented at this proceeding. Similarly, exhibits were submitted by the Defendant, marked into evidence by this Court and made a part of this record during this hearing. As such, this July 12, 1991, proceeding is hereby made a part of this order and incorporated into it by reference.\n2. In accordance with this Court’s order setting the July 12, 1991, hearing and status conference, notices were sent to all known addresses for Alicia and Roy West (for purposes of this litigation, Alicia West was appointed legal guardian for Mr. Roy West). Additionally, notices were sent to Alicia West’s place of employment and to the West’s mail drop in Tampa, Florida. Further, the West’s former attorney, Mr. Howard Spier, sent a certified letter, return receipt requested, to all known addresses for the Wests in Tampa, Florida. This letter also informed the Wests of the July 12, 1991, hearing and status conference and emphasized the significance of the West’s (and/or authorized representatives’) attendance at this proceeding. Subsequently, Mr. Spier received a signed receipt indicating that one of the letters had been received and signed for.\n3. However, in spite of these aforementioned diligent efforts, at no time from the start of this hearing at 1:30 p.m., up until the end of this hearing at 3:45 p.m., did either the Wests or any authorized representative appear at this July 12, 1991, hearing. In point of fact, the Wests had already failed to attend the court ordered pre-trial conference on Tuesday, July 2, 1991, at 2:00 p.m.\n4. Additionally, based upon the evidence presented at this hearing, this Court has found that the Plaintiff’s and his wife’s conduct has exhibited a consistent, willful and intentional pattern of refusal to abide by the orders of this Court. This pattern was consistently displayed as far back as April of 1988, when the Plaintiff and his wife made the unilateral decision not to allow further testing by Dr. George Singleton during an independent medical examination at Shands Teaching Hospital in Gainesville, Florida. This refusal to allow further testing made it impossible for Dr. Singleton to get a complete, objective diagnosis of the Plaintiff’s alleged hearing problems.\n5. Because of the Plaintiff’s and his wife’s failure to allow Dr. Singleton to complete his otological testing in April of 1988, this Court ordered the Plaintiff to return to Shands for further otological testing on Monday, October 8, 1990 (by order dated October 4, 1990). Additionally, because of the Plaintiff’s more recent claim for organic brain damage, Plaintiff was also ordered to submit to neurological testing by Dr. Melvin Greer and the members of Dr. Greer’s staff.\n6. However, even though the Plaintiff, Roy West, did appear at Shands Teaching Hospital on Monday, October 8, 1990, his. disruptive actions effectively prevented any neurological or otological testing from taking place. As such, the monies and time expended to get the Plaintiff to Shands were completely wasted by the Defendant.\n7. Subsequently, by order dated December 12, 1990, this Court ordered the Plaintiff to present himself for neurological and otological testing in Tampa, Florida. Pursuant to this order, proper and adequate notice was given to the Plaintiff to appear on Tuesday, May 28, 1991, at Dr. Agliano’s office in Tampa, Florida. However, without giving prior notice to the Defendant, the. Plaintiff\u0027s wife unilaterally cancelled this IME appointment at or near the time of the scheduled independent medical examination. Soon thereafter, this appointment was rescheduled for June 4, 1991, at 1:00 p.m. In fact, to insure the Plaintiff’s attendance at this rescheduled IME, Plaintiff’s attorney sent a letter to the Plaintiff’s wife telling her that the Plaintiff needed to attend this appointment in order to be in compliance with this Court’s December 12, 1990, order. Similarly, counsel for the Defendant also sent a letter to the Plaintiff’s attorney urging the Plaintiff’s attendance at the scheduled IME and warning that the Plaintiff’s failure to attend this IME would result in a renewed motion to strike the Plaintiff’s pleadings.\n8. In spite of these admonitions, the Plaintiff’s wife again unilaterally cancelled the June 4, 1991, IME without giving any prior notice to the Defendant.\n9. Subsequently, the Tampa IME was rescheduled for a third time, for Thursday, June 20, 1991, at 9:00 a.m. Even though the Plaintiff, Roy West, presented himself for this appointment, his conduct was again so disruptive that no testing was able to be performed, effectively denying the Defendant the opportunity to complete its earlier IME.\n10. Based upon the testimony and evidence presented at the July 12, 1991, hearing on the Defendant’s Second Motion for Sanctions, it is evident that Mr. West was fully able to properly present himself for complete testing and examination at both Shands Teaching Hospital in Gainesville, Florida and Dr. Agliano’s office in Tampa, Florida. For this reason, it is clear that Mr. West was indeed able to comply with the Court ordered IME’s without disrupting the respective examinations from actually taking place. In fact, the evidence has shown that while Mr. West has projected a vegetative state for litigation purposes, he has been recently seen and heard performing the following activities: (a) walking around his current trailer complex and the last trailer complex where he lived at all hours of the evening and early morning hours and on several occasions, covering his face from being seen by his neighbors; (b) driving a truck on one occasion and an automobile on another with the lights off in the early hours of the morning; (c) walking around and looking at property that he and his wife were considering purchasing; (d) frequently walking to a nearby Kash and Karry in order to purchase various food items; and (e) carrying on a conversation with his wife and son about their potential litigation strategy in this case. All of this recent evidence establishes that Mr. West is not in a vegetative state and instead, is able to both ambulate and communicate with others.\n11. Therefore, due to the Plaintiff’s and his wife’s intentional violations of this Court’s orders, in combination with the Plaintiff’s physical disruptions of the two most recent IME’s which he attended, the Defendant has been precluded and prejudiced from getting a complete IME of the Plaintiff. This prejudice has effectively prevented the Defendant from being able to adequately prepare its defense to the Plaintiff’s claim.\n12. This Court further finds that from the greater weight of the evidence existing in this case, that the Plaintiff and his wife have perpetuated a fraud on this Court as to the true extent of the injuries allegedly suffered by the Plaintiff as a result of his September 30, 1986, accident.\n13. Finally, it is to be noted that the Plaintiff and his wife failed to present themselves in this Court’s chambers at 9:30 a.m. on Monday, July 15, 1991, to start their trial against the Defendant. Not only had this trial date been set for months, but also the Order reflecting the denial of the Plaintiff’s Ore Tenus Motion for Continuance was sent to all known addresses for the Plaintiff and his wife. Based upon their failure to present themselves in this court’s chambers, it appears that the Plaintiff and his wife have effectively decided to abandon their claim against the Defendant.\nFor all of the foregoing reasons, it is\nORDERED AND ADJUDGED:\n1. That the Defendant’s Second Motion to Strike Plaintiff’s Pleadings is granted.\n2. Based upon the Plaintiff’s and his wife’s failure to present themselves to this court’s chambers on Monday, July 15, 1991, at 9:30 a.m. to start their trial against the Defendant, the Plaintiff’s case is dismissed with prejudice.\n3. This Court specifically reserves jurisdiction to determine the Defendant’s entitlement to and the potential amount of any costs in this action.\nDONE AND ORDERED in chambers this 16th day of July, 1991.",
                                          "type":  "majority",
                                          "author":  "A.C. SOUD, JR., Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "WEST v CSX TRANSPORTATION, INC.\nCase No. 89-17038\nFourth Judicial Circuit, Duval County\nJanuary 7, 1991,\nJuly 16, 1991"
                 },
    "file_name":  "1423-01",
    "first_page_order":  173,
    "last_page_order":  177
}
