{
"id":  2021335,
    "name":  "CSX TRANSPORTATION, INC. v. DIXIE CONCRETE SERVICE, INC., et al.",
    "name_abbreviation":  "CSX Transportation, Inc. v. Dixie Concrete Service, Inc.",
    "decision_date":  "1990-12-19",
    "docket_number":  "Case No. 88-16722-CA",
    "first_page":  "167",
    "last_page":  "168",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "50 Fla. Supp. 2d 167"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "469 So.2d 863",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7616616
                                      ],
                         "year":  1985,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/469/0863-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  187,
                     "char_count":  2330,
                     "ocr_confidence":  0.884,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07305348690213213
                                  },
                     "sha256":  "bfc586fa6db9dc1560e57c7456fb20a982ca1bdc1103bf4e1745ee5358c89260",
                     "simhash":  "1:d0c6996715125d9c",
                     "word_count":  374
                 },
    "last_updated":  "2024-02-27T22:18:48.619006+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "CSX TRANSPORTATION, INC. v DIXIE CONCRETE SERVICE, INC., et al."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nVIRGINIA Q. BEVERLY, Circuit Judge.\nORDER ON PLAINTIFF’S MOTION FOR PARTIAL SUMMARY JUDGMENT\nThis cause came on for hearing on the Plaintiffs Motion for Partial Summary Judgment on Count I of the Plaintiffs Second Amended Complaint. Based upon the record and arguments of counsel, this Court concludes that the Plaintiffs Motion for Partial Summary Judgment shall be granted. In ruling on the Plaintiffs Motion, a brief history of the case is appropriate.\nOn November 7, 1985, a CSX employee (Willie Blair) was injured while riding in a truck which was owned and operated by Dixie Concrete Service (Dixie). At the time of this accident, Dixie and CSX had an indemnity agreement whereby Dixie had agreed to indemnify CSX for damages arising out of such an incident.\nWhen the CSX employee made a claim against CSX for his injuries, Dixie was notified by CSX and invited to participate in the defense of this claim. However, after reasonable notice, Dixie chose not to participate in the defense of the employee’s claim (This fact was conceded by defense counsel). Subsequently, CSX settled with its employee and now seeks a Partial Summary Judgment on its indemnity claim against Dixie.\nBased on these facts, Post Houses, Inc. v Fireman’s Fund Insurance Company, 469 So.2d 863 (Fla. 1st DCA 1985), is controlling. In Post Houses, the First District Court of Appeal held that where an indemnitor is given notice of a suit against its indemnitee and has been given a reasonable opportunity to investigate and defend this claim, a settlement paid by the indemnitee is conclusive against the indemnitor if it is made without fraud or collusion.\nAdditionally, this Court finds that Paragraph 32 of the parties’ written agreement is controlling. Pursuant to Paragraph 32 of the parties’ contract, Dixie assumed all responsibility and liability for Mr. Blair’s damages.\nAccordingly, it is\nORDERED AND ADJUDGED:\n1. That the Plaintiffs Motion for Partial Summary Judgment is granted with the Court reserving jurisdiction to determine damages upon proper motion by the Plaintiff.\nDONE AND ORDERED in Chambers, Jacksonville, Duval County, Florida, this 19th day of December, 1990.",
                                          "type":  "majority",
                                          "author":  "VIRGINIA Q. BEVERLY, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "CSX TRANSPORTATION, INC. v DIXIE CONCRETE SERVICE, INC., et al.\nCase No. 88-16722-CA\nFourth Judicial Circuit, Duval County\nDecember 19, 1990"
                 },
    "file_name":  "1435-01",
    "first_page_order":  187,
    "last_page_order":  188
}