{
    "id":  2020876,
    "name":  "CORTRIGHT v. THE HONORABLE JOHN C. ADKINS, et al.",
    "name_abbreviation":  "Cortright v. Adkins",
    "decision_date":  "1991-07-12",
    "docket_number":  "Case No. 89-47628-RP",
    "first_page":  "176",
    "last_page":  "178",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 176"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  230,
                     "char_count":  4074,
                     "ocr_confidence":  0.855,
                     "sha256":  "5ee4d91d29c811f831162d6648a905d39c783ade91fd859d7e10dc8f9466ed82",
                     "simhash":  "1:31faaeecbeb8e08b",
                     "word_count":  674
                 },
    "last_updated":  "2023-07-14T21:34:53.334185+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "CORTRIGHT v THE HONORABLE JOHN C. ADKINS, et al."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nEDWARD J. RICHARDSON, Circuit Judge.\nWRIT OF PROHIBITION\nORDER\nTHIS CAUSE came before the Court on July 2, 1991, upon the Petition For Writ of Prohibition filed by the Defendant/Petitioner, Richard Cortright. On May 28, 1991, this Court granted an ex parte Temporary Writ of Prohibition and Stay Order. The Petitioner was represented by his attorney, Mitch Rothman, Esq. The Respondent, the Honorable John C. Adkins, County Judge, did not appear and was not formally represented by counsel. Neither the State Attorney nor the Attorney General sought to intervene or otherwise formally appear in behalf of the Respondent. However, Assistant State Attorney Sherri Dennaburg did appear and offer argument in behalf of the State of Florida on the issues presented.\nThe “Statement of the Case and Facts” set forth in the Petition For Writ of Prohibition was undisputed. The sole issue to be decided in this case is whether a violation of Section 316.193(1), F.S. constitutes a misdemeanor of the first or second degree. If the crime is a misdemeanor of the second degree, the prosecution would be barred by the applicable Statute of Limitations. If the crime is a misdemeanor of the first degree, the prosecution may proceed.\nA first offense DUI, under §316.193(1), F.S., is a crime without specification of degree. However, the penalty for DUI becomes more severe as additional elements are added to the offenses, i.e., number of prior offenses, damage to person or property and death. As these elements are added to the basic crime of DUI, the statute begins to specify the degree of the offense. For example:\n(a) DUI with damage to person or property of another is a misdemeanor of the first degree.\n(b) A fourth DUI conviction becomes a felony of the third degree.\n(c) DUI involving serious bodily injury to another is a felony of the third degree.\n(d) DUI manslaughter is a felony of the second degree.\nClearly, it was the intent of the legislature to increase the degree and therefore the penalty of DUI as elements are added to the basic crime.\nSection 775.082 F.S. prescribes the maximum penalties in law for all felonies and misdemeanors. The maximum penalty authorized under 316.193(1) F.S., for a first time DUI does not equate to the penalties provided by law for a misdemeanor of the first or second degree.\nHowever, section 775.081(2) F.S., provides in part that: “Any crime declared by Statute to be a misdemeanor without specification of degree is of the second degree.” This subsection appears to provide the Court with the answer to this question. It is clear that 316.193(1) F.S., is a crime without specification of degree. It is further clear that as elements are added to a 316.193(1) violation, the range of penalties increases from a misdemeanor of the first degree to a felony of the second degree. Thus, for Statute of Limitations purposes only, this Court must conclude that a first offense DUI charged under 316.193(1) without damage to person or property is a misdemeanor of the second degree.\nFor the reasons stated herein, it is thereupon,\nORDERED AND ADJUDGED:\n1) That the Petition For Writ of Prohibition filed by the Defendant/ Petitioner, Richard J. Cortright, be and the same is hereby granted.\n2) The prosecution of the Petitioner/Defendant is barred by the applicable Statute of Limitations. (Section 775.15(2)(d) 1989) and the trial court has lost jurisdiction over the person of the Petitioner/ Defendant.\n3) The Respondent, the Honorable John C. Adkins, County Judge, and all other Judges in and for the County Court of Brevard County, Florida are hereby prohibited from continuing to exercise jurisdiction over the person of the Petitioner/Defendant in this cause.\nDONE AND ORDERED in Melbourne, Brevard County, Florida this 12th day of July, 1991.",
                                          "type":  "majority",
                                          "author":  "EDWARD J. RICHARDSON, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Sherri Dennaburg, Assistant State Attorney, for State of Florida.",
                                       "Mitch Rothman, Esquire, for defendant/petitioner."
                                   ],
                     "corrections":  "",
                     "head_matter":  "CORTRIGHT v THE HONORABLE JOHN C. ADKINS, et al.\nCase No. 89-47628-RP\nEighteenth Judicial Circuit, Brevard County\nJuly 12, 1991\nAPPEARANCES OF COUNSEL\nSherri Dennaburg, Assistant State Attorney, for State of Florida.\nMitch Rothman, Esquire, for defendant/petitioner."
                 },
    "file_name":  "1444-01",
    "first_page_order":  194,
    "last_page_order":  196
}
