{
    "id":  2020842,
    "name":  "FERNANDEZ v. GARHAM and LYONS TOWING, INC.",
    "name_abbreviation":  "Fernandez v. Garham \u0026 Lyons Towing, Inc.",
    "decision_date":  "1991-01-04",
    "docket_number":  "Case No. MS-90-16633-RF",
    "first_page":  "192",
    "last_page":  "194",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 192"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Palm Beach Cty. Ct.",
                  "id":  14244,
                  "name":  "Palm Beach County Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  275,
                     "char_count":  3731,
                     "ocr_confidence":  0.894,
                     "sha256":  "dab0a5b7539a3391fd1d49b3cb2ff5adf9719a35a341fea9a9b02c83d0d23228",
                     "simhash":  "1:e7a0e4adac56ed70",
                     "word_count":  600
                 },
    "last_updated":  "2023-07-14T21:34:53.334185+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "FERNANDEZ v GARHAM and LYONS TOWING, INC."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nROBERT M. GROSS, County Judge.\nFINAL JUDGMENT\nThis case came before the Court on January 3, 1991 for trial. All parties were present and well represented by counsel. Based on the evidence presented, the Court makes findings of fact and draws conclusions of law as follows.\nOn September 16, 1990, Plaintiff attended his nephew’s party at a relative’s house located in the Palm Club West complex. Plaintiff parked his car on the street. The car remained on the street after midnight in violation of parking restrictions imposed by the Homeowner’s Association.\nDefendant Jeffrey Garham is a driver for Defendant Lyons Towing. On June 28, 1990, Lyons Towing, Inc., entered into an agreement with the Homeowner’s Association regarding removal of improperly parked vehicles. Pursuant to that agreement, Defendant hooked up Plaintiffs car to their tow truck. Before Defendants removed Plaintiffs car from the scene, Plaintiff came outside and engaged Garham in conversation. During this initial contact with Plaintiff, the driver remained seated in the tow truck. Garham informed Plaintiff that it would cost $85.00 in cash to have the vehicle disconnected. Plaintiff said he had the money with him but he wanted his car unhooked before he handed it over to the driver. Garham refused to unhook the car before having the cash in hand. Garham left with the car, removing it to another location. Ultimately, in addition to the $85.00, Plaintiff was required to pay a $41.00 towing charge in order to retrieve his car. In this case, Plaintiff seeks to recover the $126.00 paid.\nSection 715.07, Florida Statutes (1989) authorizes the removal of vehicles parked on private property without the vehicle owner’s permission. However, such removal is “subject to strict compliance” with certain conditions and restrictions. § 715.07(2)(a), Fla. Stat. (1989). One of those conditions and restrictions is that if the registered owner or other authorized person arrives at the scene prior to removal or towing, “the vehicle shall be disconnected from the towing . . . apparatus, and that person shall be allowed to remove the vehicle without interferance [sic] upon the payment of a reasonable service fee ...” § 715.07(2)(a)3 (1989). As the Court has construed that section, Defendant Garham improperly refused to disconnect the vehicle under the circumstances of this case. Because Defendants have failed to comply with the statute, Plaintiff is entitled to recovery of monies paid.\nThe signage in this case complied with the applicable statute. The Court notes that the issue of whether the notice requirements of the statute pass constitutional muster was not raised in this case. Because of the Court’s decision in the preceding paragraph, it is not necessary to reach the issue of the propriety of the service agreement. Based on the foregoing, it is\nORDERED AND ADJUDGED that Plaintiff, CRISTOBAL FERNANDEZ, recovers from Defendants, JEFFREY L. GARHAM and LYONS TOWING, INC., $126.00 in principal, prejudgment interest since September 10, 1990 in the amount of $4.81 and court costs of $71.00, making a total of $201.81, for which let execution issue, with interest at 12% per annuum. It is further\nORDERED AND ADJUDGED that the Court reserves jurisdiction to assess attorney’s fees pursuant to section 715.07(4), Florida Statutes (1989). It is further\nORDERED AND ADJUDGED that Defendants’ actions in this case were based upon a good faith reading of section 715.07(2)(a)3, and that therefore punitive damages are not appropriate.\nDONE AND ORDERED in West Palm Beach, Florida this 4th day of January, 1991.",
                                          "type":  "majority",
                                          "author":  "ROBERT M. GROSS, County Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "FERNANDEZ v GARHAM and LYONS TOWING, INC.\nCase No. MS-90-16633-RF\nCounty Court, Palm Beach County\nJanuary 4, 1991"
                 },
    "file_name":  "1453-01",
    "first_page_order":  210,
    "last_page_order":  212
}
