{
"id":  2020857,
    "name":  "HOLY COMFORTER SENIOR HOUSING, INC. v. POPE",
    "name_abbreviation":  "Holy Comforter Senior Housing, Inc. v. Pope",
    "decision_date":  "1991-08-05",
    "docket_number":  "Case No. 91-8529 CC 05",
    "first_page":  "195",
    "last_page":  "197",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 195"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Dade Cty. Ct.",
                  "id":  14243,
                  "name":  "Dade County Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "8529 CC 05",
                         "category":  "reporters:state",
                         "reporter":  "Cole. Cas.",
                         "opinion_index":  -1
                     },
                     {
                         "cite":  "555 So.2d 828",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7527616
                                      ],
                         "year":  1990,
                         "pin_cites":  [
                                           {
                                               "page":  "833"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/555/0828-01"
                                        ]
                     },
                     {
                         "cite":  "465 U.S. 886",
                         "category":  "reporters:federal",
                         "reporter":  "U.S.",
                         "case_ids":  [
                                          11338115
                                      ],
                         "year":  1984,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/us/465/0886-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  273,
                     "char_count":  3386,
                     "ocr_confidence":  0.912,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07304364076824556
                                  },
                     "sha256":  "38b54fc515ae1f2826d0f87cee85059667dee38fbf2c7d8c4a5d8b7a95d630c2",
                     "simhash":  "1:80924d9cb1cbe52c",
                     "word_count":  557
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "HOLY COMFORTER SENIOR HOUSING, INC. v POPE"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nPHILIP COOK, County Judge.\nORDER GRANTING DEFENDANT’S MOTION FOR ATTORNEY’S FEES AND JUDGMENT\nTHIS CAUSE is before the court on defendant’s motion for attorney’s fees and the court having held an evidentiary hearing on July 11, 1991 and being otherwise fully advised in the premises hereby enters its judgment and findings of fact and conclusions of law as follows:\n1. This action was brought under Chapter 83, Part II, Fla. Stat. by plaintiff Holy Comforter Senior Housing, Inc., to gain possession of a Section 8 subsidized housing unit rented by plaintiff to defendant Oswald H. Pope. Defendant’s counsel is Legal Services of Greater Miami, Inc. (LSGMI).\n2. On June 7, 1991 this court entered an order granting defendant’s motion to dismiss.\n3. Section 83.408, Fla. Stat. authorizes an award of attorney’s fees to the prevailing party in an action under Chapter 83, Part II Fla. Stat. Defendant’s counsel’s affidavit as well as his testimony at trial shows that defendant’s attorney Peter H. Barber of LSGMI reasonably spent a total of 9.5 hours on this case.\n4. Defendant’s counsel is entitled to compensation at the prevailing rate in the Miami area even though LSGMI does not charge its clients fees. Blum v Stenson, 465 U.S. 886 (1984). The method of calculating a reasonable rate is the lodestar method which begins by multiplying the number of hours spent on the case by a reasonable hourly rate. Standard Guarantee Insurance Company v Quanstrom, 555 So.2d 828, 833 (Fla. 1990). The rate requested of $175.00 per hour is well within the market rate for an attorney of Mr. Barber’s skill, experience, and reputation.\n5. The lodestar method (reasonable hourly rate times the reasonable hours expended on the case) is appropriate in cases involving defense of landlord tenant cases equally as much as any other litigation. This principle is confirmed in the numerous cases cited by defendant’s counsel at the hearing. The fact that attorneys who represent landlords often charge a flat fee does not detract from this principle. It is well known that landlord’s attorneys handle cases on a wholesale basis since very many of them are won by default or against unskilled pro se opposition.\n6. By contrast, the defense put forth in the present case, and other cases in which LSGMI attorneys represent tenants, involve the same services involved in traditional full scale litigation. That is, LSGMI attorneys perform factual and legal research, draft pleadings and motions, engage in discovery, argue at motion hearings, and, when necessary, fully try cases. There is no reason that these attorneys should not be compensated on the same basis as other litigating attorneys.\n7. This court will therefore award fees in the requested amount of $1,662.50 (9.5 hours times $175 per hour). The court notes that no contingency multiplier of the lodestar was requested in this case.\n8. Accordingly, for the sum of $1,662.50 let execution issue together with interest at the legal rate from and after the date of this judgment and until paid.\nDONE and ORDERED at Miami, Dade County, Florida this 5th day of August, 1991.",
                                          "type":  "majority",
                                          "author":  "PHILIP COOK, County Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Gregory T. Zell, Esquire, for plaintiff.",
                                       "Peter H. Barber, Esquire, Legal Services of Greater Miami, Inc., for defendant."
                                   ],
                     "corrections":  "",
                     "head_matter":  "HOLY COMFORTER SENIOR HOUSING, INC. v POPE\nCase No. 91-8529 CC 05\nCounty Court, Dade County\nAugust 5, 1991\nAPPEARANCES OF COUNSEL\nGregory T. Zell, Esquire, for plaintiff.\nPeter H. Barber, Esquire, Legal Services of Greater Miami, Inc., for defendant."
                 },
    "file_name":  "1456-01",
    "first_page_order":  213,
    "last_page_order":  215
}