{
    "id":  2020873,
    "name":  "O\u0027CONNOR v. STATE OF FLORIDA",
    "name_abbreviation":  "O\u0027Connor v. State",
    "decision_date":  "1991-08-02",
    "docket_number":  "Case No. 91-2445-CA-0I-WLB",
    "first_page":  "201",
    "last_page":  "204",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 201"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "473 So2d 1248",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7625248
                                      ],
                         "year":  1985,
                         "pin_cites":  [
                                           {
                                               "page":  "1249"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/473/1248-01"
                                        ]
                     },
                     {
                         "cite":  "561 So2d 1130",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          7536672
                                      ],
                         "year":  1990,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/561/1130-01"
                                        ]
                     },
                     {
                         "cite":  "365 So2d 157",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9565224
                                      ],
                         "year":  1978,
                         "pin_cites":  [
                                           {
                                               "page":  "159"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/365/0157-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  382,
                     "char_count":  6719,
                     "ocr_confidence":  0.918,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07304634362852815
                                  },
                     "sha256":  "48019de32598610ba802a3302a54c32a8dbc24e8381abd7a22bc149c36b6c425",
                     "simhash":  "1:022e60a423db8293",
                     "word_count":  1085
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "O’CONNOR v STATE OF FLORIDA"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nWILLIAM L. BLACKWELL, Circuit Judge.\nORDER DENYING PETITION FOR WRIT OF CERTIORARI\nThe Court has for consideration the Petition for Writ of Certiorari filed by John O’Connor, through his attorney. Briefly, the Petition alleges that Petitioner, a resident of the State of Connecticut, was arrested on May 8, 1991 for the offense of driving under the influence (DUI). Petitioner submitted to a breathalyzer test, which determined his blood alcohol content (BAC) to be .179 and .190. Consequently, Petitioner’s Connecticut driver’s license was confiscated by the arresting officer/technician. A formal review hearing was held on June 13, 1991, and the hearing officer determined on June 18, 1991, that Petitioner’s driving privilege was properly suspended.\nPetitioner argues that § 322.2615, Fla. Stats., is unconstitutional as it applies to non-Florida residents. Scott v Department of Highway Safety and Motor Vehicles, Case No. 90-9040-CA-JHS (Fla. 20th Cir. March 14, 1991). Scott holds that a law enforcement official cannot confiscate the out-of-state drivers license of a non-Florida resident pursuant to § 322.2615. Hence, Petitioner is requesting this Court to enter an Order requiring Respondent to return Petitioner’s driver’s license and restore his driving privilege.\nFlorida Statutes § 322.2615(13) provides that a person may appeal the decision of the department, sustaining a suspension of his driver’s license, by a petition for writ of certiorari to the Circuit Court pursuant to § 322.31. Florida Statutes § 322.31 provides that final orders and rulings of the department wherein . . . such license has been . . . suspended . . . shall be reviewable . . . only by a writ of certiorari issued by the Circuit Court in the County wherein such person shall reside . . . This Court is of the opinion that the language “wherein such person shall reside” does not bar a remedy to a non-Florida resident.\nArticle 1, § 21 of the Florida Constitution requires that a forum, access to the Courts, be provided. Clearly, just because §§ 322.2615(13) and 322.31 are inartfully drafted, does not mean that the Courts are foreclosed from providing a non-Florida resident a remedy. Obviously, this Court disagrees with the decision in Scott.\nThere is no indication that the legislature intended the result reached in Scott. In fact, § 322.263 provides that the legislative intent is, inter alia, to: (1) provide maximum safety for all persons who travel the public highways of the State; and (2) deny the privilege of operating a motor vehicle on the public highways to persons who, by their conduct, have demonstrated their indifference for the safety and welfare of others. Further, § 322.23(1) specifically addresses suspending privileges of nonresidents. The privilege of driving a motor vehicle on the highways of this State, given to a nonresident, shall be subject to suspension or revocation by the department in the same manner and for the same cause as a license issued by the department may be suspended or revoked. It is clear that the legislature intends to treat residents and non-Florida residents identically.\nIt is a fundamental rule of statutory construction that the entire statute must be considered in determining legislative intent. Effect must be given to every part of the section and every part of the statute as a whole. State v Rodriquez, 365 So2d 157, 159 (Fla. 1978). Also see, In re Order on Prosecution of Criminal Appeals by the Tenth Judicial Circuit Public Defender, 561 So2d 1130 (Fla. 1990). In Lowry v Parole and Probation Commission, 473 So2d 1248, 1249 (Fla. 1985), the Court stated that where reasonable differences arise as to the meaning or application of a statute, the legislative intent must be the polestar of judicial construction.\nIn the case before the Court, Petitioner’s license was confiscated on May 8, 1991 and a formal review hearing was held on June 13, 1991. The Petition for Writ of Certiorari was filed on July 11, 1991, appealing the findings of the formal hearing. It is interesting to note that during the 1991 Legislative Session, changes to § 322.2615 were being addressed and in fact had passed both chambers, prior to the confiscation of Petitioner’s driver’s license. On May 30, 1991 the bill was signed into law by the Governor, to become effective July 1, 1991, amending § 322.2615(13) to read: “A person may appeal any decision of the department sustaining a suspension of his driver’s license by a petition for writ of certiorari to the circuit court in the county wherein such person resides or wherein a formal or informal review was conducted pursuant to § 322.31 . . .” (amendment underlined).\nWhen an amendment to a statute is enacted soon after controversies as to the interpretation of the original act arise, a Court may consider that amendment as a legislative interpretation of the original law and not as a substantive change thereof. Lowry, p. 1250. The Court in Lowry also asserted that it has recognized the propriety of considering subsequent legislation in arriving at the proper interpretation of the prior statute. Lowry, p. 1250.\nIt is the opinion of this Court that the proper interpretation of § 322.2615(13) and § 322.31 is that if Petitioner does not have a county of residence, then the statute should be construed to provide a forum either in the county where the incident occurred, or where the review hearing was held. It is apparent that the legislature intended to provide all persons with the right of appellate review pursuant to § 322.2615. An out-of-state resident, who drives in this state, subjects himself and his driver’s license to Florida law just as a Florida resident does.\nIt should be noted that in the Scott opinion, Judge Seals found that § 322.2615, as it applies to non-residents, was in violation of the Fifth and Fourteenth Amendments of the United States Constitution, because the referenced language in subsection (13) to Florida Statute § 322.31 causes non-residents to be deprived of the statutory protection of judicial review. Scott, p. 5. This Court does not see that it is necessary to address the Fifth and Fourteenth Amendments to the United States Constitution; however, if we did, we would find that the Scott opinion gives an out-of-state resident an advantage over an instate resident in violation of the equal protection clause of the Fourteenth Amendment. It is, accordingly,\nORDERED AND DECREED that the Petition for Writ of Certiorari herein is DENIED.\nDONE AND ORDERED in Chambers at Naples, Collier County, Florida, this 2nd day of August, 1991.",
                                          "type":  "majority",
                                          "author":  "WILLIAM L. BLACKWELL, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [

                                   ],
                     "corrections":  "",
                     "head_matter":  "O’CONNOR v STATE OF FLORIDA\nCase No. 91-2445-CA-0I-WLB\nTwentieth Judicial Circuit, Collier County\nAugust 2, 1991"
                 },
    "file_name":  "1462-01",
    "first_page_order":  219,
    "last_page_order":  222
}
