{
    "id":  8547888,
    "name":  "Mike Coronado v. State",
    "name_abbreviation":  "Coronado v. State",
    "decision_date":  "1958-11-12",
    "docket_number":  "No. 30,107",
    "first_page":  "206",
    "last_page":  "207",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 206"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "308 S.W. 2d 52",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10159283
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/308/0052-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 478",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2610524
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0478-01"
                                        ]
                     },
                     {
                         "cite":  "298 S.W. 2d 590",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10180699
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/298/0590-01"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 347",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2612073
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/164/0347-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  236,
                     "char_count":  2955,
                     "ocr_confidence":  0.572,
                     "pagerank":  {
                                      "raw":  9.48128506009501E-08,
                                      "percentile":  0.5179759514936971
                                  },
                     "sha256":  "602f2bbbba2384c2d9647ae372261f995f0f45b0ce447f4e0622abb506edbbc1",
                     "simhash":  "1:5ae52be36f076bd2",
                     "word_count":  497
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Mike Coronado v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BELCHER, Judge.\nThe conviction is for burglary with the intent to commit theft; the punishment, four years in the penitentiary.\nThe testimony sufficiently shows the unlawful breaking and entering of a closed building in which Oscar H. Lock operated a sporting goods store, and the taking therefrom without his consent twelve rifles, a rifle scabbard, a pistol and holster, and several pocket knives.\nThe rifles and scabbard were found by the officers behind the building from which they had been taken, but were left as found, and a guard stationed to watch them. At 1:05 A.M. on the night following the discovery of the burglary, the appellant approached the sporting goods store, went around to the rear of it, then crossed the street and turned and looked in the direction of the store.\nDetective Sergeant James testified that while accompanied by Detective Jaimes they went to the room of Mike Coronado, the appellant, that he knocked on the door, and the appellant told him to come in. The witness then identified a photograph, State’s Exhibit No. 8, which he testified showed “the pistol and holster and the knives that came from Mike Coronado’s room.” He also testified, without objection, that he compared the property shown by State’s Exhibit No. 8 with the description of the property furnished by Mr. Lock and that they corresponded.\nThe testimony shows that Mr. Lock, the operator of the sporting goods store, positively identified the pistol by its serial number; and also the holster and the knives at the police station as being part of the property he lost from the store at the time in question.\nAppellant did not testify or offer any evidence in his behalf.\nThe evidence is sufficient to sustain the conviction.\nAppellant’s complaint that the officers illegally entered his room cannot be sustained in view of the testimony that when Officer James knocked on the door he was invited to enter the room by the appellant. Williams v. State, 164 Texas Cr. Rep. 347, 298 S.W. 2d 590. Further, Officer James testified before the court in the absence of the jury that when he was in appellant’s room he asked appellant where the pistol and knives were that he got from the store, and appellant replied: “They are over there in the dresser drawer.” The property mentioned was found by Officer James according to the information given him by the appellant. No error is shown in the admission of the testimony. Art. 727, Vernon’s Ann. C.C.P.; Rose v. State, 165 Texas Cr. Rep. 478, 308 S.W. 2d 52.\nThe unexplained possession of some of the property recently stolen from a burglarized building is sufficient to support a conviction. 4 Branch’s Ann. P.C. 2d 869, Sec. 2537.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "William E. Davenport, San Angelo, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Mike Coronado v. State.\nNo. 30,107.\nDelivered November 12, 1958.\nMotion for Rehearing Overruled January 14, 1959.\nWilliam E. Davenport, San Angelo, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1466-01",
    "first_page_order":  224,
    "last_page_order":  225
}
