{
    "id":  2020880,
    "name":  "HARDEMAN, et al. v. ZAGER",
    "name_abbreviation":  "Hardeman v. Zager",
    "decision_date":  "1991-07-31",
    "docket_number":  "Case No. 90-59153 CA 25",
    "first_page":  "210",
    "last_page":  "218",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "49 Fla. Supp. 2d 210"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Fla. Cir. Ct.",
                  "id":  11646,
                  "name":  "Florida Circuit Court"
              },
    "jurisdiction":  {
                         "id":  28,
                         "name_long":  "Florida",
                         "name":  "Fla."
                     },
    "cites_to":  [
                     {
                         "cite":  "138 So.2d 351",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9870182
                                      ],
                         "year":  1962,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/138/0351-01"
                                        ]
                     },
                     {
                         "cite":  "376 So.2d 914",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9631147
                                      ],
                         "year":  1979,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/376/0914-01"
                                        ]
                     },
                     {
                         "cite":  "198 So. 819",
                         "category":  "reporters:state_regional",
                         "reporter":  "So.",
                         "case_ids":  [
                                          1937588
                                      ],
                         "weight":  2,
                         "year":  1940,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/fla/145/0123-01"
                                        ]
                     },
                     {
                         "cite":  "344 So.2d 1312",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9693382
                                      ],
                         "weight":  2,
                         "year":  1977,
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/344/1312-01"
                                        ]
                     },
                     {
                         "cite":  "78 N.E. 752",
                         "category":  "reporters:state_regional",
                         "reporter":  "N.E.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "85 So.2d 552",
                         "category":  "reporters:state_regional",
                         "reporter":  "So. 2d",
                         "case_ids":  [
                                          9903203
                                      ],
                         "weight":  4,
                         "year":  1956,
                         "pin_cites":  [
                                           {
                                               "page":  "554-555"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/so2d/85/0552-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  899,
                     "char_count":  20286,
                     "ocr_confidence":  0.896,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.07304730893577194
                                  },
                     "sha256":  "9e557e658c98d15a60e3a3d15df19e4eeb845a4184d43bc65082152ba4df464d",
                     "simhash":  "1:a8f56a2162957bc4",
                     "word_count":  3318
                 },
    "last_updated":  "2024-02-27T22:50:07.903550+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "HARDEMAN, et al. v ZAGER"
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "OPINION OF THE COURT\nPHILIP BLOOM, Circuit Judge.\nFINAL JUDGMENT DENYING INJUNCTION\nI. Introduction\nThis case involves neighbors feuding as to whether the noises emitted by two (2) macaws and a cockatoo owned by one family constitute under Florida law a nuisance to the others. It also concerns the balancing of important property ownership rights with those same rights in others.\nThis action was tried without a jury. The Court heard, saw and evaluated the evidence; heard oral argument of respective counsel; and reviewed the law. The parties stipulated to the Court’s taking a view of the location of the birds and the area. The judge visited the scene, saw the birds and their accommodations, and noted the juxtaposition of the houses in the neighborhood.\nThe Court commends both attorneys of record, Messrs. Donald Hardeman and Lawrence Metsch, for their professional presentation of this difficult case. Several of the parties are attorneys (Mr. and Mrs. Hardeman and Mr. Zager). The evidence from the witnesses and the photographs have painted a clear picture of the parties’ contentions. It is unfortunate, however, that the case required some of the witnesses (many of whom were also parties) to become advocates. The result is probably irreparable friction among neighbors which, for years to come, may hinder their full enjoyment of their beautiful and otherwise peaceful neighborhood.\nII. Facts\nThis is an action by Plaintiff, Donald W. Hardeman, Jr., and Donna M. Hardeman, et al. (“Plaintiffs”), seeking to enjoin permanently their neighbors, the Defendants, Ira Zager and Judith Zager (“Defendants”), from keeping their birds, two macaws and a cockatoo (“the birds”), in an aviary facility constructed on the patio attached to their house. Plaintiffs allege that the noise created by the birds during uncertain daytime hours constitutes a nuisance.\nAlthough Plaintiffs’ Petition for Injunctive Relief alleges that the Defendants’ birds, “have created a raucous and continual noise each and every day from sunup to sunset,” the evidence presented by Plaintiffs at trial reflects that the noise from the birds is sporadic and does not occur every day. During those days that the birds make noise, the noise is intermittent lasting from approximately one (1) minute to approximately forty-five (45) minutes. The Plaintiffs also claim that their anticipation as to when the birds will sound off is part of the same syndrome. To bolster their claim, Plaintiffs presented a tape recording of the sounds emitted by the birds prior to Defendants taking corrective measures, which sounds were loud, raucous, screeching, and if they were now present and frequent, would cause this Court to reconsider this ruling.\nThe evidence presented by the Defendants at trial reflects that an aviary was being constructed for the birds when this suit was filed; that as a result of that aviary and certain built-in safeguards the noise from the birds occurs occasionally; and during those occasional episodes the noise is intermittent, occurring only once or twice during the day and lasting from only a few seconds to a few minutes during those days.\nInitially, when the Defendants acquired the birds some eight (8) years ago, they were kept primarily inside the house or with some frequency, outside on the Defendants’ patio. When the birds were outside during those days (prior to the construction of the aviary) no neighbors complained that the birds were noisy. The evidence reflected that the construction of the aviary started well before this litigation and was completed during the middle of December, 1990, at substantial expense to Defendants. The birds began living in the aviary at the end of October, 1990. During the next few weeks the birds squawked in the early morning. This seldom happened before and when Defendants investigated, they determined that the morning sunlight was causing the birds to squawk. Defendants thereafter ordered a blackout awning for the aviary so that the sunlight would not penetrate it in the early morning, and the birds therefore would not squawk. After the awning was installed, the early morning noise from the birds was abated.\nThe Defendants advised Plaintiffs Hardeman that they had ordered the awning and it would be installed as soon as possible. Before the awning was installed, however, the Plaintiffs filed the instant Petition for Injunctive Relief on December 6, 1990. The installation of the awning was completed shortly thereafter.\nIn addition to the blackout awning, the Defendants installed an insulated, soundproof roof above the aviary, either to placate the Plaintiffs, or to keep down the noise, or both. It is clear from the evidence on both sides that the noise frequency and level decreased dramatically once the Defendants had completed the aviary improvements; and that the tape of the bird noises presented by Plaintiffs was recorded before those improvements were completed.\nIII. The Parties’ Contentions\nA. Plaintiffs in this action contend that Defendants by housing the birds in an outside aviary are using their property unreasonably, and that the noise from the birds during daytime hours constitutes a nuisance entitling Plaintiffs to a permanent injunction.\nB. Defendants in this action contend that the noise from the birds is intermittent, occurring infrequently during some days, and that the enclosed aviary is a reasonable use of their property and does not constitute a nuisance entitling the Plaintiffs to a permanent injunction.\nIV. Discussion\nPlaintiffs are not entitled to a permanent injunction because the noise emanating from the birds in the aviary does not constitute a nuisance under Florida law and the facts in this case.\nThe Supreme Court of Florida in Beckman v Marshall, 85 So.2d 552, 554-555 (Fla. 1956), quoted with approval from an Ohio case (Antonik v Chamberlain, 78 N.E. 752), the following general principles of law concerning a private nuisance:\n“The law of nuisance plys between two antithetical extremes: The principle that every person is entitled to use his property for any purpose that he sees fit, and the opposing principle that everyone is bound to use his property in such a manner as not to injure the property or rights of his neighbor. For generations, courts, in their tasks of judging, have ruled on these extremes according to the wisdom of the day, and many have recognized that the contemporary view of public policy shifts from generation to generation.”\n* * *\n“The necessities of a social state, especially in a great industrial community, compel the rule that no one has absolute freedom in the use of his property, because he must be restrained in his use by the existence of equal rights in his neighbor to the use of his property. This rule has sometimes been erroneously interpreted as a prohibition of all use of one’s property which annoys or disturbs his neighbor in the enjoyment of his property. The question for decision is not simply whether the neighbor is annoyed or disturbed, but is whether there is an injury to a legal right of the neighbor. The law of private nuisance is a law of degree; it generally turns on the factual question whether the use to which the property is put is a reasonable use under the circumstances, and whether there is an appreciable, substantial, tangible injury resulting in actual, material, physical discomfort, and not merely a tendency to injure. It must be real and not fanciful or imaginary, or such as results merely in a trifling annoyance, inconvenience, or discomfort ... It is not everything in the nature of a nuisance which is prohibited. There are many acts which the owner of land may lawfully do, although it brings annoyance, discomfort, or injury to his neighbor. . .”\nThe testimony presented by Plaintiffs at trial is that the Plaintiffs are annoyed and disturbed by the noise of the birds at least every few days; and that the noise is intermittent on the days that it occurs. That testimony clearly did not establish appreciable, substantial, tangible injury resulting in actual, material, physical discomfort to the Plaintiffs. Mere annoyance and disturbance does not rise to the dignity of a legal nuisance. See Candib v Carver, 344 So.2d 1312 (Fla. 3rd DCA 1977) and Beckman v Marshall, supra.\nIn determining whether a nuisance has occurred, the courts will consider the character of the locality and the time the noises or other offensive actions take place. What might be a nuisance at 3:00 A.M. may not be one in the daytime or early in the evening. The Plaintiffs complain of daytime noise from the birds. The evidence presented by the Defendants established that there are 10 to 12 dogs in the neighborhood that live outside and that the dogs bark during the day and the night more frequently and for longer periods of time than the birds squawk. Mr. Wechter, the Defendants’ neighbor immediately to the west, testified that the barking dogs are more annoying and disturbing to him than the squawking of the birds. And there was substantial testimony that there are wild parrots in the neighborhood that intermittently squawk during the day, as well as other noises, such as the roar of boat motors. However, various noises are to be expected in living in an allegedly civilized and developed community.\nFlorida case law indicates that excessive noise constitutes a legal nuisance if it occurs during the nighttime hours in addition to the daytime hours, and if the plaintiffs establish that the excessive noise prevented sleep and otherwise affected their health. Knowles v Central Allapatta Properties, Inc., 198 So. 819 (Fla. 1940); and Baum v Coronado Condominium Association, Inc., 376 So.2d 914 (Fla. 3rd DCA 1979). In Knowles v Central Allapatta Properties, supra, the plaintiffs complained of loss of sleep caused by the noise of 60 or 65 barking dogs, which sleep loss adversely affected the plaintiffs’ health. The Florida Supreme Court held because the dogs in the kennel continually barked at all hours of the day and night, which interfered with the plaintiffs’ sleep, rest and comfort, and tended to injure their health, the dogs’ barking constituted a legal nuisance. The Plaintiffs here failed to legally establish that there was any disturbance of their sleep or that their health was affected in any way by the noise of the birds.\nThe Plaintiffs cite the case of Baum v Coronado Condominium Association, Inc., supra, to support their position that they are entitled to a permanent injunction as a result of the noise from the birds. The plaintiffs in the Baum case complained of excessive noise from the terrazzo floor in the lobby of their condominium which was above their condominium unit. The condominium association placed a carpet on the terrazzo floor in the lobby each night, and the carpet was taken up during the daytime from approximately September of 1976 to approximately February of 1978, at which time the condominium association stopped placing the carpeting on the lobby floor at any time. Thereafter, the plaintiffs filed their action. The evidence presented by the plaintiffs established that the noise from the unprotected terrazzo floor prevented them from sleeping and, as a result, annoyed and disturbed the plaintiffs to the extent that it rendered the ordinary use of their condominium unit physically uncomfortable. In that case, there was no evidence presented that contradicted the plaintiffs’ testimony. It is clear from the Baum case that during the period the carpet was taken up during the daytime and replaced at night on the terrazzo floor, the plaintiffs did not complain about the excessive noise. It was only after the carpeting was removed from the lobby area during the nighttime hours that the plaintiffs filed suit.\nIn the case of Candib v Carver, supra, a case similar to the Baum case, supra, excessive noise emanating from the condominium unit above the plaintiffs’ unit was not considered a legal nuisance, although the Third District Court of Appeal reversed the trial court because the Declaration of Condominium conferred a legal right on the plaintiffs to protection against unreasonable sources of annoyance. In other words, that court held that although the plaintiffs may not have established a legal nuisance, the plaintiffs were protected by contract, i.e., the Declaration of Condominium, against a degree of annoyance which may be less than a legal nuisance.\nPublic policy must also be taken into account in determining whether a legal nuisance has occurred. In Beckman v Marshall, supra at p. 555:\n“The test of the permissible use of one’s own land is not whether the use or the act causes injury to his neighbor’s property, or that the injury was the natural consequence, or that the act is in the nature of a nuisance, but the inquiry is, Was the act or use a reasonable exercise of the dominion which the owner of property has by virtue of his ownership over his property? having regard to all interests affected, his own and those of his neighbors, and having in view, also public policy. ” (Emphasis added)\nSection 21-28(c) of the Metropolitan Dade County Code declares unlawful excessive, unnecessary or unusual noise from the keeping of any animal or bird which causes, between the hours of 11:00 p.m. and 7:00 a.m., frequent or long-continued noise. That Code to some extent sets a public policy for Dade County concerning excessive noises emanating from birds during those night hours. Here, however, the Plaintiffs are neither complaining, nor have they established, that excessive noise from the birds emanates during the hours of 11:00 p.m. and 7:00 a.m.\nIn dealing with the question of a legal nuisance, the test applied is the effect of the condition complained of on ordinary persons with reasonable dispositions in ordinary health and possessing average and normal sensibilities. Beckman v Marshall, supra. The evidence at trial reflected that Plaintiffs may be noise sensitive; they asked Defendants to turn off their sprinklers in the morning and to have their son’s friends refrain from beeping their horns in the morning because those noises disturbed the Plaintiffs. Or it may be that the once close friendship between the Hardemans and the Zagers has faded, and like a divorce, animosity and ultrasensitivity set in. Suffice it to say that other neighbors of the parties testified that although they hear the noises from the birds, they are not annoyed or disturbed by them.\nThe Court independently found Davis v Levin, 138 So.2d 351 (Fla. 3DCA 1962), a case very much on point. There, appellants (Plaintiffs) instituted an action to enjoin, as an alleged nuisance, the operation of an air conditioning system in an adjoining home owned by appellees (Defendants). Appellants complained that the air conditioning equipment emitted excessive noise.\nThe appellants urged that the noise created by the operation of the air conditioning equipment was such that it deprived the appellants of the use of portions of their house, interrupted their sleep and contributed to the appellant wife’s deteriorating physical condition. The Court said:\n“The chancellor found as a conclusion of law and fact that the operation of the air conditioning system did not constitute a nuisanee. His legal as well as factual conclusions come to this court with a presumption of correctness and where, as here, his decree is supported by substantial evidence, it is the duty of the appellate court to affirm such decree.” (at p. 352)\nThe chancellor (trial judge) concluded that the operation of the air conditioning equipment did not constitute a nuisance and refused to grant the injunctive relief prayed. The appellate court affirmed, saying:\n“The sole question in an action seeking injunctive relief to abate a nuisance is whether or not the use made of property by the one complained against is reasonable under the circumstances. This question\nincludes also a determination of whether the annoyance and disturbance complained of have resulted in injury to a legal right of the person complaining. Mere disturbances and annoyance as such do not in themselves necessarily give rise to an invasion of a legal right.” (at p. 352)\nFinally, the writ of injunction is extraordinary; its remedy is drastic, and should be granted only cautiously and sparingly and not as an instrument of oppression and injury. 29 Fla.Jur 2d, Section 11 Injunctions 664.\nV. Conclusion\nThe Plaintiffs have failed to carry their burden by the standard of proof legally necessary to prove a nuisance under Florida law, namely, by the greater weight of the evidence. The Plaintiffs are not entitled to a permanent injunction against an alleged nuisance created by the Defendants’ birds. The Plaintiffs have only established that they are disturbed and annoyed by the noise of the birds, but have failed to establish any appreciable, substantial, tangible injury resulting in actual, material, physical discomfort. They have not established that they cannot sleep at night, or that their health has been affected by the noise of the birds. The evidence presented by the Plaintiffs does not rise to the level of a legal nuisance, and the Court hereby finds for the Defendants and against the Plaintiffs on the issues presented in this cause.\nThe Court therefore concludes that the Defendants in their ownership of the outdoor aviary and the attendant safeguards in housing two (2) macaws and a cockatoo, are not unreasonably using their property to the legal detriment (nuisance) of their neighbors.\nAccordingly, it is hereby\nORDERED AND ADJUDGED that the Defendants prevail in this action as against the Plaintiffs; that this judgment be entered to reflect that decision; and that the Court reserves jurisdiction to tax costs, if any, against the Plaintiffs.\nPostscript\nWhere do the litigants go from here? This judge suggests that for the improvement of relations in the neighborhood three actions should occur, although none is required as part of this decision. They are simply the Court’s observations on neighborliness:\n1. That the Zagers consider placing a sound absorbing low leafy tree or bushes in the area between the aviary and their wooden fence closest to the Hardemans’ property and equidistant between the umbrella tree and the palm foliage as an additional buffer;\n2. That the Hardemans and the Zagers count their blessings, take stock of their lives, understand that they are indeed fortunate families living in a beautiful community, recognize that there are some real problems in this world, and realize that the sound from the macaws and the cockatoo is not one of them; and\n3. That the Zagers and the Hardemans, and indeed those in their neighborhood, be mature enough to make peace with each other for the future well-being of all of them.\nDONE AND ORDERED in Chambers at Miami, Dade County, Florida this 31st day of July, 1991.\nThe Court may concentrate its observations on the Hardemans, as Plaintiffs (even though there are six (6) Plaintiffs) since they are the next door neighbors of the Zagers, and because it appears that the Hardemans were the moving force of this suit.\nThe Court notes that the “diagram” agreed to by both sides is not accurate in several respects:\n(a) The aviary is not on the outside property line of the Zager house, but is indented or tucked in from that line. Hence, it appears that the noise from the birds is to an extent absorbed by an outside portion of the Zager house before it reaches the Hardeman house.\n(b) The houses while on contiguous properties, are somewhat spaciously apart from each other contrary to the indications on the “diagram.” The distance between the Zager aviary and the Hardeman porch may be more than 50 feet, whereas the “diagram” shows them practically touching each other.\n(c) There are numerous trees and foliage (some of which appear to be in their original state) on the properties.\n(d) That part of the aviary closest to the Hardemans is enclosed by a sheet rock or plaster wall about % of the height of the aviary, with the dark blinds on top.",
                                          "type":  "majority",
                                          "author":  "PHILIP BLOOM, Circuit Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "APPEARANCES OF COUNSEL",
                                       "Donald Hardeman, Esquire, for plaintiffs.",
                                       "Lawrence Metsch, Esquire, for defendants."
                                   ],
                     "corrections":  "",
                     "head_matter":  "HARDEMAN, et al. v ZAGER\nCase No. 90-59153 CA 25\nEleventh Judicial Circuit, Dade County\nJuly 31, 1991\nAPPEARANCES OF COUNSEL\nDonald Hardeman, Esquire, for plaintiffs.\nLawrence Metsch, Esquire, for defendants."
                 },
    "file_name":  "1470-01",
    "first_page_order":  228,
    "last_page_order":  236
}
