{
    "id":  8548118,
    "name":  "Roy Richard Daniels v. State",
    "name_abbreviation":  "Daniels v. State",
    "decision_date":  "1958-11-26",
    "docket_number":  "No. 30,146",
    "first_page":  "219",
    "last_page":  "223",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 219"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "256 S.W. 2d 416",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10209295
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/256/0416-01"
                                        ]
                     },
                     {
                         "cite":  "158 Texas Cr. Rep. 447",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2479987
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/158/0447-01"
                                        ]
                     },
                     {
                         "cite":  "161 S.W. 483",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8275118
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/161/0483-01"
                                        ]
                     },
                     {
                         "cite":  "72 Texas Cr. Rep. 135",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4677521
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/72/0135-01"
                                        ]
                     },
                     {
                         "cite":  "126 S.W. 863",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "58 Texas Cr. Rep. 461",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4582771
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/58/0461-01"
                                        ]
                     },
                     {
                         "cite":  "115 S.W. 2d 929",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10268930
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/115/0929-01"
                                        ]
                     },
                     {
                         "cite":  "134 Texas Cr. Rep. 356",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5231710
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/134/0356-01"
                                        ]
                     },
                     {
                         "cite":  "218 S.W. 2d 58",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "137 Texas Cr. Rep. 56",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "233 S.W. 846",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8268829
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/233/0846-01"
                                        ]
                     },
                     {
                         "cite":  "90 Texas Cr. Rep. 83",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8642078
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/90/0083-01"
                                        ]
                     },
                     {
                         "cite":  "247 S.W. 2d 393",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10205874,
                                          10205746
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/247/0393-02",
                                            "/sw2d/247/0393-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 147",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2576512
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0147-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  563,
                     "char_count":  9236,
                     "ocr_confidence":  0.564,
                     "pagerank":  {
                                      "raw":  1.3408026032838841E-07,
                                      "percentile":  0.6310893028898596
                                  },
                     "sha256":  "3eed3ce019ee6652ed3228ef40d39dfeabd60e4c5ac8a2963505096682f286c0",
                     "simhash":  "1:ee5440871f1c8c31",
                     "word_count":  1596
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Roy Richard Daniels v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is driving while intoxicated as a second offender; the punishment, 180 days in jail.\nHighway Patrolman Hickman testified that, while on patrol on the night in question, he met an automobile which crossed over the center stripe and forced him to drive off on the shoulder of the highway to avoid having a head-on collision; that he turned around and gave chase; that during the chase he observed the appellant again cross the center stripe and force other automobiles off the highway. He stated that when he finally got alongside this automobile which he was pursuing he turned on his siren but that the automobile proceeded on some distance before it pulled off and stopped. He testified that the appellant, who was the driver, walked unsteadily, smelled of alcohol, and expressed the opinion that he was intoxicated. A partially empty bottle of vodka was recovered from the automobile. Hickman carried the appellant’s female companion by her home and placed the appellant in jail.\nMrs. Maggie Beal, elevator operator at the Jefferson County courthouse for many years, testified that she had known the appellant all his life and that on the night in question when he went up to the jail with Officer Hickman “he staggered in the elevator and acted like he was going to fall and got onto the rail,” that “he caught (the rail) that way with both hands and he seemed to be talking to the rail,” and expressed the opinion that the appellant was intoxicated.\nThe appellant, testifying in his own behalf, stated that his former wife came by his place of employment at 9:80 on the night in question and proposed that they partake of a beer, that he agreed and they drove to a nightclub on the Port Arthur highway where he drank two beers, she drank one, and they danced until they started back to Beaumont when he was arrested by Officer Hickman. He denied that the vodka was his or that he was intoxicated. He admitted the prior misdemeanor conviction for driving while intoxicated, as well as other convictions which will be discussed later. Appellant called a number of witnesses who testified as to his good reputation.\nThe jury resolved the disputed issue of appellant’s intoxication against him, and we find the evidence sufficient to support the conviction.\nThe facts will be set forth more fully in connection with our discussion of appellant’s ten bills of exception urged by brief and in argument.\nBills of exception Nos. 1 and 2 relate to an alleged variance between the allegations and the proof. The judgment in the prior misdemeanor conviction alleged that the appellant plead guilty to the complaint and the court found him guilty of the charge alleged in the complaint. This recitation standing alone does •not recognize the fact that an information was then legally-pending. The instant indictment charged that appellant had theretofore been convicted “upon an information then and there legally pending.” Upon this trial, the judgment, the information and the complaint were introduced and appear in the record before us. From these it appears that the prior judgment was in fact based upon an information and the allegations in the indictment were proven. A serious question would have been presented had the state failed to prove that an information was filed in the prior case. Such is not the situation before us here. The appellant offered no proof, and the state proved the allegations in its indictment. The prior judgment is not fatally defective because it failed to recite that the appellant plead guilty to both the complaint and the information then pending against him.\nBills of exception Nos. 3 through 9 relate to argument and will be discussed serially. Pat, appellant’s former wife, was not called as a witness. The prosecutor in his argument referred to her as follows:\n“* * * that was having a rendeuous with this man and out there drinking with him * *\nThe appellant himself testified that since his divorce from Pat he had married another woman who was at home on the night in question. We have concluded that this argument was a logical deduction from the evidence, and hence not improper. Fowler v. State, 157 Texas Cr. Rep. 147, 247 S.W. 2d 393.\nIn commenting upon the appellant’s failure to call his companion of the evening as a witness, the prosecutor said:\n“The reason they don’t have Pat up here, ladies and gentlemen, they were afraid to put Pat on this witness stand because Pat wasn’t going to serve two to ten years in the penitentiary for perjury.” !\nSince Pat was shown to be a resident of Beaumont, the appellant testified that he had not called her as a witness, and since she was present at the time of his arrest and could have given evidence on the issue before the jury, the state had a right to comment upon the accused’s failure to call her and draw an inference from such failure that her testimony would have been adverse. Taylor v. State, 90 Texas Cr. Rep. 83, 233 S.W. 846.\nOne Wallace Flowers testified as a reputation witness for the appellant; he stated that he was his employer, had known him seven years, and that he had attended Legion meetings with appellant. In his argument, the prosecutor said:\n“Somebody has to pull him in and say you have to obey the laws of this County, and not just a fine where he can go over to Wallace and say, ‘Wallace, I have to have $300.00 or $200.00 for the fine’ and Wallace will shell it out in a minute * *\nThe bill recites that the appellant “did object to said line of argument.” Appellant’s objection thereto was sustained, and the jury was instructed not to consider the same. Clearly, part of the argument set forth was proper as a plea for the enforcement of the law. In Cogdell v. State, 137 Texas Cr. Rep. 56, 218 S.W. 2d 58, this court said:\n“It is the well established rule that if a part of an argument is justified and part is not, then the objection should be directed specifically to the unauthorized remarks. See Gay v. State, 134 Texas Cr. Rep. 356, 115 S.W. 2d 929.”\nThe holding of this court in Davis v. State, 58 Texas Cr. Rep. 461, 126 S.W. 863, would, if we followed it, support the entire argument, but we here hold that appellant’s objection was too general and, in view of the court’s instruction to disregard, hold that no reversible error is reflected by the bill.\nDuring the course of his argument, the prosecutor shook his finger at the appellant and stated, “he is a maniac, when they drink.” While extravagant and in poor taste, we must determine if such remark calls for a reversal of this conviction. Doubtless if the officer or any of the other drivers who were forced off the road by the appellant’s conduct in driving over into their lane and threatening them with a head-on collision had been heard from at the moment, they would have denounced him in far stronger language. We have concluded that, in line with our holdings in Borders v. State, 72 Texas Cr. Rep. 135, 161 S.W. 483, and Doswell v. State, 158 Texas Cr. Rep. 447, 256 S.W. 2d 416, no reversible error is reflected by the argument in question here.\nWhile testifying in his own behalf, the appellant was asked by his own counsel to explain a certain scar which evidently appeared on his neck. In doing so, he explained that it had been his custom to go to a certain place to buy beer and bait and that on one occasion while there a man came up behind him and cut his throat. In his argument, the prosecutor said:\n“He said he was stabbed in the back, yet Danny didn’t tell you he wanted to prosecute anybody. This is the fellow that was beered up and buying fish bait_”\nIn view of the above and the court’s qualification that the argument was based upon the record, we find no reversible error in this bill or the one which follows it which was similarily qualified.\nOfficer Hickman testified that at the scene of the arrest the appellant came back from his automobile to the police car and, without stating that he requested the appellant to do so, he said that he ‘raised his hands to be searched.’ In his argument, the prosecutor said:\n“The officer didn’t ask him to put his hands up. Maybe Danny is used to putting his hands up.”\nWhen taken with the appellant’s testimony that he had been convicted of theft, affray, and drunkenness, we find no reversible error in this bill.\nBill of exception No. 10 relates to a considerable portion of the cross-examination of the appellant. In several cases, the appellant’s objections were sustained, while in others they were overruled.\nSince there was an irreconcilable conflict between the testimony of Officer Hickman and Mrs. Beal on one side, and the appellant on the other, considerable latitude should be allowed in cross-examinations. The bill recites no new matters injected by the questioning and reflects nothing more than vigorous cross-examination.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "M. Herbert Oldham, Beaumont, for appellant.",
                                       "Ramie H. Griffin, Criminal District Attorney, Jim Voilers, Assistant Criminal District Attorney, Beaumont, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Roy Richard Daniels v. State.\nNo. 30,146.\nNovember 26, 1958.\nMotion for Rehearing Overruled January 21, 1959.\nM. Herbert Oldham, Beaumont, for appellant.\nRamie H. Griffin, Criminal District Attorney, Jim Voilers, Assistant Criminal District Attorney, Beaumont, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1480-01",
    "first_page_order":  237,
    "last_page_order":  241
}
