{
    "id":  8548434,
    "name":  "Mrs. Ivy Price and Mrs. Josie Filler v. State",
    "name_abbreviation":  "Price v. State",
    "decision_date":  "1959-01-21",
    "docket_number":  "No. 30,122",
    "first_page":  "251",
    "last_page":  "253",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 251"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "46 S.W. 2d 683",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10248729
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/46/0683-01"
                                        ]
                     },
                     {
                         "cite":  "120 Texas Cr. Rep. 590",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5199784
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/120/0590-01"
                                        ]
                     },
                     {
                         "cite":  "53 S.W. 102",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "131 S.W. 1108",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "60 Texas Cr. Rep. 388",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4591121
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/60/0388-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  324,
                     "char_count":  4316,
                     "ocr_confidence":  0.589,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.20585678933404997
                                  },
                     "sha256":  "83187452450fa7b23b70a6c1baec22f7809526473e4ffbee7c830be72bdf2a55",
                     "simhash":  "1:a9ee9daa2fdd984f",
                     "word_count":  780
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Mrs. Ivy Price and Mrs. Josie Filler v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe appeal is from a conviction for misdemeanor theft; the punishment, 90 days in jail and a fine of $500.\nMrs. Myrtle Rogers, the owner of the money and property alleged to have been stolen, was the widow of the father of appellant Price, and the grandfather of appellant Filler who is Mrs. Price’s daughter.\nMrs. Rogers owned her home in Sweetwater. Her sister who lived with her died and appellants came to Sweetwater to attend her funeral.\nUpon the instigation of appellants, Mrs. Rogers was committed to the state hospital for ninety days upon the testimony of two licensed physicians that she was mentally ill.\nAppellants then removed from Mrs. Rogers’ home the items of personal property which they were convicted of stealing.\nThe indictment alleged also the theft of $1,480.00 in money.\nMrs. Rogers, over objection that she was not competent witness under Art. 708 C.C.P., testified that she had over $1,700.00 in the house, most of which was in a billfold in an old shoe on the lower shelf of a bookcase.\nOver objection that it was hearsay and prejudicial, a letter written by Mrs. Rogers while in the state hospital under ninety days commitment was admitted in evidence and the court declined to limit its purpose.\nThe letter, addressed to the sheriff and county judge at Sweetwater, requested that they go to the house and see if there was $400.00 in a dresser and other money in a shelf in the same room: “which belonged to my sister and me, we were saving to try get in the old peoples home when we got enough money saved up. My sister passed away just a few days before I was brought up here.\n“Mrs. Ivy Price comes to see me every week and says she had me put up here, as you all were fixing to send me to Galveston because I would not have a Dr. for my sister, and she wanted to take care of me.\n“(What a lie)\n“I would have been glad to get a Dr. for my sister if she had consented to it, but she would not. Will you please look into this, also my pension check. I never got it, and I wouldn’t doubt but Mrs. Price cashed it. Please see about it. Please do, are notify them at Austin and please show this to Loyd Rogers.\n“I will be willing to take the Lie Test if this isn’t the truth, at any time.\n“Very Respt.\n“Myrtle Rogers.\n“P.S. I understand they took what they wanted to out of the house the night I was brought up here, made two trips to Midland, and if the money is gone she stokZ it, to, and if you can’t trace my pension check she forged my name and stoM it too.”\nThe state concedes that the trial court erred in admitting the letter in evidence, but suggests that under the facts no prejudice is shown.\nThe statements in the letter were clearly hearsay and could have been and probably were used by the jury as corroboration of Mrs. Rogers’ testimony given at the trial.\nAll of the medical testimony was to the effect that Mrs. Rogers was insane or mentally ill when committed to the state hospital and during her stay there, and that her mental condition (senile psychosis) was of a permanent nature and would not likely improve.\nNon-expert witnesses for the state were strongly persuaded that Mrs. Rogers was competent both when committed to the state hospital and at the time of the trial.\nAppellants openly and in the presence of a witness removed the personal property they were found to have stolen from the house of Mrs. Rogers, and took them to appellant Price’s home in Midland. After their right to remove it had been questioned they pointed out to the sheriff the items they had removed, including some which were not listed as having been stolen. They each claimed that they removed the property to protect it until the leaking roof could be replaced, believing that Mrs. Rogers had no other living relatives.\nUnder the circumstances shown by this record, the admission in evidence of the letter was prejudicial to the rights of appellants.\nThe following authorities support our conclusion. Wilkerson v. State, 60 Texas Cr. Rep. 388, 131 S.W. 1108; Harvey v. State, 53 S.W. 102; Cherry v. State, 120 Texas Cr. Rep. 590, 46 S.W. 2d 683.\nThe judgment is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "George T. Thomas, Big Spring, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Mrs. Ivy Price and Mrs. Josie Filler v. State.\nNo. 30,122.\nJanuary 21, 1959.\nGeorge T. Thomas, Big Spring, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1491-01",
    "first_page_order":  269,
    "last_page_order":  271
}
