{
    "id":  8548537,
    "name":  "Hollis G. Thom v. State",
    "name_abbreviation":  "Thom v. State",
    "decision_date":  "1958-12-03",
    "docket_number":  "No. 30,101",
    "first_page":  "258",
    "last_page":  "265",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 258"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "90 S.W. 1100",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "pin_cites":  [
                                           {
                                               "page":  "1106"
                                           }
                                       ],
                         "opinion_index":  0
                     },
                     {
                         "cite":  "49 Texas Cr. Rep. 139",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4549140
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/49/0139-01"
                                        ]
                     },
                     {
                         "cite":  "286 S.W. 2d 939",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10184200
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/286/0939-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 498",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2462162
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0498-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  712,
                     "char_count":  14329,
                     "ocr_confidence":  0.573,
                     "pagerank":  {
                                      "raw":  1.5080699753486583E-07,
                                      "percentile":  0.6668938999918528
                                  },
                     "sha256":  "f4cad17fbef66d3502e9428ba88c5d27b36a3ca9821b830acb9f37df89afd538",
                     "simhash":  "1:fdb2c49f540c46cc",
                     "word_count":  2524
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Hollis G. Thom v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BELCHER, Judge.\nThe conviction is for assault with intent to murder with malice; the punishment, fifteen years.\nE. J. (Eddie) Kelliher testified that about 4:30 p.m. while he was on duty as a policeman in the city of Fort Worth, he saw the appellant, a person he didn’t know and had never seen before, drive a pick-up through a red traffic light; and upon following him found that he exceeded the speed limit. After a short distance appellant stopped in front of a tavern; that he also stopped and parked his motorcycle near the side of the pick-up. As he got off his motorcycle, he observed appellant take two bottles which appeared to be bottles of liquor from his shirt and place them under the seat; he approached the pick-up, spoke to the appellant, and told him that he had run a red traffic light and had been speeding and asked for his driver’s license to which appellant replied: “I didn’t run no damned red light and I wasn’t speeding. You are not to get my damned drivers license.” Kelli-her observed that the appellant was drunk, returned to his motorcycle and radioed for help. At this time appellant started to drive his pick-up away, so Kelliher went to the pick-up, secured the ignition keys and returned to his radio. Kelliher then asked appellant to get out of the pick-up and as he was replying, “I’m not getting out of no damn car, you son-of-a-bitch. If you want me out, come and get me out,” he slid from under the steering wheel to the opposite side of the pick-up and reached down. Kelliher, apprehending danger, pulled his pistol, started toward the pick-up, then stopped and hesitated a moment, then placed his gun back in the holster. As he opened the door of the pick-up he saw appellant’s gun, lunged at him, and appellant fired his pistol twice, hitting him in the chest and in the shoulder, with one bullet severing his spinal cord and instantly and permanently paralizing him from the chest downward. Kelliher immediately fell prostrate on the ground. Appellant then jumped out of the pick-up, stood over Kelliher and pointed his pistol between Kelliher’s eyes and said, “You son-of-a-bitch, if you don’t give me my car keys, I’ll shoot you right between the eyes;” and he took the ignition keys from Kelliher’s pocket and immediately left the scene after backing the pick-up over his body and then driving forward over his body again thereby breaking two ribs and injuring his neck.\nOther officers soon arrived at the scene of the shooting. They pursued the appellant and apprehended him in a short time. A pistol and “one empty whiskey bottle, pint bottle and one vodka bottle almost empty and a full bottle of whiskey” were found in the pick-up. The other officers also testified that appellant was drunk.\nThe testimony of an eye witness to the difficulty from across the street substantiated that of Kelliher. Another witness who testified that he saw part of the difficulty also substantiates the tesimony of Kelliher.\nA waitress in the tavern testified that she saw the policeman and appellant at the pick-up, that appellant reached down, came up with a pistol, and pointed it toward the policeman, but she didn’t see him shoot although she heard two shots, one right after another. She further testified that she later returned to the window and saw appellant standing over the policeman and saying something she didn’t understand.\nAnother waitress at the tavern testified that she heard two shots, went to the door, and saw appellant with a pistol in his hand; next she saw him standing over and kicking the policeman, and saw him get in the pick-up, drive over and then back over his body before leaving the scene.\nThe state introduced in evidence appellant’s written statement in which he states that he stopped at the tavern and, “The officier pulled in beside me. He asked me for my drivers lircense, I took my drivers license out an d asked him what I had done. He did not say for sure what the violation was. Then I said I mighijust as well gone on home. I stated the motor and he jumped on the running board and brabed the key.. And after he got the key he took his gun out and pointed it at me and said give me your drivers xxx license or I’ll blow your head off. I knew that I had a gun under the seat. I dont remember after that what happened until the offieiers came up and the pickup had stopped running. I have had the gun about 3 or 4 years and have had it in (the) pickup for five or six days.”\nAppellant testifying in his own behalf admitted having taken one drink of vodka mixed with vegetable juice before he stopped at the tavern but denied that he was intoxicated at the time of the difficulty, and stated that the bottles of vodka and whiskey in his pick-up were sealed. He further testified that he did not run a red traffic light and was not speeding before stopping at the tavern; that as he stopped at the tavern to get some cold drinks to take with him, Kelliher immediately came in on his left, stopped and got off his motorcycle, picked up and talked over his radio telephone. “When he put the telephone down he turned and asked for my driver’s license which I produced and exhibited to him and asked, ‘Why do you want them?’ to which he replied, T don’t have to have any reason for wanting them.’ After I had told him I thought I was entitled to know why he walked around his motorcycle — he was on the opposite side of it — as he did he drew his gun out and stuck it right in my face and said, ‘I’ll blow your damned head off of you.’ He jerked my pickup door open, took my keys out, prodded me with his gun, took my keys, slammed the door and went back again to his motorcycle,” and talked again over the telephone. Kelliher started back to the pick-up, pulled his gun and pointed it at him through the window and said: “I’m going to drag you out of there and stomp you through the ground.” He reached under the seat and came up with the pistol and when Kelliher jerked the door open the second time, appellant fired because he thought Kelliher was going to shoot him. He next took his keys from Kelliher and left in the pick-up but did not remember backing or driving over him.\nAppellant called several witnesses who testified that he was sober shortly before the shooting and also called numerous witnesses who testified that his general reputation for being a peaceful and law abiding citizen and for truth and veracity was good.\nThe court charged on the law of assault with intent to murder with and without malice; both real and apparent danger in submitting the law of self-defense; the right to defend against the use of excessive force in stopping or arresting the appellant; and the voluntary character of the written statement.\nThe evidence is sufficient to support the verdict of the jury.\nAppellant urges error because the court did not require the state to elect as to whether it would rely for a conviction upon the assault by shooting the injured party with a pistol or by running over him with the pick-up and that the court also erred in refusing to charge on each of said acts separately.\nThe indictment herein alleged that the appellant did “* * * upon E. J. Kelliher, with malice aforethought, make an assault with the intent then and there to murder the said E. J. Kelliher.”\nIt has been the consistent holding- of this court that an indictment for assault with intent to murder need not allege the means used nor the manner of their use. 4 Branch’s Ann. P.C. 2d 168, Sec. 1799; Clark v. State, 162 Texas Cr. Rep. 498, 286 S.W. 2d 939.\nThe summary herein of the evidence presented by both the state and the appellant show a continuous, rapid and connected transaction between the same parties occurring within the space of a few minutes.\nUnder the state’s pleadings and the evidence there was no error in refusing to require the state to elect upon the particular act it relied for a conviction or the court’s refusal to sever and single out and charge upon any particular act as constituting a separate assault. Willis v. State, 49 Texas Cr. Rep. 139, 90 S.W. 1100, 1106.\nHowever, in response to appellant’s specially requested charges the court amended and included the following instruction in the main charge which was in substance the same as those requested: Briefly stated it was that if the jury believed that appellant operated his pick-up over and upon the body of Kelliher, yet if they believed that he did not know that he was operating it over and upon the body of Kelliher, or if they had a reasonable doubt thereof, then they should not consider the same as an assault upon him by the appellant.\nAppellant complains of the language of the charge in submitting his right of self-defense because it assumed that he had run a red traffic light and also exceeded the speed limit in charging that, “You are further instructed that even though you should find from the evidence that the witness Kelliher under the instructions hereinbefore set out had the right to stop the defendant for the purpose of giving him a traffic summons or to arrest the defendant, yet if you find and believe from the evidence or have a reasonable doubt thereof, that in carrying out the stopping or arrest of the defendant * *\nPreceding the above complained of instruction the court had charged the jury as to the legal authority of a police officer to stop traffic violators and to arrest a person who is drunk or who curses another.\nThe words, “even though,” in legal as in ordinary usage, imports a condition, and usually carries the same meaning as “although.” For the use of these words in similar instructions see: 4 Branch’s Ann. P.C. 2d 194.\nWhen the complained of instruction is considered in the light of the charge as a whole it appears that such instruction was not reasonably calculated to mislead the jury or cause them to believe that in the court’s opinion the evidence established the existence of certain facts or the relative weight and value of the same. It merely directed the jury’s attention to particular facts and required its consideration of them. We perceive no error.\nIt is insisted that the trial court erred in its charge to the jury because it assumed as true the controverted fact of whether the appellant ran over Kelliher with his pick-up.\nThe claimed assumption of fact that the appellant ran over Kelliher with his pick-up is couched in substantially the same language and presented in the same manner as the claimed assumption of fact in regard to running the red traffic light and excessive speed hereinbefore considered. The grounds for the disposition there are here applicable and controlling.\nIt is observed that the instruction here complained of was not in the original draft of the main charge. The record shows that thereafter appellant tendered his Special Requested Charge No. 3, which is substantially the same instruction included in the main charge.\nBy Bill of Exception No. 2, appellant complains of the opening argument of John McLean, Assistant District Attorney, as follows:\n“Mr. McLean: I have practiced law before this Court and every Court in your county more than twenty years — there comes a time that I have to come in and defend my-self from a man who is in my opinion has deliberately shot down a police officer in the coldest of blood.”\nAppellant objected to McLean giving his opinion in evidence before the jury.\nThe court in the bill certified that: “Mr. McLean was interrupted in his argument by Mr. Martin for the purpose of making the objection shown in the bill. His objection was sustained by the court and the jury instructed not to consider the same, after which Mr. McLean proceeded with his argument as follows: T don’t mean to intend to infer to the jury anything outside of the evidence that is presented from the witness stand here — that I have any opinion that is based upon that I would pass to you, but from the evidence here that’s been presented to you, * *\nThe argument when considered in connection with the evidence; the instruction of the court in sustaining the objection thereto; together with the explanation following the instruction, no reversible error is shown.\nBy Bill of Exception No. 3, appellant complains of the prosecutor’s closing argument to the jury, to wit:\n“Counsel dwelled at greats length how Hollis Thom knew so much about the most practical direct route. It is passing strange to me that in all this overwhelming knowledge that he has of the roads and byways over there that there was one practical direct route that Thom — from his home to Ruth’s Place, but an entirely different most practical direct roure to go from Ruth’s Place back to his home. Isn’t that a little strange and a little unusual. I think it points up to the fact that the testimony from the witness stand of this defendant of all the others up there show that the man has all the appearance of a psychopathic liar. He lies when it is not even necessary.”\nHe objected thereto on the ground that it was a vilification of the appellant by calling him a liar without any cause.\nAt the time of the argument no motion was made to instruct the jury not to consider it. However, before the jury retired to consider its verdict, appellant submitted to the court his special requested charge instructing the jury not to consider such argument for any purpose and it was refused.\nThe argument complained of shows that it revolved around the testimony of the appellant, who testified that he had lived, in Tarrant County all his life, as to the roads he travelled in going to and from the tavern where the shooting occurred.\nThe state’s attorney had a right to discuss appellant’s testimony showing the routes travelled to and from the tavern, and to draw any reasonable deduction therefrom. While certain re-\u0027 marks in the latter part of the quoted argument are improper, yet in view of the evidence and the record they do not call for a reversal.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Martin, Moore \u0026 Tackett, by Jesse E. Martin, Fort Worth, for appellant.",
                                       "Howard M. Fender, Criminal District Attorney, John E. McLean and Albert F. Fick, Jr., Assistants Criminal District Attorney, Fort Worth, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Hollis G. Thom v. State.\nNo. 30,101.\nDecember 3, 1958.\nMotion for Rehearing Overruled January 21, 1959.\nMartin, Moore \u0026 Tackett, by Jesse E. Martin, Fort Worth, for appellant.\nHoward M. Fender, Criminal District Attorney, John E. McLean and Albert F. Fick, Jr., Assistants Criminal District Attorney, Fort Worth, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1494-01",
    "first_page_order":  276,
    "last_page_order":  283
}
