{
    "id":  8548727,
    "name":  "Clarence Moody Green v. State",
    "name_abbreviation":  "Green v. State",
    "decision_date":  "1958-06-25",
    "docket_number":  "No. 29,648",
    "first_page":  "272",
    "last_page":  "281",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 272"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "189 S.W. 2d 741",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10202595,
                                          10202806
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/189/0741-01",
                                            "/sw2d/189/0741-02"
                                        ]
                     },
                     {
                         "cite":  "148 Texas Cr. Rep. 577",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2605631
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/148/0577-01"
                                        ]
                     },
                     {
                         "cite":  "293 S.W. 2d 646",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10175820
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/293/0646-01"
                                        ]
                     },
                     {
                         "cite":  "161 Texas Cr. Rep. 68",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2468097
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/161/0068-01"
                                        ]
                     },
                     {
                         "cite":  "276 S.W. 2d 279",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10182958
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/276/0279-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 143",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461706
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0143-01"
                                        ]
                     },
                     {
                         "cite":  "138 S.W. 139",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8273975
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/138/0139-01"
                                        ]
                     },
                     {
                         "cite":  "62 Texas Cr. Rep. 492",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4614649
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/62/0492-01"
                                        ]
                     },
                     {
                         "cite":  "146 S.W. 934",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8291876,
                                          8291828
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/146/0934-02",
                                            "/sw/146/0934-01"
                                        ]
                     },
                     {
                         "cite":  "66 Texas Cr. Rep. 409",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4632742
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/66/0409-01"
                                        ]
                     },
                     {
                         "cite":  "275 S.W. 2d 690",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10185230,
                                          10185223
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/275/0690-02",
                                            "/sw2d/275/0690-01"
                                        ]
                     },
                     {
                         "cite":  "161 Texas Cr. Rep. 137",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2467539
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/161/0137-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 463",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461270
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/163/0463-01"
                                        ]
                     },
                     {
                         "cite":  "293 S.W. 2d 646",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10175820
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/293/0646-01"
                                        ]
                     },
                     {
                         "cite":  "276 S.W. 2d 279",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10182958
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/276/0279-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 143",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461706
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/162/0143-01"
                                        ]
                     },
                     {
                         "cite":  "180 S.W. 2d 343",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10205580
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/sw2d/180/0343-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 299",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5303844
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/tex-crim/147/0299-01"
                                        ]
                     },
                     {
                         "cite":  "205 S.W. 131",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          11339104
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/sw/205/0131-01"
                                        ]
                     },
                     {
                         "cite":  "84 Texas Cr. Rep. 49",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4769259
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/tex-crim/84/0049-01"
                                        ]
                     },
                     {
                         "cite":  "244 S.W. 2d 202",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10192524,
                                          10192374
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/sw2d/244/0202-02",
                                            "/sw2d/244/0202-01"
                                        ]
                     },
                     {
                         "cite":  "156 Texas Cr. Rep. 520",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2580720
                                      ],
                         "opinion_index":  2,
                         "case_paths":  [
                                            "/tex-crim/156/0520-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  807,
                     "char_count":  20014,
                     "ocr_confidence":  0.581,
                     "pagerank":  {
                                      "raw":  9.3146030603874334E-08,
                                      "percentile":  0.5130635029300936
                                  },
                     "sha256":  "64842c01b9ccad0540a6ec6e37dd3120a34727fc4c2b85bfc1441221fc42687d",
                     "simhash":  "1:af7e06782b764e62",
                     "word_count":  3472
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Clarence Moody Green v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nAppellant was charged in separate counts of the information with keeping a bawdy house on 85 different days. The dates alleged in the several counts of the information were within a period of one year beginning on July 21, 1955, and ending July 21, 1956. Counts 41 and 65 were withdrawn by the court in his charge and the remaining 83 counts submitted to the jury for its consideration. The verdict returned by the jury found appellant “not guilty” under the first 32 counts of the information and guilty under the remaining 51 counts submitted to them.\nFrom the judgment entered by the court upon the jury’s verdict and fixing appellant’s punishment at confinement in jail for 1,020 days and a fine of $10,200.00, appellant brings this appeal.\nThe sufficiency of the evidence to sustain the conviction is challenged.\nThe evidence is undisputed and it was stipulated that during the time and on the dates alleged in the information the appellant was the owner and operator of the Dal-Hi Motel located at 4300 Harry Hines Boulevard in the City of Dallas, and that during a portion of the time appellant lived in a house adjacent to the premises.\nThe state’s testimony shows that on numerous occasions during the period of time and on the dates alleged in the several counts of the information under which appellant was convicted certain vice-squad officers of the Dallas Police Department went to the appellant’s motel and there arrested girls who bore the reputation of being common prostitutes. It was further shown that on such dates and occasions the motel had the general reputation for being a bawdy house.\nThirteen of the officers were called to testify as witnesses for the state.\nTheir testimony shows that the arrests were made at night when the officers had gone to the motel for the purpose of checking on prostitution. On such occasions the motel was in charge of various porters who were employed by the appellant. The girls were arrested in various cabins of the motel where they had gone for the purpose of filling dates of prostitution with men. The testimony shows that on occasions the girls were arrested after the officers had observed them come to the motel in a taxicab and go to a cabin or after the officers were informed by the porter on duty that they were in a certain cabin.\nIt was shown that the dates between the prostitutes and men at the motel were arranged by the particular porter on duty who received from the prostitutes $4.00 for each $10.00 date and that in the arrangement the cabins were rented to the men at what was known as a short rate of $3.00, which sum was turned in to the appellant.\nOne of the prostitutes who was arrested by the officers at the motel testified that she went to the motel for the purpose of prostitution every night in the week for a period of one year except the time she was in jail.\nIt was further shown that on five occasions appellant was warned by the officers of prostitution at his motel and of procuring by his porters and requested to do what he could to stop such practice, and that after one of his porters, Hardy Brown, was convicted for procuring and served time in jail he was rehired by appellant and permitted to again work at the motel as a night porter.\nOne of the switch board operators employed at the motel testified that she was instructed by the appellant not to register the guests on a short rate but to let the porter show the guest to the room and bring her the money. She further testified that after she had been warned by the officers about working in a place where there were prostitutes, she told the appellant of such warning and that appellant said, “there was not a thing they could do about it * * * that that was the only way the porters had of making any money to bring girls in and bootleg whiskey, and he had the money, and they could not do a thing.”\nAppellant called witnesses who testified that his general reputation for being a peaceable and lawabiding citizen and for truth and veracity was good and that the general reputation of his motel for being a high-type, decent motel was good.\nAppellant’s porter, Hardy Brown, called by the defense, testified that he started to work for the appellant at the motel in March, 1955, and admitted that there was prostitution at the motel in which appellant received rent from the rooms but testified that appellant told him that he did not want any girls at the motel. He further admitted that he was convicted in October, 1955, for procuring at the motel and after being released from jail was rehired by appellant in the latter part of January, 1956, upon his promise that he would not let any more girls on the premises.\nBrown further testified that after he returned to work at the motel certain officers who were members of the vice-squad came to him and told him that they wanted his cooperation and that it would be alright to let girls come to the motel and that if he would cooperate they would take care of him and let him make some money. He further testified that several of the officers gave him their cards and instructed him to call the dispatcher if any strange girls came to the motel.\nAs a witness in his own behalf, appellant testified that, any prostitution at the motel was without his knowledge, consent or approval and denied having kept or being concerned in keeping a bawdy house at the motel.\nAppellant insists that the evidence is insufficient to support the conviction for three reasons.\nHe first insists that there is a variance between the allegations and the proof, it being urged that the information charged him with directly keeping a bawdy house and the evidence, at the most, shows that it was kept through his agents which was a distinct and separate offense. Appellant insists that since the proof shows that the motel was under the care and control of his servants during the nights when the illegal acts and arrests occurred and he was not shown to be present, the evidence is insufficient to support the allegation of the information that he kept the premises.\nThe information in each count charged that appellant did unlawfully “Keep, and was then and there concerned in keeping, and did then and there aid and assist and abet in keeping, a bawdy house.”\nTo support such allegations and sustain a conviction thereunder the state was not required to show that appellant was actually present at the motel at the times and on the occasions when the acts of prostitution occurred. Tolbert v. State, 161 Texas Cr. Rep. 137, 275 S.W. 2d 690.\nWhile Art. 514, V.A.P.C., makes it unlawful for any person to directly or through an agent keep or be concerned with keeping, or aid or assist or abet in keeping a bawdy house such acts are not separate and distinct offenses but merely separate and distinct ways set forth in the statute by which the offense may be committed. Cabiness v. State, 66 Texas Cr. Rep. 409, 146 S.W. 934.\nAlthough the case of Novy v. State, 62 Texas Cr. Rep. 492, 138 S.W. 139, cited by appellant, does contain the statement that under the statute “at least three separate and distinct offenses were made” such statement was later declared to be unsound by the court in Cabiness v. State, supra, in holding that the acts set out in the statute were not separate and distinct offenses. Appellant’s contention is overruled.\nAppellant next insists that the evidence is insufficient to support the conviction because the officers were accomplices as a matter of law and their testimony was uncorroborated. An examination of the record does not reflect any undisputed testimony which shows that the officers were accomplices, as a matter of law. While the testimony of the defense witness Brown raised the issue, his testimony was contradicted and denied by the officers who testified in the case. The issue of whether the officers were accomplices was not submitted to the jury by the court in his charge and the submission of such an issue was not requested by appellant. This contention is also overruled.\nWe have examined the evidence in the light of appellant’s contention that the evidence as a whole is insufficient to support the conviction and are of the opinion that it is sufficient to sustain the jury’s verdict finding him guilty under the respective counts of the information. For authorities in support of our conclusion, see Tolbert v. State, supra; Reynolds v. State, 162 Texas Cr. Rep. 143, 276 S.W. 2d 279; and Bryant v. State, 161 Texas Cr. Rep. 68, 293 S.W. 2d 646.\nAppellant next complains of a comment made by the trial judge while the state’s witness, Tommy Naylor, a clerk of one of the justice courts in Dallas, County, was being examined relative to certain judgments of conviction for vagrancy entered in the court against defendants who were charged with being common prostitutes. The record reflects that after the witness had identified a judgment entered in a certain cause, numbered 21160, against Francis Lou Beasley and was being examined with reference to a judgment entered in another cause, numbered 21146, against a defendant by the same name and was being asked by appellant’s counsel if he knew whether it was the same girl the court stated, “I think we can take judicial knowledge that it is the same girl * * Appellant insists that such comment was, in effect, a statement by the court that the girl named in the judgment was the same girl who had been arrested at the motel by the same name. We do not think that the court’s comment is subject to such a construction. Clearly, the court was inferring that the girl named in the two judgments was the same person and not that she was the same girl who was arrested on the appellant’s premises. The court’s statement could not have benefited the state or injured the appellant; hence, no reversible error is shown.\nAppellant finally complains of the court’s action in permitting the state to introduce in evidence certain subpoenas issued in the case for 57 witnesses which the returns thereon showed had not been executed because the officer was unable to locate them.\nAppellant insists that the admission in evidence of the subpoenas presents reversible error because, as stated in his objection thereto, it left the impression that the witnesses were absent by his procurement and was therefore prejudicial to him.\nThe record reflects that it was not until after the names of the 57 witnesses had been called by the bailiff in the presence of the jury at the courtroom door, at the state’s request, and to which there was no response, that the subpoenas were offered in evidence. The record further reflects that the names of the witnesses were called at the conclusion of the state’s testimony in chief and without objection on the part of appellant at the time. The record does not reflect that state’s counsel was acting- in bad faith in requesting that the names of the absent witnesses be called. The subpoenas were for witnesses whose names, in many instances, were the same as various individuals observed at appellant’s motel on the occasions in question and many of whom were shown to be common prostitutes. The state had the right to account for their absence and under the record presented was authorized to introduce the unexecuted subpoenas in evidence to escape the adverse inference from its failure to produce th witnesses. We are unable to agree with appellant that such proof carried with it the implication that he was responsible for the witnesses’ absence and in the absence of such an implication, no reversible error is shown. Pickett v. State, 148 Texas Cr. Rep. 577, 189 S.W. 2d 741.\nFinding the evidence sufficient to support the conviction and no reversible error appearing the judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      },
                                      {
                                          "text":  "DAVIDSON, Judge,\n(dissenting).\nI can not agree to the affirmance of this case.\nThe information which was filed in the trial court on August 23, 1956, contained eighty-five separate counts, each count alleging the keeping by appellant of a bawdy house on or about certain dates. The date alleged in count 1 was on or about July 21, 1955. The dates in the remaining counts were alleged at intervals, the last count — or count 85 — alleging the date of the offense therein charged to be on or about July 21, 1956.\nThus, over a period of one year, the information alleged the commission by appellant of eighty-five separate offenses, each alleged to have been committeed on or about a date within that one-year period. At no time did any count allege that an offense was committed upon a specific date.\nUpon the trial of the case the trial court submitted each count separately, upon the “on or about” date alleged therein. The jury were required to make a specific finding upon each count.\nThe question of punishment was at no time submitted to the jury, nor were the jury in those counts upon which it found appellant guilty required to fix the punishment.\nThe jury found the appellant guilty under fifty-one of those counts and not guilty under the first thirty-two counts. Counts 41 and 65 were withdrawn by the trial court from the jury’s consideration.\nUpon each of the thirty-two counts the jury returned a verdict of “not guilty.” Upon each of fifty-one counts a verdict of “guilty” was returned.\nUpon the counts finding appellant guilty, the trial court entered judgment decreeing:\n“* * * * that the State of Texas do have and recover of the defendant, Clarence Moody Green, the fine of Ten Thousand and two hundred ($10,200.00) Dollars, and all costs of this prosecution, and execution may issue against the property of said defendant for the amount of such fine and costs, and that the said Clarence Moody Green be confined in the Jail of Dallas County, Texas for the term of One Thousand and Twenty (1,020) days * *\nUnder each and every count of the information the state could have secured a conviction for any date, regardless of the date alleged therein which was within the two-year period of limitation prior to August 23, 1956, for the reason that the offense was alleged to have occurred on or about a certain date.\nWhen the jury acquitted appellant under Count 1, he stood acquitted of each and every count in the information, because the offense for which he was upon trial was covered by and could have been prosecuted under each of the remaining counts of the information.\nThe constitutional provision, both state and federal, prohibiting double jeopardy precludes the state from trying appellant for the same offense for which he was acquitted under Count 1.\nIf there be a distinction between former acquittal and former conviction, then appellant’s conviction under any of the counts upon which he was convicted precludes his conviction under each and all of the remaining counts.\nMy views upon this matter are fully set forth in my dissenting opinion in Reynolds v. State, 162 Texas Cr. Rep. 143, 276 S.W. 2d 279, and Bryant v. State, 163 Texas Cr. Rep. 463, 293 S.W. 2d 646.\nTo me, Sec. 14 of Art. 1 of our Constitution which says that:\n“No person, for the same offense, shall be twice put in jeopardy of life or liberty, nor shall a person be again put upon trial for the same offense, after a verdict of not guilty in a court of competent jurisdiction,” stands as a positive guarantee that the state can not do to appellant what it has here done and which is approved by my brethren in the affirmance of this case.\nAs long as our Constitution guarantees one against being put upon trial for the same offense after a verdict of not guilty in a court of competent jurisdiction, just that long am I going to do my best to see that the state does not violate that constitutional guarantee.\nThe state could have alleged, here, the commission of the offense upon specific dates and confined its proof to those dates and not have offended against the Constitution, but this it did not do. The state ought to be required to obey the Constitution just as any citizen is required to obey the law.\nBut this violation of the Constitution pales into insignificance in comparison with the other errors in this case:\nI call attention to the fact that the state’s case was made by the testimony of peace officers who for a year stood by and saw committed what they said were violations of the same law, by the same person, eighty-five different times before instituting any prosecution.\nI have always understood that it is as much the duty of peace officers to prevent violations of the law as it is to arrest for violations after they have occurred. Would a peace officer stand by and see one man commit eighty-five different robberies, murders, or thefts and make no effort to prosecute him therefor or to prevent the commission of such crimes? I can see no distinction between such cases and what has happened here.\nIf, over the period of time involved, appellant was committing violations of the law, would not the peace officers — if they were really interested in enforcing the law — prosecute him for those violations as they occurred and of which they claimed to have full knowledge? In other words, why was no prosecution instituted until more than thirty days after the commission of the act alleged in count 85?\nSuch conduct and failure upon the part of the officers to act make their testimony that of accomplices, for, by their acts and conduct, they knowingly acquiesced in and permitted violations of the law to occur which, in the discharge of their duty, they should have and could have prevented. Their failure to act and their silence and inaction constitute them accomplice witnesses.\nI may later write more fully upon this question.\nResting as it does upon the uncorroborated testimony of accomplice witnesses, this conviction ought not to be sustained.\nI dissent.",
                                          "type":  "dissent",
                                          "author":  "DAVIDSON, Judge,"
                                      },
                                      {
                                          "text":  "ON MOTION FOR REHEARING\nMORRISON, Presiding Judge.\nOn original submission of this cause, we fell into error in considering the 51 separate counts under which the appellant was found guilty in solido. We now realize that, even though the law allows multiple misdemeanors to be charged in the same information, the sufficiency of the evidence as to each count must be examined with the rule of circumstantial evidence in mind separate and apart from the evidence adduced as to the other counts. As a predicate to a discussion of the separate counts, we must call attention to certain well established rules of law relating to violations of the Penal Code relating to bawdy houses.\nIt has been the uniform holding of this court through the years that reputation alone will not be sufficient, standing alone, to convict one of being a prostitute or convict one for operating a bawdy house. Williamson v. State, 156 Texas Cr. Rep. 520, 244 S.W. 2d 202, and Cox v. State, 84 Texas Cr. Rep. 49, 205 S.W. 131.\nBut where there is additional evidence, such an act of intercourse for hire or a plea of guilty of the woman found on the premises to a charge of vagrancy by prostitution, then the evidence is sufficient. Crowell v. State, 147 Texas Cr. Rep. 299, 180 S.W. 2d 343.\nIn the light of these rules, we have again re-examined this voluminous record and find the following counts not supported by sufficient evidence to support the conviction: 34, 35, 37, 38, 44, 53, 54, 56, 61, 66, 67, 73, 74, 76 and 77.\nAccordingly the appellant’s motion for rehearing as to these counts is granted and the convictions are reversed. As to convictions under the remaining counts, the motion for rehearing is overruled.\nThe judgment is accordingly reformed so as to fix appellant’s punishment at confinement in jail for 720 days and a fine of $7,200.00.\nAs reformed, the judgment is affirmed.",
                                          "type":  "rehearing",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Gene Bailey, Robert C. Benavides and James H. Martin, Dallas, for appellant.",
                                       "Henry Wade, Criminal District Attorney, John Meade, Ben Ellis, Wm. F. Alexander, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Clarence Moody Green v. State.\nNo. 29,648.\nJune 25, 1958.\nMotion for Rehearing Granted January 28, 1959.\nGene Bailey, Robert C. Benavides and James H. Martin, Dallas, for appellant.\nHenry Wade, Criminal District Attorney, John Meade, Ben Ellis, Wm. F. Alexander, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1499-01",
    "first_page_order":  290,
    "last_page_order":  299
}
