{
"id":  8548752,
    "name":  "Joe Herrera v. State",
    "name_abbreviation":  "Herrera v. State",
    "decision_date":  "1958-12-10",
    "docket_number":  "No. 30,190",
    "first_page":  "282",
    "last_page":  "284",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 282"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  248,
                     "char_count":  3855,
                     "ocr_confidence":  0.558,
                     "sha256":  "8daa6079e363aae2f604ffcc593d595fe401ebb1e104a65ffa155e0f9aeaae3b",
                     "simhash":  "1:be76d0938c0fda95",
                     "word_count":  655
                 },
    "last_updated":  "2023-07-14T16:09:04.443318+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Joe Herrera v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is felony theft; the punishment, three years.\nBennett, the owner of the stolen Cadillac and operator of a store located in the old Coca Cola building in the city of Kings-ville, testified that his automobile was stolen during the night of March 10, 1957, and that about thirty days later he saw it across the international border in the possession of the Mexican Customs.\nSheriff Scarborough testified that he had known the appellant for approximately sixteen years and that he received a warrant for his arrest in March 1957, but was unable to execute the same for more than a year because he could not find the appellant.\nRobert Perez testified that the appellant came to his home in Kingsville during the night of March 10 driving a big automobile and that they drove together toward Zapata on the Mexican border, that they ran out of gasoline and the appellant then told him he had gotten the automobile from a Mr. Bennett, who owned the store in Kingsville where the old Coca Cola warehouse used to be, and instructed him to tell the people at appellant’s sister’s house in Zapata that the automobile belonged to his (the witness’) uncle. He stated that they walked into Zapata and got gasoline from appellant’s sister and then drove across the border to Guerrero, Mexico, where he last saw the appellant, and that he came back to Kingsville the following day.\nPerez’s wife testified that a big automobile drove up to her home on the night in question and that her husband Robert left in it.\nPerez’s mother testified that she went to Guerrero, Mexico, in company with appellant’s mother on the day after her son disappeared, and there saw the appellant and her son, that her son Robert returned to Kingsville with her, but that the appellant remained in Mexico.\nDeputy Sheriff Stevenson testified that he tried for over a year to apprehend the appellant for whom he had an arrest warrant and that finally he and Officer Cornelius went to appellant’s father’s home in Kingsville, in response to certain information which they had received, and there arrested the appelalnt as he ran out the back door of the house and hid in some shrubbery.\nAppellant did not testify in his own behalf, but called his mother who testified that the officers had not been to her home looking for the appellant, and further, that she had gone to Guerrero, Mexico, in company with Perez’s mother and had seen both Robert and her son (the appellant) there, and that the appellant had been in New Orleans, Galveston, Houston, the State of Michigan, and in Mexico since that time.\nHector Lopez testified that the appellant and Perez came to his home in Zapata one morning early in 1957, that Robert said they had come with his uncle, and that shortly thereafter appellant’s mother (his mother-in-law), Mrs. Perez (Robert’s mother), and his wife went to Mexico and that Mrs. Perez, his wife and her mother came back with Robert but that the appellant did not return with them.\nMrs. Lopez (appellant’s sister) testified that the appellant and Robert came to her house in Zapata early one morning in March, 1957, that she called her mother, and her mother came to Zapata, and that they all went to Guerrero where they saw the appellant and Robert, but that only Robert accompanied them back to Zapata.\nWe find the evidence sufficient to corroborate the testimony of Robert Perez and to sustain the jury’s verdict, and overrule the appellant’s contention in this regard.\nThe judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Nago L. Alaniz, San Diego, and Gofer \u0026 Gofer, Austin, for appellant.",
                                       "Sam L. Jones, Jr., District Attorney, Corpus Christi, Nelson R. Sharpe, Assistant District Attorney, Kingsville, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Joe Herrera v. State.\nNo. 30,190.\nDecember 10, 1958.\nMotion for Rehearing Overruled January 28, 1959.\nNago L. Alaniz, San Diego, and Gofer \u0026 Gofer, Austin, for appellant.\nSam L. Jones, Jr., District Attorney, Corpus Christi, Nelson R. Sharpe, Assistant District Attorney, Kingsville, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1500-01",
    "first_page_order":  300,
    "last_page_order":  302
}