{
    "id":  8549419,
    "name":  "Thomas Dale Minor v. State",
    "name_abbreviation":  "Minor v. State",
    "decision_date":  "1959-02-04",
    "docket_number":  "No. 30,387",
    "first_page":  "344",
    "last_page":  "346",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 344"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "283 S.W. 2d 946",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10184700
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/283/0946-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 206",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2464246
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0206-01"
                                        ]
                     },
                     {
                         "cite":  "203 S.W. 2d 228",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10191482
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/203/0228-01"
                                        ]
                     },
                     {
                         "cite":  "150 Texas Cr. Rep. 443",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2598736
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/150/0443-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  237,
                     "char_count":  3184,
                     "ocr_confidence":  0.6,
                     "pagerank":  {
                                      "raw":  9.638518037535425E-08,
                                      "percentile":  0.5276991052374096
                                  },
                     "sha256":  "479cbac029ed88526fd4f8b63a92eb0c261636b8dbeeb071301be3e816b52609",
                     "simhash":  "1:ab363f9c3abd42d8",
                     "word_count":  540
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Thomas Dale Minor v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is driving while intoxicated; the punishment, three days in jail and a\u0027fine of $50.00.\nState Highway Patrolmen Jernigan and Manning testified that shortly after midnight on the night in question they observed an automobile being driven from one lane of the highway to another, brought the same to a halt, and observed the appellant who was the driver thereof. They stated that he staggered when he walked, had urinated in his pants, had eyes “as big as saucers,” smelled of intoxicants, and expressed the opinion that he was intoxicated. A partially full bottle of whiskey was recovered from the glove compartment of the appellant’s automobile.\nThe appellant, testifying in his own behalf, admitted drinking three beers shortly before his arrest, but denied that he was intoxicated. He called several witnesses who had seen him earlier in the evening, and they testified that the appellant was not intoxicated. An explanation was made as to the presence of the bottle of whiskey in the glove compartment.\nThe jury resolved this conflict in the evidence against the appellant. We find the evidence sufficient to support the conviction and will discuss the contentions advanced in appellant’s brief. The first relates to argument.\nOn cross-examination by appellant’s counsel, the officers testified that the appellant had requested a blood test and was taken to the hospital for such purpose, but that when he was requested to sign a “consent form” he refused because he had not been given an opportunity to confer with his attorney, and the test was not given. Defense counsel in his argument referred to the failure of the state to call as witnesses the nurse who observed the appellant at the hospital and the jailer who admitted the appellant to the jail. In his closing argument, the prosecutor said:\n“The defendant has the right of subpoena just like the state has and why did the defendant not call the nurse from Brack-enridge Hospital to testify that he was not under the influence of intoxicating liquor, and why did the defendant not call the jailer from the County Jail to testify that he was not under the influence of intoxicating liquor?”\nIt is obvious that the prosecutor’s argument was in answer to argument of defense counsel and was not error. Furthermore, in Blair v. State, 150 Texas Cr. Rep. 443, 203 S.W. 2d 228, this court held it was not error for a prosecutor in his argument to refer to the failure of the defense to call as a witness a woman who was shown to have been present at the time of the arrest of the accused.\nAppellant’s last complaint, which relates to the introduction into evidence of a copy of the form used in securing consent to take a blood test, cannot be considered because not brought forward by a bill of exception. Informal bills of exception which appear in a narrative statment of facts cannot be considered. Bobbitt v. State, 162 Texas Cr. Rep. 206, 283 S.W. 2d 946.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Edgar A. Lashly, Austin, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Thomas Dale Minor v. State.\nNo. 30,387.\nFebruary 4, 1959.\nEdgar A. Lashly, Austin, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1519-01",
    "first_page_order":  362,
    "last_page_order":  364
}
