{
    "id":  8549502,
    "name":  "Virginia Pauline Board v. State",
    "name_abbreviation":  "Virginia Pauline Board v. State",
    "decision_date":  "1959-02-11",
    "docket_number":  "No. 30,394",
    "first_page":  "349",
    "last_page":  "351",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 349"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "235 S.W. 2d 157",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10193053
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/235/0157-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 336",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2579523
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/155/0336-01"
                                        ]
                     },
                     {
                         "cite":  "227 S.W. 2d 559",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10202265
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/227/0559-01"
                                        ]
                     },
                     {
                         "cite":  "154 Texas Cr. Rep. 438",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2584197
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/154/0438-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  246,
                     "char_count":  3385,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  1.0417561518279478E-07,
                                      "percentile":  0.5510912026145154
                                  },
                     "sha256":  "367be761dbe23ab48e090377cf36fe9e87532dc355d0afe45311c93d232fc813",
                     "simhash":  "1:ce4a08eb4c38331e",
                     "word_count":  572
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Virginia Pauline Board v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe complaint and information upon which prosecution was had were in three counts, alleging that appellant, an adult female, committed an aggravated assault upon Carolyn Sue Board, a child, on February 16, April 22 and April 23, 1958.\nThe count alleging an assault on February 16 was withdrawn by the court in his charge. The jury found appellant guilty on the remaining counts and assessed punishment of six months in jail on each.\nThe challenge to the sufficiency of the evidence to sustain the conviction must be sustained.\nCarolyn Sue Board, the child, ten years of age, was the adopted daughter of appellant and her husband. She was not called as a witness.\nThe state offered six pictures taken of the child on April 25 which show bruises on her cheeks, head and legs.\nTo show that these bruises were inflicted by appellant, the state relied solely upon the testimony of Mrs. Whitten, Juvenile Probation Officer,\u0027 who saw the child on April 25, and conversed with appellant and her husband the same day.\nThere is nothing in the record to show that the injuries were inflicted on April 22 and April 23 and not on February 16. Neither is there sufficient evidence to show that appellant inflicted any injuries.on the.child, as alleged in the counts submitted to the jury.\nAssuming, without deciding, that Mrs. Whitten’s description of the condition of the child and the bruises she observed, together with the photographs introduced aided by a confession by the mother that she inflicted the injuries, would suffice as proof of an aggravated assault, and not a lawful moderate chastisement in the exercise of parental authority, we fail to find where appellant admitted that she inflicted the injuries.\nMrs. Whitten testified as to the April 22 incident: “Mrs. Board said she used a switch with which to whip Carolyn Sue, and * * * she stated that she didn’t brutally beat the child, that she just used a switch, and that she didn\u0027t whip her every day.”\nIt is true that according to Mrs. Whitten’s testimony appellant admitted reprehensible conduct, such as rubbing the child’s face in her vomit after forcing her to eat, but there is no evidence of this save the statement attributed to appellant by Mrs. Whitten.\nIt is well settled that a confession alone is insufficient. There must be proof that the offense was committed; that is the corpus delicti must be proved. The confession may be used to aid in proving the corpus delicti, but is not alone sufficient. Watson v. State, 154 Texas Cr. Rep. 438, 227 S.W. 2d 559; Ellison v. State, 155 Texas Cr. Rep. 336, 235 S.W. 2d 157.\nAppellant’s statement to Mrs. Whitten above quoted was exculpatory. She in effect denied to Mrs. Whitten that the in-júries described by the witness and shown by the pictures were inflicted by her. It cannot be construed as a confession that she did.\nAs to the April 23rd charge, we find no statement attributed to appellant which in any wise connects appellant with the child’s injuries shown by the photographs.\nThe judgment is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "J. R. Moseley, Earl R. Parker and Burt Barr (by Earl R. Parker), Dallas, for appellant.",
                                       "Henry Wade, Criminal District Attorney, Dustin Fillmore, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state"
                                   ],
                     "corrections":  "",
                     "head_matter":  "Virginia Pauline Board v. State.\nNo. 30,394.\nFebruary 11, 1959.\nJ. R. Moseley, Earl R. Parker and Burt Barr (by Earl R. Parker), Dallas, for appellant.\nHenry Wade, Criminal District Attorney, Dustin Fillmore, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state"
                 },
    "file_name":  "1522-01",
    "first_page_order":  367,
    "last_page_order":  369
}
