{
    "id":  8549559,
    "name":  "M. G. Brown v. State",
    "name_abbreviation":  "Brown v. State",
    "decision_date":  "1959-02-11",
    "docket_number":  "No. 30,386",
    "first_page":  "352",
    "last_page":  "355",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 352"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "147 S.W. 2d 1095",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10228040,
                                          10228035
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/147/1095-02",
                                            "/sw2d/147/1095-01"
                                        ]
                     },
                     {
                         "cite":  "141 Texas Cr. Rep. 158",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5799092
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/141/0158-01"
                                        ]
                     },
                     {
                         "cite":  "124 S.W. 2d 998",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10255076,
                                          10255213,
                                          10254975
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/124/0998-02",
                                            "/sw2d/124/0998-03",
                                            "/sw2d/124/0998-01"
                                        ]
                     },
                     {
                         "cite":  "136 Texas Cr. Rep. 296",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5796905
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/136/0296-01"
                                        ]
                     },
                     {
                         "cite":  "106 S.W. 2d 313",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10254219
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/106/0313-01"
                                        ]
                     },
                     {
                         "cite":  "132 Texas Cr. Rep. 567",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5238155
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/132/0567-01"
                                        ]
                     },
                     {
                         "cite":  "266 S.W. 2d 879",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10208917
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/266/0879-01"
                                        ]
                     },
                     {
                         "cite":  "159 Texas Cr. Rep. 618",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2477565
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/159/0618-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  358,
                     "char_count":  5399,
                     "ocr_confidence":  0.59,
                     "pagerank":  {
                                      "raw":  7.0753671198104367E-08,
                                      "percentile":  0.42600475935083476
                                  },
                     "sha256":  "0e2cc93fd2aa0eeb81b5109e8834accdb2bcb1dd475b7613347ed2174fdcb2c5",
                     "simhash":  "1:4f8a00c06214c2f0",
                     "word_count":  931
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "M. G. Brown v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe offense is felony theft; the punishment, two years.\nThe indictment alleged the theft of bed sheets of the value of over $50 from C. H. Hester, in Randall County, Texas.\nHester was the freight agent for the Santa Fe Railway at Brownwood. He testified that he was in charge of any freight that was in the depot or coming through it.\nA shipment of sheets arrived in Brownwood in two Santa Fe trucks. They were shipped from Post, Texas and consigned some to Stephenville and some to Arlington and Grand Prairie —via Brownwood.\nAppellant was an employee of the Santa Fe at Brownwood, acting as clerk and dispatcher. He was one of a number of employees, including all truck drivers, who had a key that would unlock any of their trucks and the warehouse.\nThere was testimony to the effect that on the day the shipment of sheets was in Brownwood appellant asked a fellow employee to permit him to drive his Buick to Amarillo, but his request was not granted.\nWithout setting out the evidence in that regard, it is sufficient to say that the jury was warranted in believing that the bed sheets were taken by someone while the shipment was moving through the Brownwood terminal.\nProsecution was in Randall County, the state relying upon Art. 197 C.C.P. which reads: “Where property is stolen in one county and carried off by the offender to another, he may be prosecuted either in the county where he took the property or in any other county through or into which he may have carried it.”\nIt was incumbent upon the state to establish beyond a reasonable doubt that appellant was guilty of the theft of the bed sheets, and also that he carried them into Randall County after they were stolen.\nThree hundred and eighty three bed sheets answering the description of those missing were found in a dry goods store in Hereford, Deaf Smith County. They were being sold at such low prices as to create suspicion.\nAmador Munoz, the owner of the store, told the officers who investigated that he purchased the sheets from John W. Daniels, who delivered them to his store. Munoz so testified at the trial.\nJohn W. Daniels testified that he purchased the bed sheets he sold to Munoz from appellant at a liquor store in Amarillo, and that they were unloaded from appellant’s automobile into his truck on the roadside at a point shown to be in Randall County.\n\u0027 Wilma Mae Daniels, wife of John W. Daniels, gave similar testimony.\nThe court recognized Daniels and his wife as being accomplice witnesses, and so instructed the jury.\nThe question is whether or not there is evidence sufficient to corroborate the accomplice testimony, as required by law and by the court’s charge.\nAs we understand the record, the state relies upon the evidence mentioned and one other circumstance as furnishing the required corroboration.\nThe accomplice witness Daniels was arrested after Munoz named him as the person from whom he purchased the sheets. Several days later he told the officers that he wrote the number of the automobile from which the sheets were delivered to him. on a small pasteboard box which bore the name and address of his wife. The accomplice witness Mrs. Daniels testified that she gave the box to the officers. It was admitted in evidence over appellant’s objection that it was hearsay and an attempt to bolster the testimony of the accomplice witnesses by their own actions and conduct.\nEvidence was introduced showing that the license number on the box was the license number of appellant’s automobile.\nPowdrill v. State, 159 Texas Cr. Rep. 618, 266 S.W. 2d 879, supports appellant’s contention that the writing on the box which the witness said he made was inadmissible. In that case it was held that notations made on the label on a bottle by the arresting officer were not admissible as original evidence. See also Parker v. State, 132 Texas Cr. Rep. 567, 106 S.W. 2d 313; Dix v. State, 136 Texas Cr. Rep. 296, 124 S.W. 2d 998; Freeman v. State, 141 Texas Cr. Rep. 158, 147 S.W. 2d 1095.\nIf admissible, the notation made by the accomplice witness could but bolster his testimony or refresh his memory as to\u0027 the car number. It was not and could not constitute evidence “aside from that of all the accomplices connecting the defendant with the commission of the offense.” (Quoted from the court’s charge.)\nThere was no evidence from any source other than that of the accomplice witnesses that appellant was ever in Amarillo or in Randall County; or that he carried any stolen sheets into Randall County. There is no evidence that in any way tends to connect appellant with the theft of the sheets, unless such may be found in the above summarized facts.\nA conviction will not be sustained upon the uncorroborated testimony of one or more accomplices.\nAn accomplice cannot corroborate himself by his own statements made to third persons. Branch’s Ann. P.C., 2d Ed., Sec. 748, and cases cited.\nThe same rule applies where the accomplice makes a writing as would apply to his oral statement to a third person.\nWe conclude that there is not sufficient evidence to corroborate the testimony of the accomplice witnesses, hence the evidence is insufficient to sustain the conviction.\nThe judgment is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Levie Old and Mark Callaioay, Brownwood, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "M. G. Brown v. State.\nNo. 30,386.\nFebruary 11, 1959.\nLevie Old and Mark Callaioay, Brownwood, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1524-01",
    "first_page_order":  370,
    "last_page_order":  373
}
