{
    "id":  8549778,
    "name":  "A. J. Morris v. State",
    "name_abbreviation":  "Morris v. State",
    "decision_date":  "1959-02-11",
    "docket_number":  "No. 30,318",
    "first_page":  "384",
    "last_page":  "385",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 384"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  143,
                     "char_count":  1768,
                     "ocr_confidence":  0.569,
                     "pagerank":  {
                                      "raw":  8.7244432573613176E-08,
                                      "percentile":  0.4940141297813116
                                  },
                     "sha256":  "b7593bfbe092e1dd0b97b59968aeb3cf4d32dfc856c2b5b4d7d4d5106573580a",
                     "simhash":  "1:cc5618a1537ed5c7",
                     "word_count":  295
                 },
    "last_updated":  "2023-07-14T16:09:04.443318+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "A. J. Morris v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Judge.\nArt. 1377, Vernon’s P.C., makes it unlawful for any person to fish or hunt upon the enclosed lands of another without consent.\nThis prosecution was for a violation of that statute and arose in justice court. Upon conviction, appeal was to the county court where conviction followed, with a punishment fixed at a fine of $25.\nAppellant recognizes that under Art. 53, C.C.P., this court has jurisdiction upon appeal of a case originating in justice court only when the fine imposed exceeds $100.\nIt is insisted, however, that the above statute has no application here, because the punishment imposed is more than a fine in that, in addition to the fine imposed, appellant’s hunting license and his right to hunt within this state for a period of one year are forfeited, upon conviction. It is appellant’s contention that the forfeiture of the license and the privilege to hunt is a part of the penalty and that, therefore, the case was not\u0027 within the jurisdiction of the justice court but was in the original jurisdiction of the county court.\nIf appellant’s contention be correct, then the justice court did not acquire jurisdiction of the offense in the first instance. If the justice court had no jurisdiction, then the county court acquired none by the appeal.\nThe appeal should therefore be dismissed. Art. 60, C.C.P.\nAppellant’s right to attack the judgment of conviction, as being void for the want of jurisdiction in justice court, by writ of habeas corpus is not here foreclosed or determined.\nThe appeal is dismissed.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Wheat \u0026 Zbranek (J. C. Zbranek, of Counsel) Liberty, for appellant.",
                                       "W. G. Woods, Jr., County Attorney, Liberty, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "A. J. Morris v. State.\nNo. 30,318.\nFebruary 11, 1959.\nWheat \u0026 Zbranek (J. C. Zbranek, of Counsel) Liberty, for appellant.\nW. G. Woods, Jr., County Attorney, Liberty, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1531-01",
    "first_page_order":  402,
    "last_page_order":  403
}
