{
    "id":  8549843,
    "name":  "Bennie Arnwine v. State",
    "name_abbreviation":  "Arnwine v. State",
    "decision_date":  "1959-01-21",
    "docket_number":  "No. 30,253",
    "first_page":  "386",
    "last_page":  "390",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 386"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "160 S.W. 2d 525",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10218727
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/160/0525-01"
                                        ]
                     },
                     {
                         "cite":  "143 Texas Cr. Rep. 607",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5286011
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/143/0607-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  390,
                     "char_count":  7342,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  9.5058824547081615E-08,
                                      "percentile":  0.5230789517072231
                                  },
                     "sha256":  "d73bf06e68f1085eba55896604f7b2262987070490939bef0335a038bfdb2841",
                     "simhash":  "1:1a06d19b4b47df10",
                     "word_count":  1310
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Bennie Arnwine v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe conviction is for felony theft; the punishment, three years in the penitentiary.\nThe indictment charged appellant with the theft of 44,520 pounds of milo maize of the total value of $801.36 from Y. L. Wade, the owner.\nThe state relied upon a false pretext in the giving of a worthless check for the property.\nV. L. Wade, the injured party and assistant manager of the Continental Grain Co. of Frisco, Texas, testified that over a period of five years he had sold grain to Bennie Arnwine, the appellant, and that in their dealings appellant would call him over the telephone about buying grain and then send trucks to his place where delivery would be made to the drivers; that on a number of occasions a driver by the name of George Hayes, who was employed by appellant, would come for the grain and bring a check signed by Bennie Arnwine; that a few days prior to October 16, 1957, a man giving his name as Bennie Arnwine called him by telephone and asked if he had some milo and corn for sale; that he replied that he did and the man said he would be over or send over in a day or two and get a load; thereafter on October 16, 1957, George Hayes came to his place of business and brought a blank check drawn on the First National Bank of Celeste, Texas, with the name of Bennie Arnwine signed thereto; that he delivered to Hayes 44,520 pounds of milo maize of the value of $801.36 for which Hayes gave him the check; that he then completed the check by filling in the name of the payee, date and amount of $801.36 and the following day deposited it to the account of his company in the First State Bank in Frisco; that several days later the check was returned from the bank unpaid and he then called annellant at Celeste, Texas, and informed him that the check had been returned, and that appellant promised to make the check good and in later conversations stated that he would try to come to Frisco and work something out with him but that he did not come.\nAlbert Grandberry, Vice-President of the First National Bank of Celeste, upon being called as a witness by the state, identified the checking account used by Bennie Arnwine in his bank and also identified the signature on the check given to the injured party as being the genuine signature of Bennie Arnwine. He also testified that to his knowledge George Hayes had been employed or associated with Bennie Arnwine during the period of time when the check in question was given and was authorized to write checks on Arnwine’s account. It was shown by his testimony and by the bank records introduced in evidence that on the date the check was delivered to the injured party and on the dates when it was presented to the bank for payment Bennie Arnwine did not have sufficient funds on deposit in the bank to pay the check and all other outstanding checks.\nAppellant did not testify or offer any evidence in his behalf.\nThe court, in his charge, instructed the jury on the law of principals and circumstantial evidence, and submitted the issue of appellant’s guilt upon a finding by the jury that he fraudulently took the property from the injured party through George Hayes, an innocent agent.\nAppellant questions the sufficiency of the evidence to sustain the conviction and insists that there is no evidence to establish any criminal intent on the part of the appellant in the taking of the maize.\nIf appellant wrote the check and sent Hayes to get the grain, and at the time had the intent to defraud and to appropriate the grain to his own use, there is nothing in the record to show that Hayes was not aware of and a party to the fraudulent scheme.\nAssuming, however, that Hayes was an innocent agent of appellant, there are several reasons why the evidence is insufficient to sustain a finding by the jury that appellant signed the blank check and sent Hayes for 44,520 pounds of milo with the intent at that time to obtain possession of said grain and appropriate it to his own use without paying for it.\nNowhere in the record do we find any evidence as to any amount of grain or price of grain, or amount for which the check would be filled in. Whether appellant was inquiring about a small amount of corn and milo or a large amount was not disclosed in his conversation with Mr. Wade.\nOn the day the check was filled in and accepted in payment for the milo maize appellant deposited $530 in the drawee bank. On the following successive days he deposited $1,200.65, $1,647.04 and $1,508.28. Three days later, on October 22, he deposited $400.34, and on October 23 he deposited $962.75. From that date until October 29 his balance was sufficient to cover the check.\nThe balance sheet on the account shows and the bank official testified that there were other outstanding checks paid which reduced appellant’s balance and that up to October 28 there was not sufficient funds in the account to pay the check in question “plus the checks that were being held over one day, as I explained.”\nThere is no evidence to show that the checks which depleted appellant’s account were drawn before the check accepted in payment for the milo maize.\nKuykendall v. State, 143 Texas Cr. Rep. 607, 160 S.W. 2d 525, was a prosecution under Art. 567b V.A.P.C. as enacted in 1939. The following quotations from the opinion in that case are deemed applicable here:\n“The intent to defraud is the gist of the offense and this intent must have existed at the time the check in question was given. Consequently, the State was required to prove facts from which such an intent is deducible beyond a reasonable doubt, in the absence of which a conviction would not be justified. In this respect the evidence fails to meet the requirements of the law. There is no affirmative evidence that the account was not reduced or depleted by the payment of checks which were drawn subsequent to the one in question.”\nAppellant was not charged with the violation of Art. 567b V.A.P.C. relating to the giving of a check without sufficient funds, and the presumption found in that statute arising from the failure to pay the amount of the check within ten days after notice of its nonpayment is not available to the state.\nAccording to the balance sheet, appellant had a balance in the drawee bank sufficient to pay the check had it been presented to the bank on any date from October 23 to October 29, inclusive, (except for the payment of other checks which may have been drawn) after the check in question, that check would have been good when signed and when presented for payment.\nWe need not decide the effect of this evidence in a prosecution under Art. 567b V.A.P.C. We hold, however, that in view of the deposits and balance; the absence of any testimony as to the amount for which the check signed in blank was to be drawn; and of proof that checks which depleted the account were outstanding at that time, the evidence is insufficient to sustain a finding that appellant had the intent to appropriate the grain to his own use without paying for it at the time he sent Hayes for it.\nThe judgment is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "E. A. Cade, Dallas, for appellant.",
                                       "Dwight Whitehall, County Attorney, McKinney, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Bennie Arnwine v. State.\nNo. 30,253.\nJanuary 21, 1959.\nState’s Motion for Rehearing\u0027 Overruled February 18, 1959.\nE. A. Cade, Dallas, for appellant.\nDwight Whitehall, County Attorney, McKinney, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1533-01",
    "first_page_order":  404,
    "last_page_order":  408
}
