{
    "id":  8549878,
    "name":  "R. A. Chapin v. State",
    "name_abbreviation":  "Chapin v. State",
    "decision_date":  "1958-11-12",
    "docket_number":  "No. 29,975",
    "first_page":  "390",
    "last_page":  "397",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 390"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "242 S.W. 2d 436",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10201235
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/242/0436-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 228",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2574125
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0228-01"
                                        ]
                     },
                     {
                         "cite":  "220 S.W. 2d 156",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10191299
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/220/0156-01"
                                        ]
                     },
                     {
                         "cite":  "153 Texas Cr. Rep. 345",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2588945
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/153/0345-01"
                                        ]
                     },
                     {
                         "cite":  "82 S.W. 2d 981",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10261659
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/82/0981-01"
                                        ]
                     },
                     {
                         "cite":  "128 Texas Cr. Rep. 635",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5254133
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/128/0635-01"
                                        ]
                     },
                     {
                         "cite":  "111 S.W. 1038",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "53 Texas Cr. Rep. 378",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4566291
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/53/0378-01"
                                        ]
                     },
                     {
                         "cite":  "298 S.W. 2d 151",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10168656,
                                          10168765
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/298/0151-01",
                                            "/sw2d/298/0151-02"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 306",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2612265
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/164/0306-01"
                                        ]
                     },
                     {
                         "cite":  "257 S.W. 260",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10303233
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/257/0260-01"
                                        ]
                     },
                     {
                         "cite":  "96 Texas Cr. Rep. 356",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5070071
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/96/0356-01"
                                        ]
                     },
                     {
                         "cite":  "227 S.W. 320",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10308625
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/227/0320-01"
                                        ]
                     },
                     {
                         "cite":  "88 Texas Cr. Rep. 349",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4796579,
                                          4794500
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/88/0349-01",
                                            "/tex-crim/88/0349-02"
                                        ]
                     },
                     {
                         "cite":  "230 S.W. 2d 541",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10201747,
                                          10201574
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/230/0541-02",
                                            "/sw2d/230/0541-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 49",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2583283
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/155/0049-01"
                                        ]
                     },
                     {
                         "cite":  "308 S.W. 2d 880",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10179996
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/308/0880-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 456",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2614316
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0456-01"
                                        ]
                     },
                     {
                         "cite":  "242 S.W. 2d 381",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10198488
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/242/0381-01"
                                        ]
                     },
                     {
                         "cite":  "156 Texas Cr. Rep. 350",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2579187
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/156/0350-01"
                                        ]
                     },
                     {
                         "cite":  "273 S.W. 2d 623",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10200925
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/273/0623-01"
                                        ]
                     },
                     {
                         "cite":  "161 Texas Cr. Rep. 620",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2466097
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/161/0620-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  725,
                     "char_count":  14715,
                     "ocr_confidence":  0.57,
                     "pagerank":  {
                                      "raw":  3.0367017232424284E-07,
                                      "percentile":  0.8549880707330814
                                  },
                     "sha256":  "14c9e1dfac4d5ef7acd0452d5aa70a259e0562d143d1bd27a1961322b9f43ea3",
                     "simhash":  "1:997ecac9f40c48b8",
                     "word_count":  2588
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "R. A. Chapin v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is murder; the punishment, five years.\nWe shall attempt to summarize this voluminous record in the light of the contentions raised on appeal.\nThe appellant and deceased, both mature men and rivals over the hand of a young woman who was separated from her husband and living in the community, lived in the town of Camp Wood. Deceased had formerly been Ina Sue’s swain, but because of his jealousy, she had shifted her affections to the appellant, whose attentions she encouraged up until the time of the trial. The deceased was not a good loser and when drinking made threats and overt threatening gestures toward the appellant. Five people, in two automobiles, met on the streets of Camp Wood after a dance one Saturday night shortly after 2:00 A.M., where a fight ensued. The appellant and Ina Sue were together, while the deceased was accompanied by Joe Hibbits and one Melvin Williams. What occurred at the scene must be gleaned from the testimony of Hibbits and Williams on one side, and the appellant and Ina Sue on the other. All the parties had been drinking.\nBefore discussing this in detail, it is well to observe at the outset that appellant’s principal complaint grows out of the court’s failure to charge on circumstantial evidence. He predicates such complaint upon the following facts. The deceased met his death as the result of two stab wounds in the chest. Hibbits and Williams saw the appellant enter the automobile of the deceased with an open knife in his hand. Williams heard him say he “ought to kill” the deceased “or cut his throat.” These witnesses thereafter saw them fighting with their fists inside the vehicle, but did not see the appellant stab the deceased. Hibbits and Williams were rendered non-combatants by Ina Sue, who stated to them that she was armed with a pistol with all chambers full and expressed the desire to let the appellant and the deceased fight it out among themselves. After the fight, appellant and Ina Sue drove off, and Hibbits and Williams went home on foot, leaving the deceased seated in the front seat of his automobile, not knowing that he had been injured. Deceased spoke to them in a low mumbling voice similar to his usual voice when intoxicated and said that it was all right for them to go on home. Deceased body was not discovered until some five hours later, and he was then lying- down in the front seat of his automobile which had not been moved.\nThe appellant admitted being angered by the deceased’s statement that he was “a yellow s.o.b who was afraid to fight/’ that after the deceased hit him he opened his knife, and that the two of them fell into deceased’s automobile fighting, but denies that he stabbed the deceased in the chest and admits only that he might have cut the deceased on the wrist during their fight. He stated that “when I stepped back (from deceased’s automobile) I told him to get out and we’d just fist fight it out.” Appellant states that he had opened his knife to protect himself when he saw the appellant reach in his automobile to a place where he customarily carried a .22 caliber rifle, but says that he did not purposely use the same to inflict any injury to deceased.\nUnder this testimony, the appellant urges that the charge on circumstantial evidence should have been given and points to the following:\n1. That, sometime after the death of deceased, some blood and a knife cut were found on the back seat, and blood was found on the outside of the right door of deceased’s automobile; however, all the witnesses testified that the deceased and appellant had fought only on the front seat.\n2. That the doctor who performed the autopsy on the body of deceased expressed the opinion that a person who had suffered the two stab wounds which be observed in the front of the deceased’s chest would normally have lived only from five to fifteen minutes after the wounds were inflicted. He did not, however, express any opinion as to how long the body had been dead when he saw it.\n3. That the appellant sustained a bloody nose in his fight with the deceased which might have explained the presence of blood on his knife and clothes found in his home the morning after the fight.\nThe appellant differentiates the case at bar from those in which we have held that no charge on circumstantial evidence was required by relying strongly upon the fact that deceased’s body was not found until some five or six hours after the fight. We agree that such distinction does exist, but are nevertheless confronted with the rule that where the facts are in such juxtaposition one to another that the only logical conclusion to be drawn therefrom is that the accused inflicted the fatal injury, then a charge of circumstantial evidence is not required.\nRecently, in Landry v. State, 156 Texas Cr. Rep. 350, 242 S.W. 2d 381, we said:\n“In a prosecution for murder or other grade of unlawful homicide, the main fact to be proved is that the accused killed the deceased. If it is only by a process of inference from other facts that such killing is proved, a charge on circumstantial evidence is required. If the accused admits the killing or if there is direct evidence from any source that the accused killed the deceased, then there is direct evidence of the main fact to be proved, and a charge on circumstantial evidence is not required.”\nOn rehearing in the same case, we said:\n“* * * we have concluded that this is a case where the facts are in such juxtaposition one to another that only one logical conclusion may be drawn therefrom.”\nIn the case at bar, we conclude that the foregoing testimony, together with the following facts, bring this case within the rule in Landry.\n1. The long enmity that had existed between the appellant and the deceased prior to the night of the homicide.\n2. The fact that according to the state’s case the appellant entered the deceased’s automobile with an open knife in his hand after stating that he ought to kill the deceased and that his knife and clothes were bloody the next morning.\n3. The fact that the deceased died from wounds inflicted by a sharp instrument within a relatively short period of time following the assault by appellant.\n4. The fact that no one, other than his companions Hibbits and Williams, was shown to have been near the deceased following the assault by the appellant.\nAppellant next contends that the court erred in his charge to the jury wherein he submitted murder without malice. His contention that the phrase “or if you have a reasonable doubt thereof” referred back to the phrase “voluntarily and without justification or excuse” cannot be sustained. A reading of the entire paragraph leaves no doubt but that the court was referring to a killing under sudden passion and was proper.\nAppellant cites no authorities in support of his contention that the court’s charge on self defense was defective, and we are aware of none which will support him.\nAppellant’s complaint as to the failure of the court to instruct the jury that they must find beyond a reasonable doubt that the appellant and no other person inflicted the fatal wound has, we think, been answered in that portion of this opinion in which we discussed the necessity of charging on circumstantial evidence. Normally, if one were not required under the facts, then the other would not be called for.\nWe next come to appellant’s contention that the court erred in failing to instruct the jury not to consider the answer of the witness Merritt who discovered the body of the deceased the next morning. He was asked, “And what did you see?” He answered fully by describing- the condition of deceased’s automobile and ended with the conclusion “it looked as if possibly there had been, you know, some kind of a fight or foul play.” Were it not for the fact that the appellant, as well as all other witnesses, testified that the appellant and deceased engaged in a fight and that the appellant then drove away, a more difficult question would have been here presented. None of the testimony intimated that the appellant had attacked the deceased by stealth. Stated in another way, there were only two issues to be resolved by the jury under the facts before them:\n1. Did the appellant while engaged in combat with the deceased inflict the fatal injuries, and\n2. Did he act in self defense?\nUnder the facts before us, we are unable to attribute any injury to the appellant from the witness’ conclusion that “foul play” may have had some part in bringing about the death of deceased.\nAppellant next contends that the court erred in permitting the state to reopen and show by the district clerk that at a prior setting of the case the appellant had asked for a continuance on account of the absence of the witness Wallace Hibbits. The court’s qualification of the bill reflects that the defense had introduced a subpoena showing that the witness had been called by the state and had appeared but had not been used as a witness. In view of the court’s qualification, we perceive no possibility of error in the bill.\nAppellant complains of the introduction of á chart of the body of the deceased prepared under the direction of the doctor who performed the autopsy which showed the location of the wounds in the chest. Any inaccuracy as to scale, about which the appellant complains, would not under the circumstances have affected the admissibility of the chart. The authorities such as Davis v. State, 165 Texas Cr. Rep. 456, 308 S.W. 2d 880, upon which appellant relies, relate to the introduction of pictures showing the bloody condition of the body of the deceased and can have no application here.\nWe are next confronted with an alleged comment by the court on the weight of the evidence. Upon direct examination of his witness Ina Sue, she was interrogated about acts of jealousy by deceased after she ceased to keep company with him. The state objected on the grounds of immateriality, and the court said, “I can’t connect it up and I’m inclined to agree with the state’s counsel.” The court did not, however, rule on the, state’s objection, and the questioning on this particular subject was continued. At most, we find here a confession by the court that he is unable to understand why some evidence should be admissible but which he does admit, and find no error in the bill. See Housman v. State, 155 Texas Cr. Rep. 49, 230 S.W. 2d 541, and Flores v. State, 88 Texas Cr. Rep. 349, 227 S.W. 320.\nIn his first bill of exception to argument, appellant complains of the following:\n“* * * and it is up to you gentlemen to see that not only your own homes are protected but the homes and lives of your neighbors are protected and when you render a verdict in this case you will see that they are protected * *\nAppellant’s objection was sustained, and the jury was instructed not to consider such argument.\nAppellant relies upon Tucker v. State, 96 Texas Cr. Rep. 356, 257 S.W. 260. In that case, the state’s counsel told the jury the following:\n“If there is a member of this jury who is a member of any sect, organization, or clan, whose purposes and designs are the more rigid enforcement of the criminal laws of this state, and who believes that the criminal laws have not been and are not being enforced as they should be, you have an opportunity in this case to demonstrate your sincerity to the teaching and doctrine of such organization.”\nPresiding Judge Morrow, on state’s motion for rehearing, pointed out that the argument called for a reversal only because under the facts of the case the question of “the guilt or innocence (of the accused) is nicely balanced.” We have no such situation before us here.\nRecently, in Payne v. State, 164 Texas Cr. Rep. 306, 298 S.W. 2d 151, we had before us argument which was in part as follows:\n“If you had to wait until they confess, you would never stick one of them and they would run up and down the road until half the people in the county are run over. He needs punishment that will make your highways safe for people to drive on. He has violated that privilege of driving by being a threat to the lives of every man and woman.”\nThere, we held that no new fact was injected by this argument, that the deduction of the prosecutor was logical, and that no reversible error was reflected by the argument. See also Howard v. State, 53 Texas Cr. Rep. 378, 111 S.W. 1038; Bracheen v. State, 128 Texas Cr. Rep. 635, 82 S.W. 2d 981; Jones v. State, 153 Texas Cr. Rep. 345, 220 S.W. 2d 156; and Preston v. State, 157 Texas Cr. Rep. 228, 242 S.W. 2d 436.\nAppellant’s second complaint as to argument, and last one briefed, complains of substantially the same question heretofore discussed in connection with the reference to Wallace Hibbits who was not called as a witness, and reflects no error.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      },
                                      {
                                          "text":  "ON MOTION FOR REHEARING\nBELCHER, Judge.\nAppellant again strenuously insists that this case is one of circumstantial evidence, and that the trial court erred in not responding to his exception to its failure to so charge the jury.\nAbout 2 A.M., the appellant and Ina Sue in one car met the deceased and two other men in another car, when the deceased suddenly reactivated an ill-feeling\u0027 between himself and the appellant, and the appellant became angry, telling the deceased he ought to cut his throat or kill him and fought with him in the car, and admits that he had his knife open in his hand during the fight and may have cut him on the wrist with it. Then those present left the deceased alone in his car at the scene and five or six hours later his body was found in his car which had not been moved; and there is no dispute that the deceased died as a result of two stab wounds in the chest. Appellant’s presence, his declarations to the deceased as he approached deceased’s car with an open knife, and his intimate connection with the deceased just before his death are in such close relation to the main fact to be proved — that is, who stabbed the deceased —that they obviate the necessity of charging on circumstantial evidence. 4 Branch’s Ann. P.C. 2d 359, Sec. 2050; Smith v. State, 161 Texas Cr. Rep. 620, 273 S.W. 2d 623.\nThe other contentions urged by the appellant have been carefully considered and they do not show error.\nThe motion for rehearing is overruled.\nOpinion approved by the Court.",
                                          "type":  "rehearing",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Burkett \u0026 Petasch, Kerrville, Morriss, Morriss, Boatright \u0026 Lewis, by Will A. Morriss, Jr., San Antonio, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "R. A. Chapin v. State.\nNo. 29,975.\nNovember 12, 1958.\nMotion for Rehearing Overruled January 21, 1959.\nSecond Motion for Rehearing Overruled February 18, 1959.\nBurkett \u0026 Petasch, Kerrville, Morriss, Morriss, Boatright \u0026 Lewis, by Will A. Morriss, Jr., San Antonio, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1534-01",
    "first_page_order":  408,
    "last_page_order":  415
}
