{
    "id":  8549949,
    "name":  "Samuel Black Lowry v. State",
    "name_abbreviation":  "Lowry v. State",
    "decision_date":  "1959-02-18",
    "docket_number":  "No. 30,438",
    "first_page":  "401",
    "last_page":  "402",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 401"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  193,
                     "char_count":  2299,
                     "ocr_confidence":  0.59,
                     "sha256":  "b53004fb1d7ca3e029e8868b21542f8c6738b29a19c34c063612e4a12e3f942e",
                     "simhash":  "1:433e06968ca7a8b5",
                     "word_count":  384
                 },
    "last_updated":  "2023-07-14T16:09:04.443318+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Samuel Black Lowry v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for driving a motor vehicle upon a public highway while intoxicated; the punishment, 30 days in jail and a fine of $50.\nOfficer William Fulghum of the Dallas Police Department testified that on the night in question around 12:15 A.M. while he and his partner, Officer Turner, were travelling in a squad car on Akard street they drove up behind a Chevrolet automobile being driven by the appellant which was weaving back and forth in the traffic lane; that while following the automobile the appellant on two occasions suddenly applied the brakes, stopped the car and began working the gear shift; that after the red lights on the squad car were turned on the appellant drove off of Akard Street onto Beaumont Street and stopped and after a conversation with the officers was carried to the police station by the officers in the squad car. Officer Fulghum, in describing appellant’s acts and appearance at the time, testified that he staggered when he walked, his speech was slurred, his eyes were watery and bloodshot, he had a strong alcoholic breath and expressed his opinion that appellant was on such occasion drunk.\nOfficer Turner testified to substantially the same facts as did Officer Fulghum and expressed his opinion that appellant was drunk on such occasion.\nAs a witness in his own behalf appellant denied that the officers followed him onto Beaumont street and testified that he had parked on the street around 11:00 P.M. because he was sleepy. Appellant further testified that he had nothing- to drink that day and denied that he was drunk.\nThe jury chose to accept the testimony of the state’s witnesses and reject that of the appellant and we find the evidence sufficient to support its verdict.\nThere are no formal bills of exception or objections to the court’s charg-e and no brief has been filed on behalf of appellant.\nWe have examined the informal bills of exception appearing in the statement of facts and find no reversible error.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "No attorney for appellant of record on appeal.",
                                       "Henry Wade, Criminal District Attorney, Merle Flagg, Assistant District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Samuel Black Lowry v. State.\nNo. 30,438.\nFebruary 18, 1959.\nNo attorney for appellant of record on appeal.\nHenry Wade, Criminal District Attorney, Merle Flagg, Assistant District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1536-01",
    "first_page_order":  419,
    "last_page_order":  420
}
