{
"id":  8549986,
    "name":  "Billy Ray McBee v. State",
    "name_abbreviation":  "McBee v. State",
    "decision_date":  "1959-01-28",
    "docket_number":  "No. 30,323",
    "first_page":  "402",
    "last_page":  "404",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 402"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [

                 ],
    "analysis":  {
                     "cardinality":  217,
                     "char_count":  2907,
                     "ocr_confidence":  0.607,
                     "sha256":  "f6b1935980317f9cd69304c25787a4336c91b6191c9bdd5c97e30a2104f009e2",
                     "simhash":  "1:2b1c06d0c5892a50",
                     "word_count":  512
                 },
    "last_updated":  "2023-07-14T16:09:04.443318+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Billy Ray McBee v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BELCHER, Judge.\nThe conviction is for forgery of a check by endorsement, the punishment, four years.\nWhen Larry James LaBlane delivered some food from Bennett’s Grill to the appellant at a tavern, the appellant tendered him a check in payment but LaBlanc told him he could not cash it and referred him to the manager of the grill. LaBlanc identified a check introduced in evidence and marked State’s Exhibit No. 1, dated October 23, 1957, in the sum of $100, payable to George Rich, signed API Well Service by Hal B. Allen, as maker, endorsed:\nS/ George Rich\nS/ George R\nS/ Geo\nand drawn on the Spring Branch State Bank, Houston, Texas, as the same check presented to him by the appellant at the time he delivered the food. LaBlanc testified that the appellant told him his name was George Rich and that he endorsed the check in his presence as the endorsement appears above and that appellant had some difficulty in writing because the pen was not working properly.\nThe manager of Bennett’s Grill while testifying identified a check marked State’s Exhibit No. 1, as being the same check which the appellant, who had told him he was George Rich and that he had signed said check on the back, presented to him at the grill and he refused to cash.\nThe testimony shows that the next day after appellant had presented the check at Bennett’s Grill, he was arrested and while in an automobile on the way to the police station he appeared to be putting something behind him on the seat. A search of the car revealed a check which was identified at the trial as the same as State’s Exhibit No. 1.\nGeorge Rich while testifying examined State’s Exhibit No. 1 and stated that it was given to him for certain merchandise; that the check was left on his desk while he was out of the city and when he returned the police had it. He testified that he did not give anyone his consent to take it or endorse his name thereon. He also stated that he had seen the appellant in his place of business visiting one of his employees.\nAppellant did not testify or offer any evidence in his behalf.\nThe evidence is sufficient to support the conviction.\nAppellant complains of the admission of the check in evidence over his objection that it was not an exact copy of the check set out in the indictment.\nAn examination of the check introduced in evidence as State’s Exhibit No. 1, conforms to the one described in the indictment, hence no error is shown.\nOther contentions presented by the appellant have been carefully considered and they do not show error.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Peter P. Cheswick, Houston, for appellant.",
                                       "Dan Walton, District Attorney, Thomas D. White and Edward D. Michalek, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Billy Ray McBee v. State.\nNo. 30,323.\nJanuary 28, 1959\nMotion for Rehearing Overruled February 18, 1959.\nPeter P. Cheswick, Houston, for appellant.\nDan Walton, District Attorney, Thomas D. White and Edward D. Michalek, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1537-01",
    "first_page_order":  420,
    "last_page_order":  422
}