{
"id":  8550030,
    "name":  "Charles L. Parrish, Jr. v. State",
    "name_abbreviation":  "Parrish v. State",
    "decision_date":  "1959-02-18",
    "docket_number":  "No. 30,455",
    "first_page":  "404",
    "last_page":  "406",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 404"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "198 S.W. 2d 585",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10198694
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/198/0585-01"
                                        ]
                     },
                     {
                         "cite":  "150 Texas Cr. Rep. 8",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     }
                 ],
    "analysis":  {
                     "cardinality":  226,
                     "char_count":  3433,
                     "ocr_confidence":  0.598,
                     "pagerank":  {
                                      "raw":  4.3513892875934082E-08,
                                      "percentile":  0.27357193411662223
                                  },
                     "sha256":  "a86f762baaa65736b549b99319d073e08777b05c03e219075b6e7c19ad1c646c",
                     "simhash":  "1:6a8f240edec40345",
                     "word_count":  573
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Charles L. Parrish, Jr. v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is bigamy, as denounced by Article 490 (a), V.A.P.C., in that the bigamous marriage was alleged to have occurred without the state and parties later cohabited together within this state; the punishment, 2 years.\nMrs. Freda Norton, a resident of Toledo, Ohio, testified that she was present in the State of Ohio on September 17, 1955, and that she and her husband witnessed a marriage which was consummated between the appellant and one\u0027 Mildred Peete. She identified her own and her husband’s signature on the marriage certificate which was introduced in evidence and stated that she visited Mildred and the appellant upon occasions during the following year while they were living together, and had come to Texas with Mildred in order to testify at the trial.\nMildred Peete testified, without objection, that she met the appellant in Toledo, Ohio, in 1955, married him before a justice of the peace on September 17, 1955, with Mrs. Norton and her husband as witnesses, and lived with the appellant as his wife until September, 1956, at which time he deserted her, and that she did not see him again until the day of the trial. She stated that she obtained a divorce from the appellant on October 25, 1957.\nThe application for the marriage license, the license itself, and the certificate evidencing the solemnization of the marriage were introduced in evidence.\nMay Hammond, a resident of Borger, Texas, testified that she had known the appellant for several years and that they had discussed marriage prior to his departure from Borger, that she did not see him for approximately a year until shortly before November 10, 1956, when he returned to Borger and again spoke of matrimony. She stated that on that day she and the appellant were united in marriage at Clayton, New Mexico, by a lady justice of the peace, and that following this marriage she resided with the appellant as his wife in Hutchinson County, Texas, until the day of his arrest, after which she received an annulment of the New Mexico marriage.\nJustice of the Peace Clara Harvey, of Clayton, New Mexico, testified that she identified May Hammond as one of the parties to a marriage ceremony which she performed on November 10, 1956.\nJackie Anderson testified that he and his wife accompanied May Hammond and the appellant to Clayton, New Mexico, on November 10, 1956, were witnesses to their marriage, and identified his own and his wife’s signature on the marriage certificate which was introduced into evidence along with the license and application therefor.\nAppellant did not testify or introduce any evidence in his own behalf. No formal bills of exception appear in the record, and no brief has been filed.\nIt would appear from the holding of this court in Rutledge v. State, 150 Texas Cr. Rep. 8, 198 S.W. 2d 585, that any objection which the appellant may have had to Mildred Peete’s testimony was waived when it was admitted without the question of her competency having- been raised. Even if we disregarded such testimony, the evidence would be sufficient because of the testimony of Mrs. Norton and the documentary evidence.\nFinding- the evidence sufficient to support the conviction and no reversible error appearing, the judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "No attorney for appellant of record on appeal.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Charles L. Parrish, Jr. v. State.\nNo. 30,455.\nFebruary 18, 1959.\nNo attorney for appellant of record on appeal.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1538-01",
    "first_page_order":  422,
    "last_page_order":  424
}