{
    "id":  8550219,
    "name":  "Navin L. Bullock v. State",
    "name_abbreviation":  "Bullock v. State",
    "decision_date":  "1958-11-19",
    "docket_number":  "No. 30,017",
    "first_page":  "419",
    "last_page":  "427",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 419"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "140 S.W. 442",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8280988,
                                          8281038
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/140/0442-01",
                                            "/sw/140/0442-02"
                                        ]
                     },
                     {
                         "cite":  "63 Texas Cr. Rep. 522",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2374724
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/63/0522-01"
                                        ]
                     },
                     {
                         "cite":  "187 S.W. 754",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8252130,
                                          8252159,
                                          8252186,
                                          8252103
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/187/0754-02",
                                            "/sw/187/0754-03",
                                            "/sw/187/0754-04",
                                            "/sw/187/0754-01"
                                        ]
                     },
                     {
                         "cite":  "80 Texas Cr. Rep. 50",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4725927
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/80/0050-01"
                                        ]
                     },
                     {
                         "cite":  "131 S.W. 577",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "60 Texas Cr. Rep. 157",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4590080
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/60/0157-01"
                                        ]
                     },
                     {
                         "cite":  "238 S.W. 2d 766",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10211062
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/238/0766-01"
                                        ]
                     },
                     {
                         "cite":  "156 Texas Cr. Rep. 23",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2576824
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/156/0023-01"
                                        ]
                     },
                     {
                         "cite":  "52 S.W. 2d 1056",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10261596,
                                          5206479
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/52/1056-01",
                                            "/tex-crim/121/0478-01"
                                        ]
                     },
                     {
                         "cite":  "121 Texas Cr. Rep. 478",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5206479
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/121/0478-01"
                                        ]
                     },
                     {
                         "cite":  "3 S.W. 2d 449",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10284104
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/3/0449-01"
                                        ]
                     },
                     {
                         "cite":  "109 Texas Cr. Rep. 157",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5151284
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/109/0157-01"
                                        ]
                     },
                     {
                         "cite":  "5 S.W. 2d 139",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10284783
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/5/0139-01"
                                        ]
                     },
                     {
                         "cite":  "109 Texas Cr. Rep. 380",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5153557
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/109/0380-01"
                                        ]
                     },
                     {
                         "cite":  "37 S.W. 758",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "36 Texas Cr. Rep. 406",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2360503
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/36/0406-01"
                                        ]
                     },
                     {
                         "cite":  "8 S.W. 929",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "176 S.W. 2d 955",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10224520
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/176/0955-01"
                                        ]
                     },
                     {
                         "cite":  "146 Texas Cr. Rep. 582",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5298801
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/146/0582-01"
                                        ]
                     },
                     {
                         "cite":  "44 S.W. 159",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  1
                     },
                     {
                         "cite":  "38 Texas Cr. Rep. 590",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2361668
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/38/0590-01"
                                        ]
                     },
                     {
                         "cite":  "104 S.W. 2d 31",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10243680
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/104/0031-01"
                                        ]
                     },
                     {
                         "cite":  "132 Texas Cr. Rep. 236",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5236507
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/132/0236-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  719,
                     "char_count":  16900,
                     "ocr_confidence":  0.565,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.20589173345627487
                                  },
                     "sha256":  "2b618e119f35798806cfe73fe8cfffaf3bacfbff4c07c0fe7d6ed277d40ec0e5",
                     "simhash":  "1:3946ac39e79a1158",
                     "word_count":  2991
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Navin L. Bullock v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nUpon a trial before the court without a jury appellant was convicted of negligent homicide in the first degree and his punishment assessed at one year in jail.\nAppellant and the deceased were members of the police force of the city of Houston. On the morning of the homicide the two got off duty around 6 A.M. Later in the morning, after having changed to civilian clothes, they went to Coleman’s Inn at 846 West 27th in the city in company with Joe D. Knighton, a fellow officer, and Reed Johnson. Upon being- admitted by the proprietor Coleman, appellant, the deceased and Knighton went in and seated themselves at a table near the west wall. While they were seated at the table talking and drinking, Knighton said something about a can of beer which Coleman had brought him needing another hole in it. Knighton then held up the can of beer and appellant shot at it with his .45 automatic government model pistol which he was carrying underneath his belt, the shot barely tipping the can. At appellant’s suggestion Knighton again held up the can of beer and appellant fired a second shot shooting a hole through the center. After the second shot was fired, the deceased was heard to say something to the effect that “someone was going to get hurt if you don’t put the pistol up.” Appellant then laid the pistol on the table and Knighton picked it up and put it behind a clock on the wall. Some two minutes later, Knighton took the pistol from the clock and according to his testimony put it on the table. Appellant’s version was that Knighton handed him the pistol and that he put it on the table. The deceased then got up from the table and walked around behind the appellant to the east door. Thereupon, appellant, who was seated at the table facing the west wall got up, picked the pistol up from the table to put it underneath his belt and as he turned around towards the east, the pistol discharged and the deceased fell near the east door with a bullet wound in his head which caused his death.\nIt was shown that the pistol which was discharged in the appellant’s hand was equipped with three safeties, a manual safety on the side, a mechanical safety and a half-cock. It was further shown that just prior to the fatal shot the pistol was on full cock and loaded.\nAs a witness in his own behalf, appellant testified that to the best of his knowledge and belief the pistol was on safety when he laid it on the table after Knighton took it from the clock and handed it to him; that he did not know how it got off safety and what caused it to discharge; that he was not pointing it at the deceased or anyone when the fatal shot was fired and that the pistol was accidentally discharged. Appellant in his testimony admitted that he had previously had trouble with the pistol when the safety which locked the slide broke; that he had it replaced and afterwards it worked more loosely making it easier to get on or off safety.\nAppellant questions the sufficiency of the allegations of the information to charge an offense and of the evidence to sustain the conviction.\nIn his motion for new trial and in his brief appellant predicates his complaint to the state’s pleading upon the error of the court in refusing to sustain his exception thereto.\nNo motion to quash or exception to the information is found in the record.\nThe first count of the information under which appellant stands convicted charged that on or about the date alleged the appellant was in performance of a lawful act of handling a pistol and “did then and there in the performance of said lawful act, by negligence and carelessness, cause the death of Carrol Eugene Posey by then and there negligently and carelessly handling said pistol thereby causing it to discharge and shoot and kill the said Carroll Eugene Posey.” It was further alleged in the information that the death of the deceased was caused by the negligence of the appellant, there being no apparent intention to kill, but there being an apparent danger of causing death of the said Posey or someone else at said location by so handling said pistol, which danger could have been known to appellant if he had used that degree of care and caution which a man of ordinary prudence would have used under like circumstances and which degree of care and caution the appellant did then and there fail to use.\nAppellant insists that the information is insufficient because it failed to allege the manner in which he was negligent and careless, failed to inform him of what acts he was required to defend and did not set out any offense as defined by statute.\nWe have carefully considered the allegations of the information and find no fundamental defect therein. While the information did not allege the manner in which appellant was charged with having negligently and carelessly handled the pistol, the information was sufficient to charge an offense. In charging the offense of negligent homicide the information need not plead explicitly the acts relied on as negligence. Taubert v. State, 146 Texas Cr. Rep. 582, 176 S.W. 2d 955.\nIn connection with the question of the sufficiency of the evidence to support his conviction appellant insists that there was no proof that he was negligent or careless in handling the pistol so as to cause it to discharge and that it was not shown that there was an apparent danger of causing the death of the deceased or anyone else. Appellant further insists that the state failed to prove that any negligent act on his part was the proximate cause of the death of the deceased and that under the evidence it was shown that the killing of the deceased was accidental.\nWhile the issue of accident as well as of mistake was clearly raised by the appellant in his testimony a careful consideration of the record leads us to the conclusion that the evidence is sufficient to sustain the court’s judgment finding appellant guilty as charged.\nOne may be guilty of negligent homicide who carelessly and negligently fires a pistol and kills the deceased though with no apparent intention to kill where there was an apparent danger of causing death. Howard v. State, 25 Texas App. 660, 8 S.W. 929; Brittain v. State, 36 Texas Cr. Rep. 406, 37 S.W. 758, and Abell v. State, 109 Texas Cr. Rep. 380, 5 S.W. 2d 139.\nIn Simmons v. State, 109 Texas Cr. Rep. 157, 3 S.W. 2d 449, where a game warden was prosecuted for murder growing out of his shooting the deceased, who was his friend, on an occasion when they were laughing, joking and drinking and were standing on opposite sides of an automobile, and where no one saw him point the pistol at the deceased, in reversing the conviction for the court’s failure to charge on negligent homicide this court\u0027said:\n“If the pistol of appellant was fired with no apparent intention to kill, but under circumstances making apparent the danger of causing death of the person killed or some other, the issue of negligent homicide is present in the case.”\nThe negligence which is an element of the offense is defined in Art. 1233 V.A.P.C. as a want of that degree of care and caution which a man of ordinary prudence would use under like circumstances.\nWhether apparent danger exists is not to be determined from the viewpoint of the accused alone, but rather from the facts as a whole. Vasquez v. State, 121 Texas Cr. Rep. 478, 52 S.W. 2d 1056, and Johnson v. State, 156 Texas Cr. Rep. 23, 238 S.W. 2d 766.\nThe evidence of appellant’s manner of handling the loaded pistol on the occasion in question, his placing it on the table, and picking it up without checking to see if it was on safety, his prior difficulty with the safety and knowledge that it was easy to get on and off, was under the facts and circumstances sufficient to warrant the trial judge in finding that appellant was negligent in handling the pistol; that such negligence was the proximate cause of the death of the deceased and that there was an apparent danger of causing death to the deceased or to someone else.\nWe have examined the authorities cited by appellant and under the facts here presented do not consider them controlling.\nHodge v. State, 60 Texas Cr. Rep. 157, 131 S.W. 577, was a murder case where the evidence introduced by the state excluded everything but a deliberate killing and the evidence offered by the accused tended to show an accidental killing. Under these facts it was held that the issue of negligent homicide was not raised. The case of McPeak v. State, 80 Texas Cr. Rep. 50, 187 S.W. 754, also was a murder case where it was the state’s contention that the killing was murder and the defense was that of accident. The facts in that case did not raise the issue of negligent homicide. McCray v. State, 63 Texas Cr. Rep. 522, 140 S.W. 442, was a conviction for negligent homicide which was reversed primarily because the court failed to charge on accident.\nThe judgment of the trial court is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      },
                                      {
                                          "text":  "DAVIDSON, Judge\n(dissenting).\nAppellant’s motion for rehearing is overruled by my brothren without written opinion.\nThe information upon which this appellant stands convicted charged that when, by negligence and carelessness, he shot and killed the deceased, the appellant was “then and there in the performance of a lawful act,” which lawful act was the handling of a pistol.\nWhen my brethren affirm this conviction under that allegation, they hold that the acts and the conduct of the appellant in the handling of the pistol, as reflected by the facts, were lawful.\nTo me, such holding is wholly and utterly without foundation and one which the facts simply do not justify. To the contrary, in the handling of the pistol appellant was guilty of acts made unlawful by at least two statutes of this state, i.e.: Arts. 483 and 474, Vernon’s P.C.\nNow what are the facts? About 10 o’clock on Sunday morning three policemen of the city of Houston, each dressed in civilian clothes rather than their official uniforms, went to a cafe-beer tavern, woke up the proprietor — who occupied quarters connected with the tavern — and had him open the place and admit them. The policemen who went into the place were Knighton, Bullock (the appellant), and Posey (the deceased). Coleman, the proprietor, was acquainted with Knighton and Posey, and knew they were policemen. He did not know the appellant but was then told he was a sergeant of police.\nDuring the time appellant went off duty shortly after 6 o’clock that Sunday morning until he arrived at the beer tavern he had drunk vodka. He took with him into the tavern a bottle of whisky “less than a third full.” After admittance to the tavern he “got a cup with some ice in it and Seven Up” and mixed a drink. Beer was also ordered.\nKnighton remarked that the can of beer served him “didn’t have a big enough hole in it,” whereupon he held up the can and appellant shot at it with his .45 caliber pistol. The shot barely tipped the can. After setting the can on the table where he and the other officers were seated, Knighton then, at the suggestion of Posey, the deceased, that they should not be “shooting in this place because it might get [them] into trouble,” picked up the pistol and placed it on top of a wall clock. But shortly thereafter, appellant took the pistol down and put it back on the table. He told Knighton to hold up the can again, and he shot at it once more, this time putting a hole in the can. After the completion of this target practice appellant again laid the pistol on the table.\nLater, as appellant arose and picked up his pistol, intending, he said, to put it into his pocket, the pistol fired and the deceased was killed.\nThere is no contention, here, that the firing of the pistol was wilful, deliberate, or done with the intent to kill Posey. It was the state’s position that the actual firing of the pistol was the result of negligence or carelessness.\nThe information did not allege what acts were negligent or careless in causing the pistol to fire. There is nothing here to indicate what acts of the appellant were relied upon to constitute negligence or carelessness. About all I can ascertain from the facts is that the pistol fired as appellant picked it up.\nThere being no evidence that the pistol was intentionally or purposely fired the third time, it appears to be the position of the state that since there was no such evidence it must have been done negligently or carelessly, any inference that it was fired accidentally being thereby wholly ignored. The firing of the pistol could have been accidental.\nBut be that as it may, what do the laws of this state say about one carrying a pistol on or about the person? Art. 488, Vernon’s P.C., says that it is unlawful for any person at any time or at any place to “carry on or about his person * * * any pistol * *\nWhen appellant had the pistol in his possession, he was violating that statute and his act in handling and shooting the pistol was unlawful and in violation of law and of Art. 483, Vernon’s P.C.\nThe legislature deemed it advisable to exempt certain persons and certain classes from the operation of that statute, and passed Art. 484; Vernon’s P.C. That statute provides that the provisions of Art. 483, Vernon’s P.C., shall not apply to “any peace officer when “in the actual discharge of his official duty.”\nThe legislature did not say that Art. 483, Vernon’s P.C., did not apply to all peace officers at all times and places; it expressly limited the exemption to the carrying’ of a pistol by a peace officer when “in the actual discharge of his official duty.”\nThe burden is upon the person claiming the exemption to show that he is within the terms thereof.\nIndeed, in Trimble v. State, 132 Texas Cr. Rep. 236, 104 S.W. 2d 31, this court said that when the conditions which authorize the carrying of a pistol cease to exist the right to carry the pistol ceases. In that connection, this court further said:\n“No peace officer may arm himself and thereafter aid in the violation of public laws or private rights, and vantage himself by seeking to invoke a right to carry arms pertinent only when such officer is about his duty and within the law.”\nIn the face of that holding and the statutes mentioned, to me it is unthinkable to say that this appellant, who on Sunday morning went to a beer tavern, drank beer, and proceeded to engage in target practice with his pistol, was at that time and in so doing in the “discharge of this official duty” as a policeman and was therefore lawfully carrying the pistol on or about his person. The fact that appellant had changed from his policeman’s uniform to civilian clothes is strong evidence, within itself, that he was not in the “discharge of his official duty,” as a policeman. He, himself, made no claim that he was on duty at the time; he knew that he was not.\nYet my brethren, by affirming this case, say that appellant was lawfully carrying the pistol on or about his person when it was negligently and carelessly fired.\nBut the carrying of the pistol was not the only unlawful act that appellant was committing:\nIt is a violation of the law for one to go into or near a public place and rudely display a pistol in a manner calculated to disturb the inhabitants thereof. Art. 474, Vernon’s P.C.\nIn Russell v. State, 38 Texas Cr. Rep. 590, 44 S.W. 159, this could held that a peace officer violates that statute when he rudely displays and fires his pistol.\nWhen appellant conducted the target practice by shooting the pistol at the beer can, he was rudely displaying the pistol, without reference to whether he was or was not at the time lawfully carrying the pistol on or about his person.\nNor am I going to agree that a policeman has the lawful right while in the performance of his official duty to rudely display his pistol in violation of Art. 474, Vernon’s P.C. Peace officers have no more right to rudely display a pistol, while carrying it, in violation of law than does the humblest citizen of this state.\nIf this appellant was to be prosecuted for negligent homicide, under the facts here presented the state should have proceeded under that provision of the law which makes one guilty of negligent homicide who, by negligence or carelessness, kills another while in the performance of an unlawful act known as negligent homicide of the second degree.\nThe conclusion reached by my brethren in affirming this conviction renders the law of negligent homicide in Texas in such a confused and uncertain state as to nullify all the law on that subject.\nI respectfully dissent.",
                                          "type":  "dissent",
                                          "author":  "DAVIDSON, Judge"
                                      }
                                  ],
                     "attorneys":  [
                                       "Thos. E. Lichenstein, and John E. Cahoon, Houston, for appellant.",
                                       "Dan Walton, District Attorney, Thomas D. White, Assistant District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Navin L. Bullock v. State.\nNo. 30,017.\nNovember 19, 1958.\nMotion for Rehearing Overruled January 28, 1959.\nSecond Motion for Rehearing Overruled February 25, 1959.\nThos. E. Lichenstein, and John E. Cahoon, Houston, for appellant.\nDan Walton, District Attorney, Thomas D. White, Assistant District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1543-01",
    "first_page_order":  437,
    "last_page_order":  445
}
