{
    "id":  8550267,
    "name":  "Joe Henry Donley v. State",
    "name_abbreviation":  "Donley v. State",
    "decision_date":  "1959-01-14",
    "docket_number":  "No. 30,163",
    "first_page":  "427",
    "last_page":  "432",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 427"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "292 S.W. 216",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10292996
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/292/0216-01"
                                        ]
                     },
                     {
                         "cite":  "106 Texas Cr. Rep. 290",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5138245
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/106/0290-01"
                                        ]
                     },
                     {
                         "cite":  "172 S.W. 238",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8269227,
                                          8269180
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/172/0238-02",
                                            "/sw/172/0238-01"
                                        ]
                     },
                     {
                         "cite":  "76 Texas Cr. Rep. 5",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4712951
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/76/0005-01"
                                        ]
                     },
                     {
                         "cite":  "310 S.W. 2d 567",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10176137,
                                          10176231
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/310/0567-01",
                                            "/sw2d/310/0567-02"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 650",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2611792
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0650-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  519,
                     "char_count":  11461,
                     "ocr_confidence":  0.562,
                     "pagerank":  {
                                      "raw":  5.5980816388738324E-08,
                                      "percentile":  0.35079574137333874
                                  },
                     "sha256":  "6272b7e4fb12a30f59795a0d933c0e3f22eea1c89db5c5e9e6e05c4679000570",
                     "simhash":  "1:23de9853e71bc1dc",
                     "word_count":  2053
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Joe Henry Donley v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe offense is perjury; the punishment, ten years.\nA former appeal was dismissed on motion of the state. Donley v. State, 165 Texas Cr. Rep. 650, 310 S.W. 2d 567.\nJudgment and sentence have been entered nunc pro tunc and the appeal is before us upon notice of appeal after sentence.\nHenry Ramos, John Lopez, Dicky Moreno, Roy Martinez and appellant Joe Henry Donley went to Zilker Park in Austin late at night in Ramos’ car.\nThey found the prosecutrix, a seventeen year old high school girl, seated under the steering wheel of a car, her date Jimmy seated beside her.\nThe girl was taken from the car to Ramos’ car and placed on the back seat where she was ravished by Ramos, Lopez and Moreno.\nThe five boys were arrested and indicted for rape.\nRamos and Lopez pleaded guilty and received long prison terms. Moreno was handled as a juvenile.\nAppellant made several statements after his arrest.\nHe was placed on trial, and the state introduced one of his statements as a confession, reading in part:\n“On January 28, 1956, I went to a party at the home of Tommie Lopez at 404 East 1 Street. I drank some beer at this party and got pretty drunk. At about 1:30 a.m., January 29, 1956, I went out to Henry Ramos car and sat down. Henry Ramos, John Lopez, Dickie Moreno and Roy Martinez came out to the car and we all rode around. While we were riding around, conversation started about going to Zilker Park and find a couple parked so we could take the girl out of the car and all have intercourse with her, I don’t know who started the conversation, but it kept building up with all of us and finally we drove into the Park and found a car parked near some tables. I don’t remember exactly what part of the park. I don’t know who got out of the car first, but all of us went over to the right side of the car. There was a boy sitting on the right side and a girl sitting under the steering wheel. Henry and John stood near the car while Roy and I stood behind them. Dickie came up behind us with a .22 cal. rifle. Henry asked the boy for a cigarette and then asked the boy if he had a gun in the car. Henry took his cigarette lighter and looked in the glove compartment. After that Henry, John and I went around to the left side of the car where the girl was while Roy and Dickie stayed on the right side with the boy. Henry got inside with the girl and started pulling her out. The girl started to holler and Henry told her to shut up. Henry and John then pulled the girl out and dragged her over to Henry’s ear. I opened the door and they put her in the back seat. John pulled the girl’s panties off, then got in the front seat and held her while Henry had intercourse with her. I don’t remember holding the girl, but was on the front seat until they got started. I then got out of the car until John finished his intercourse and told me it was my time. I went over and got on the girl and tried to have an intercourse with her. She was crying and squirming. Dickie came up and said for me to hurry up. I could not do any good so I got off the girl and Henry got back on her before Dickie could. After Henry finished, Dickie got- on the girl and had intercourse. I don’t know if Roy ever had intercourse with the girl, because when Roy came over to the car I went back to where Dickie was * *\nAppellant testified at his trial for rape and repudiated the confession. The issue of its voluntary character was submitted to the jury with instructions not to consider it for any purpose whatever unless they found that it was freely and voluntarily made.\nThe court, at the rape trial, charged on circumstantial evidence and the case was submitted upon the state’s theory that Henry Ramos ravished and had carnal knowledge of the prose-cutrix by force and threats, without her consent, and that appellant was present and knowing Ramos’ unlawful intent, aided him by acts or encouraged him by gestures in having carnal knowledge of the prosecutrix.\nThe jury found appellant not guilty.\nIt seems apparent that the jury did not consider appellant’s confession as true and voluntarily made, else he would have been found guilty of being a principal to the rape.\nSome time later appellant was indicted for perjury upon the assignment that as a witness in his own behalf on the trial for rape he wilfully and deliberately testified that he “did not touch or have anything to do with the said (prosecutrix) and that he did not get into the back seat of a car with the said (prosecutrix) and that he did not open the door of a car.”\nThe indictment alleged that in truth and in fact appellant “did touch the said (prosecutrix) and did assault the said (prosecutrix) with intent to ravish and have carnal knowledge of her, the said (prosecutrix) and in truth and in fact the said Joe Henry Donley did open a door of the automobile in which the said (prosecutrix) was assaulted and did then and there get into the back seat of a car with the said (prosecutrix).\nThe allegation that appellant testified falsely that “he did not open the door of a car” was stricken from the indictment on motion of appellant.\nThe same confession introduced at the trial for rape was offered and admitted over objection at the perjury trial; was repudiated, and the question of whether it was voluntarily made was submitted to the jury.\nThe jury found appellant guilty of perjury and assessed his punishment at ten years in the penitentiary. The appeal is from this conviction.\nThere are a number of interesting and important questions of law raised on the appeal.’\nArt. 723 C.C.P. provides that in trials for perjury, no person shall be convicted except upon the testimony of two credible witnesses, or of one credible witness corroborated strongly by other evidence as to the falsity of the defendant’s statement under oath, or upon his own confession in open court.\nThe prosecutrix positively identified the three who ravished and had carnal knowledge of her, but could not identify appellant or testify to any act he did or any word he said.\nOne of the rapists, John Lopez, was called by the state but refused to testify to any incriminating fact against appellant.\nThe state called Roy Martinez, the fifth of the boys arrested and indicted for rape of the prosecutrix. It was shown that the indictment against him had been dismissed. Martinez is claimed to be a credible witness. He testified that he saw appellant in the back seat of the car with the prosecutrix, which was contrary to appellant’s testimony at both trials.\nMartinez testified that he had no part in the rape and no intent to do anything that would lead to a rape.\nThere is testimony, however, that he was with Dickie who had a .22 caliber rifle at the parked car guarding the date of the prosecutrix, Jimmy; was present when Dickie took Jimmy’s wrist watch, and remained with Jimmy while Dickie went to the Ramos car for his turn in the ravishing of the prosecutrix.\nAssuming that the several statements of appellant assigned as perjury are severable and not “in solido”; that Martinez was a credible witness as contemplated by Art. 723 C.C.P.; and that his testimony that he saw appellant in the back seat of the car with the prosecutrix showed the falsity of one of the statements made by appellant as a witness in his own behalf; and assuming further that the acquittal of appellant on his trial for rape is no bar to a prosecution for perjury committed by appellant in his testimony at such trial; what then of the required second credible witness or strong corroboration by other evidence as to the falsity of appellant’s testimony required by Art. 723 C.C.P.? For this the state relies upon the confession introduced at both trials.\nAppellant was under arrest when the statement or confession was made. Art. 727 C.C.P. provides, in part:\n“The confession shall not be used if, at the time it was made, the defendant was in jail or other place of confinement, nor while he is in the custody of an officer, unless made in the voluntary statement of accused, * * * made in writing and signed by him; which written statement shall show that he had been warned by the person to whom the same is made * * * that any statement made may be used in evidence against him on his trial for the offense concerning which the confession is therein made * *\nIt is evident that the confession was not and could not have been made concerning the offense of perjury, and did not show that appellant was warned that it could be used against him at a trial for perjury.\nThe case of Murff v. State, 76 Texas Cr. Rep. 5, 172 S.W. 238, appears to support appellant’s contention that the confession made in regard to the rape transaction, and used in that prosecution, was not admissible on his trial for perjury.\nThe only distinction between the Murff case and the case before us is that the confession in the Murff case was held to have been inadmissible in the rape case, whereas appellant’s confession was admitted at his trial for rape but was rejected by the jury which acquitted him as involuntary.\nJudge Davidson, in holding the Murff confession inadmissible at the perjury trial, said:\n“The confession or admissions were made, however, with reference to rape, and not perjury, and there is no claim, or shadow of claim, that they were part of the res gestae either of the alleged rape case or the charge or perjury. So we have the question of confessions, verbal in nature, made in regard to a rape transaction used in the trial of the perjury case. We would think the question was too well settled at this late day to require discussion, that confessions made in one case cannot be used in another case under the circumstances shown by this bill of exceptions. * * * A confession, strictly speaking, must be with reference to some past transaction. A party cannot make a confession of a future matter. Such statement could not be a confession. * * * This confession was made with reference to rape, and used in a perjury case growing out of the rape case. This was not permissible under any of the authorities, and it is deemed unnecessary to discuss that question further.”\nJudge Harper agreed in this language:\n“In this case it was sought to prove statements or confessions of appellant about the offense for which he was then under arrest in a subsequent trial, for a different offense growing out of his testimony on the trial of the case for which he was then under arrest. It may be that appellant swore falsely on the trial for rape, but this cannot be proven by confessions made about the rape when he was under arrest for rape.”\nSteedley v. State, 106 Texas Cr. Rep. 290, 292 S.W. 216, cited by the state, is not deemed in conflict with these holdings. There one of the confessions related to an offense not yet committed, but which was then being contemplated and planned. A second statement related to an offense then being committed.\nWe conclude that the confession of the defendant introduced at the rape trial and rejected was not available to the state in the perjury trial as a confession to that offense.\nSo concluding, the evidence is insufficient to sustain the conviction.\nThe judgment is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Jones, Herring \u0026 Jones, and M. N. Garcia, Austin, for appellant.",
                                       "Les Proctor, District Attorney, and Leon Douglas, State’s Attorney, both of Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Joe Henry Donley v. State.\nNo. 30,163.\nJanuary 14, 1959.\nState’s Motion for Rehearing Overruled February 25, 1959.\nJones, Herring \u0026 Jones, and M. N. Garcia, Austin, for appellant.\nLes Proctor, District Attorney, and Leon Douglas, State’s Attorney, both of Austin, for the state."
                 },
    "file_name":  "1544-01",
    "first_page_order":  445,
    "last_page_order":  450
}
