{
    "id":  8550362,
    "name":  "Cruz Miguel Gonzales v. State",
    "name_abbreviation":  "Gonzales v. State",
    "decision_date":  "1959-01-14",
    "docket_number":  "No. 30,106",
    "first_page":  "433",
    "last_page":  "437",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 433"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "282 S.W. 2d 392",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10181492
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/282/0392-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 134",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461340
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0134-01"
                                        ]
                     },
                     {
                         "cite":  "284 S.W. 2d 356",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10179682
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/284/0356-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 314",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2463339
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0314-01"
                                        ]
                     },
                     {
                         "cite":  "306 S.W. 2d 715",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10176967
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/306/0715-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 286",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2615725
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0286-01"
                                        ]
                     },
                     {
                         "cite":  "310 S.W. 2d 88",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10160814
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/310/0088-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 626",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2612020
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0626-01"
                                        ]
                     },
                     {
                         "cite":  "27 S.W. 2d 180",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          5177768,
                                          5184641,
                                          10275562,
                                          10275627
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/115/0044-01",
                                            "/tex-crim/115/0543-01",
                                            "/sw2d/27/0180-01",
                                            "/sw2d/27/0180-02"
                                        ]
                     },
                     {
                         "cite":  "115 Texas Cr. Rep. 44",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5177768
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/115/0044-01"
                                        ]
                     },
                     {
                         "cite":  "314 S.W. 2d 308",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10166429
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/314/0308-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 368",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2618183
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/166/0368-01"
                                        ]
                     },
                     {
                         "cite":  "300 S.W. 2d 87",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10163042
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/300/0087-01"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 488",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2612614
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/164/0488-01"
                                        ]
                     },
                     {
                         "cite":  "328 S.W. 2d 873",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10180877
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/328/0873-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  427,
                     "char_count":  7893,
                     "ocr_confidence":  0.566,
                     "pagerank":  {
                                      "raw":  9.11516285603474E-08,
                                      "percentile":  0.5068859226927902
                                  },
                     "sha256":  "5402efb45e23d55947e0051107374b681f1abaae4cf3ed219e14706c9b1e4609",
                     "simhash":  "1:fbfa00cb0b539291",
                     "word_count":  1383
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Cruz Miguel Gonzales v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is the possession of marijuana; the punishment, 10 years.\nLieutenant Gann of the narcotics detail of the Austin police force testified that, armed with a search warrant and accompanied by other officers, he arrived at the appellant’s home and knocked, that the appellant came to the front door and when the witness stated that they were the police the appellant slammed and locked the door. Gann stated that he forced his way in the house, where he found the appellant in the custody of other officers who had entered by the rear door, saw a number of loose cigarettes on the floor, and placed the appellant under arrest. Following this, Gann told the appellant that he had a search warrant, and the appellant directed the officers to where they found bulk marijuana in different containers at different places throughout the house.\nOfficer Scott, who entered from the rear, testified that as he opened the door the appellant threw 27 marijuana cigarettes and that they fell on the kitchen floor, but were later recovered by his fellow officers.\nThe appellant and his wife were alone at home at the time of the search.\nA chemist identified both the cigarettes and the bulk substance found in the house as marijuana.\nThe appellant did not testify in his own behalf but offered witnesses as to his good reputation and the testimony of a doctor to the effect that marijuana was not as dangerous to the human system as tobacco or alcohol.\nThe only questions briefed relate to the legality of the search. During the testimony of the officers as to what they found in appellant’s home, the appellant leveled objections on the grounds that the affidavit for the search warrant was defective. However, when the 27 marijuana cigarettes were offered in evidence no objection was made, and when the bulk marijuana was offered the only objection made was that it had not been shown to be in the appellant’s possession. Stated again, the only objection which was made at the time the contraband itself was offered in evidence was that it was not shown to have been in the possession of the appellant. The fact that the appellant told the officers where it might be found in his home would make it admissible. Glaze v. State, 165 Texas Cr. Rep. 626, 310 S.W. 2d 88.\nUnder the rule set forth in Killingsworth v. State, 165 Texas Cr. Rep. 286, 306 S.W. 2d 715; Outley v. State, 162 Texas Cr. Rep. 314, 284 S.W. 2d 356; and Wyatt v. State, 162 Texas Cr. Rep. 134, 282 S.W. 2d 392, the questions as to the sufficiency of the affidavit for the search warrant were waived when the fruits of the search were introduced either without objection or over an objection setting forth another ground.\nFinding no reversible error, the judgment of the trial court is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      },
                                      {
                                          "text":  "DAVIDSON, Judge\n(dissenting).\nThe home of this appellant was forcibly entered and searched at night by the searching officers. That entry and search were made by and under the authority of a search warrant.\nAll the evidence as to appellant’s guilt depends solely and alone upon the validity of that search.\nIf the entry and search were illegal and unauthorized, then there is no testimony here which shows the guilt of the appellant, and his objection to the search and to the showing of the fruits thereof should have been sustained.\nThere are three distinct reasons why the search warrant and the search thereunder were unauthorized:\nThe first reason is that there is in this state no valid statute authorizing the issuance of a search warrant to search a private residence for marijuana. Sec. 16 of Art. 725b, Vernon’s P.C., which purports to so authorize, is void because it is repugnant to the Fourth Amendment to the Constitution of the United States and to Art. 1, Sec. 9, of the Constitution of this state.\nMy views in support of that proposition are set forth in my dissenting opinion this day delivered in the case of Phillips v. State, No. 30,043, 328 S.W. 2d 873 to which dissent I refer and which I adopt here.\nThe second reason is that, even if it were conceded that said Sec. 16 is a valid statute and furnishes authority for the issuance of a search warrant to search a private residence for marijuana, the search warrant in this case issued thereunder was issued upon the affidavit of one person. Under the laws of this state no search warrant may issue to search a private residence except upon the affidavit of two credible persons.\nMy views supporting that conclusion are set forth in my dissenting opinions in Helton v. State, 164 Texas Cr. Rep. 488, 300 S.W. 2d 87; Williams v. State, 166 Texas Cr. Rep. 368, 314 S.W. 2d 308; and Phillips v. State, supra.\nThe third reason is that the statutory requirements necessary for the issuance of search warrants were not complied with.\nArt. 310, C.C.P., specifies the requisites of an affidavit to search a place, as here, where it is\u0027alleged that the contraband is in a place as distinguished from a place suspected of having contraband therein. Said article says that the name of the owner or occupant of the place to be searched must be stated, or, if the name of that person is unknown, a description of that person must be given and it must be stated that the person who is in possession of the contraband is unknown.\nHere, the affiant stated in the affidavit that the residence sought to be searched was occupied by, in charge of, in control of, and in possession of “some person or persons unknown to affiant.”\nSuch an affidavit was authorized. Naulls v. State, 115 Texas Cr. Rep. 44, 27 S.W. 2d 180.\nUpon the trial of the case and upon the voir dire examination of the affiant to the affidavit, he admitted that at the time he made the affidavit he had information in regard to this appellant and had a description of him. The witness further admitted that he knew the nickname by which appellant went and was known. Finally, the witness admitted that “The defendant was supposed to be making his residence there. The party living at that address was violating the law in possession or selling marihuana.”\nSo then when the affiant swore in the affidavit that the person or persons who occupied, controlled, or who had possession of the house to be searched was or were unknown to him, he was misrepresenting the facts, because he did know, by his own admission, that this appellant was supposed to be residing at that place and also knew the nickname by which appellant was known and was in possession of a description of him.\nIt is apparent, therefore, that the affiant knew the name of the person who occupied the house or had a description of him.\nUnder the express provisions or Art. 310, C.C.P., the affiant was not in position to swear that the owner, occupant, or person in possession of or control of the house was unknown to him.\nUnder the admission of the affiant to the affidavit, the search warrant was invalid and issued without authority of law.\nMy brethren say that appellant did not object to the search of his home and to the evidence introduced as a result of that search.\nThe record shows that he did object. If appellant was not objecting thereto, I wonder what the trial court was doing when he retired the jury and permitted appellant to develop fully all the facts touching the issuance of the search warrant? Certainly appellant objected, and everyone connected with the case in the trial court appears to have so recognized.\nThe Constitution guarantees that one’s home can not be searched in violation of law. It is the duty of the courts to see that such guarantee is not destroyed.\nThe unlawful search of this man’s home denied to him that which the Constitution gives him.\nI dissent.",
                                          "type":  "dissent",
                                          "author":  "DAVIDSON, Judge"
                                      }
                                  ],
                     "attorneys":  [
                                       "L. P. Darrouzet and Perry Jones, Austin, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Cruz Miguel Gonzales v. State.\nNo. 30,106.\nJanuary 14, 1959.\nMotion for Rehearing Overruled February 25, 1959.\nL. P. Darrouzet and Perry Jones, Austin, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1545-01",
    "first_page_order":  451,
    "last_page_order":  455
}
