{
    "id":  8550397,
    "name":  "James T. Gooch v. State",
    "name_abbreviation":  "Gooch v. State",
    "decision_date":  "1959-02-25",
    "docket_number":  "No. 30,454",
    "first_page":  "437",
    "last_page":  "440",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 437"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "132 S.W. 2d 413",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10234752
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/132/0413-01"
                                        ]
                     },
                     {
                         "cite":  "137 Texas Cr. Rep. 600",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5272396
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/137/0600-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  369,
                     "char_count":  6803,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  4.89950402824256E-08,
                                      "percentile":  0.3086679957016799
                                  },
                     "sha256":  "93986c53b42047a368c304043100325d62f617aa11582cb50401c73ef0bd1bdd",
                     "simhash":  "1:cf9500fe958dcbc3",
                     "word_count":  1176
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "James T. Gooch v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "BELCHER, Judge.\nThe offense is rape; the punishment, eight years.\nThe indictment alleged that appellant made an assault upon the prosecutrix who was under 18 years of age, and did ravish and have carnal knowledge of her, she not being his wife.\nThe testimony of the prosecutrix, age fifteen at the time of the trial, shows an act of intercourse on or about March 21, 1958, by the appellant, who was her step-father, without her consent and by force. However, the record fails to show whether she was 15 years of age or over on March 21, 1958.\nAppellant did not testify but called his wife, the mother of the prosecutrix, whom the prosecutrix testified came to her bedroom just after appellant had had an act of intercourse with her on or about March 21, 1958, and the mother testified that appellant did not have any sexual relations with the prosecu-trix at such time.\nThe court, in submitting the case to the jury, authorized a conviction only upon a finding that appellant by force and without the consent of the prosecutrix obtained carnal knowledge of her, she not being his wife.\nAppellant contends that the uncorroborated testimony of the prosecutrix is insufficient to support the conviction because she made no prompt outcry, and that she waited thirty days after the date of the alleged offense before she told anyone.\nThe testimony shows that appellant married prosecutrix’ mother in December, 1951, and about six months later began having acts of intercourse with prosecutrix when she was eleven years of age, and he continued to have such acts frequently until about March 21, 1958; that about that date he pulled up her slip and she began fighting him; that he got her down and beat her and had an act of intercourse with her by force and against her will. She testified that appellant at times whipped her with a belt, struck her with his fist, would hold her down, and kept her bruised all the time; that he threatened often to kill her and she was scared of him. Prosecutrix testified that she was not allowed to go alone with any boys and that no person except appellant had had intercourse with her. She also testified that her grandmother filed a charge against the appellant in Alabama because of his abuse of her, but when her grandmother died her mother begged and promised that she wouldn’t let appellant bother her again, and that appellant told her if she didn’t tell the judge it didn’t happen he would kill her, and he also said he wouldn’t bother her again.\nThe prosecutrix’ mother while testifying- for the appellant stated that such a charge had been filed in Alabama and appellant stayed in jail a week, but that it was filed because the prosecutrix didn’t like the appellant and she was going to get rid of him.\nThe testimony shows that on April 21, 1958, the prosecutrix entered the office of a hospital, a short distance from her home, out of breath, with abrasions on her arm, neck, and forehead, and asked that the police be called because her step-father was beating her mother. After an officer appeared he took the prose-cutrix with him and she was placed in a home provided for dependent children.\nA physician testified that an examination of the prosecutrix on April 22, 1958, revealed that she had a vaginal orifice of the marital type or the type found in a married woman.\nMrs. Neville, a police woman of the juvenile division of the Houston Police Department, testified that she talked with the prosecutrix on the morning of April 23; that the appellant and his wife voluntarily appeared at the police station about 4 P.M., April 23, and that she told him the prosecutrix had told her that he had raped her by force when she was eleven years old and had been having intercourse with her since that time and that he had intercourse with her by force on March 21; that appellant told her in the presence of his wife that he had had intercourse with the prosecutrix but not in Texas, and that such acts occurred in Alabama before they moved to Texas in late November, 1957. She further testified that both the appellant and his wife told her that they had been strict with the prosecutrix and that she had no chance to be with boys.\nIn rebuttal the state offered proof that the general reputation of the prosecutrix for truth and veracity was good.\nThe testimony of appellant’s witnesses, including appellant’s wife, the prosecutrix’ mother, shows that the prosecutrix had been prior to March, 1958, a very unruly and almost ungovernable girl; that she hated appellant and wanted to get rid of him; that she abused and cursed her mother; used profane language, and was seen in compromising postions with, as well as having intercourse with men (not the. appellant), and that her general reputation for truth and veracity was bad. The mother denied that she had seen or knew of any sexual relations between appellant and the prosecutrix.\nThe testimony shows without dispute that the prosecutrix, except for a short period of time, had from December, 1951, until April, 1958, lived with her mother and appellant, during which time she was under their constant tutelage, guidance and supervision. The record shows she was 15 years of age during the trial in September, 1958. The physician testified that she had a vaginal orifice of the marital type or the type found in a married woman. Appellant admitted that he had had intercourse with the prosecutrix, but not in Texas; that such acts occurred in Alabama before they moved to Texas in November, 1957. Both appellant’s wife and the prosecutrix testified that charges were filed in Alabama against appellant for his conduct toward the prosecutrix before they moved to Texas.\nThe age of the prosecutrix, the relationship of the parties, and the threats which were made toward her may account for and explain her failure to instantly report the matter or to make an outcry. The reasonableness of the time as to when she made the report or outcry is for the jury to determine. 4 Branch’s Ann. P.C. 284, Sec. 1958; Tomlinson v. State, 137 Texas Cr. Rep. 600, 132 S.W. 2d 413.\nAppellant complains of the refusal of his requested charge submitting the issue of consent.\nThe conviction is for rape by force.\nThere was no evidence of consent on the part of the prose-cutrix, hence no error is shown by the refusal of the requested charge.\nThe evidence sufficiently warrants the conclusion by the jury that the appellant is guilty of rape by force and no error appearing, the judgment is affirmed.\n\u0027 Opinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "BELCHER, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Conway and Navarro, (Walter Conway of Counsel), Houston, for appellant.",
                                       "Dan Walton, District Attorney, Frank Briscoe, Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "James T. Gooch v. State.\nNo. 30,454.\nFebruary 25, 1959.\nConway and Navarro, (Walter Conway of Counsel), Houston, for appellant.\nDan Walton, District Attorney, Frank Briscoe, Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1546-01",
    "first_page_order":  455,
    "last_page_order":  458
}
