{
    "id":  8550636,
    "name":  "Alberto M. Baray v. State",
    "name_abbreviation":  "Baray v. State",
    "decision_date":  "1958-12-17",
    "docket_number":  "No. 30,224",
    "first_page":  "456",
    "last_page":  "460",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 456"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "189 S.W. 496",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8251782
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/189/0496-01"
                                        ]
                     },
                     {
                         "cite":  "80 Texas Cr. Rep. 293",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4731636,
                                          4728060
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/80/0293-01",
                                            "/tex-crim/80/0293-02"
                                        ]
                     },
                     {
                         "cite":  "261 S.W. 2d 850",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10185878
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/261/0850-01"
                                        ]
                     },
                     {
                         "cite":  "159 Texas Cr. Rep. 154",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2476605
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/159/0154-01"
                                        ]
                     },
                     {
                         "cite":  "317 S.W. 2d 58",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10156186
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/317/0058-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 580",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2619503
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0580-01"
                                        ]
                     },
                     {
                         "cite":  "314 S.W. 2d 92",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10159128
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/314/0092-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 403",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2619851
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0403-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 312",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "285 S.W. 2d 230",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10172011
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/285/0230-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 362",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2462519
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0362-01"
                                        ]
                     },
                     {
                         "cite":  "284 S.W. 2d 359",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10179829,
                                          10179757
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/284/0359-02",
                                            "/sw2d/284/0359-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 48",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461167
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0048-01"
                                        ]
                     },
                     {
                         "cite":  "288 S.W. 2d 791",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10181507
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/288/0791-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 194",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2465048
                                      ],
                         "pin_cites":  [
                                           {
                                               "page":  "283"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0194-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  429,
                     "char_count":  6925,
                     "ocr_confidence":  0.606,
                     "pagerank":  {
                                      "raw":  7.5864526529659349E-08,
                                      "percentile":  0.449541459753059
                                  },
                     "sha256":  "7eac30a10315f80175b39c7230d31a65b9a50d7b1919f73c28ff2af04790d1d2",
                     "simhash":  "1:bab4d6955525f044",
                     "word_count":  1170
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Alberto M. Baray v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is the possession of marijuana; the punishment, 15 years.\nThree officers of the narcotic division of the San Antonio police were parked at a certain location on the night in question watching for a certain automobile of which they had a complete description and which belonged to two brothers who were known narcotic peddlers. The automobile arrived, parked near a small grocery store, and a group of teen age boys converged upon it. They saw the driver of the automobile reach in his shirt pocket and hand something to one of the boys. At this juncture, the officers started their automobile in that direction, and several of the boys called out in Spanish, “The dogs are coming,” and the driver of the automobile looked back and then drove away. One of the officers dropped off at the scene, and the two remaining officers pursued the fleeing automobile, observed the driver reach in his shirt pocket and then drop some cigarettes out of the automobile window. Within a block they were able to bring the automobile to a halt and place the appellant, who was alone therein, under arrest. Following this, they retraced their course and recovered four cigarettes from the street at the point where they saw the appellant drop them. At the police station the appellant’s shirt was taken from him and, with the cigarettes, was sent to the Department of Public Safety. The cigarettes and the shirt pocket were shown to contain marijuana.\nThe appellant did not testify in his own behalf, but called several witnesses who were present at the scene, saw the officers searching in the street but did not see them find anything.\nWe shall discuss the contentions advanced by diligent counsel in brief and argument.\nHe challenges the legality of the arrest and the search of the person of the appellant. The state introduced in evidence an ordinance of the city of San Antonio enacted pursuant to the terms of Article 214, Y.A.C.C.P. “authorizing the arrest, without warrant, of persons found in suspicious places and under circumstances which reasonably show that such persons have been guilty of some felony or breach of the peace, or threaten, or are about to commit some offense against the laws.”\nReliance is had upon Palacio v. State, 162 Texas Cr. Rep. 194, 283, S.W. 2d 765, and Thomas v. State, 163 Tex. Cr. Rep. 68, 288 S.W. 2d 791. In neither case was there introduced in evidence an ordinance such as before us in this case. In addition to this, we note further that the act of the appellant in handing something to one of a group of teen age boys who congregated about his automobile when it came to a halt, his act of looking back at the officers and hurriedly driving away when some of the boys cried out in Spanish a colloquialism which, according- to the record, meant that the narcotic police were coming, his act in throwing a number of cigarettes out of his automobile while being pursued by the police, when taken with the information which they had received about the automobile which he was driving, abundantly supported the legality of his arrest, and the search became proper as an incident to the lawful arrest. We cite in support of such holding French v. State, 162 Texas Cr. Rep. 48, 284 S.W. 2d 359; Piland v. State, 162 Texas Cr. Rep. 362, 285 S.W. 2d 230; Sanders v. State, 166 Texas Cr. Rep. 312 S.W. 2d 640; Slaughter v. State, 166 Texas Cr. Rep. 403, 314 S.W. 2d 92; and Sutton v. State, 166 Texas Cr. Rep. 580, 317 S.W. 2d 58.\nAppellant’s last contention that the city ordinance is unconstitutional was decided adversely to him in Purdy v. State, 159 Texas Cr. Rep. 154, 261 S.W. 2d 850, and Crippen v. State, 80 Texas Cr. Rep. 293, 189 S.W. 496.\nFinding the evidence sufficient to support the conviction and no reversible error appearing, the judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      },
                                      {
                                          "text":  "ON MOTION FOR REHEARING\nDAVIDSON, Judge.\nThe ordinance of the city of San Antonio, drawn under the authority of Art. 214, C.C.P., reads as follows:\n“AN ORDINANCE #25,357\n“AMENDING SECTION 16-64 QF THE CITY ‘ARREST WITHOUT WARRANT’; AND REPEALING ORDINANCE NO. 17,251, AUTHORIZING THE ARREST OF PERSONS WITHOUT WARRANTS UNDER CERTAIN CIRCUMSTANCES, PASSED AND APPROVED ON FEBRUARY 21, 1952.\n“BE IT ORDAINED BY THE CITY COUNCIL OF THE CITY OF SAN ANTONIO:\n“1. Section 16-64 of the City Code of San Antonio is hereby amended to read as follows:\n“ ‘Sec. 16-64. Arrest Without Warrant.\n“The policemen of the City, in exercise of sound discretion, may arrest without warrant any person or persons found in suspicious places and/or under circumstances reasonably tending to show that such person or persons have been guilty of some felony or breach of the peace, or violation of some municipal ordinance, or about to commit some offense against some state law or against some municipal ordinance.’\n“2. PASSED AND APPROVED this 1st day of August, A.D. 1957.\n“/s/E. R. Crumrine\n“Mayor Pro-tem\n“ATTEST:\n“/s/J. Frank Gallagher\n“City Clerk”\nArt. 214, C.C.P., reads as follows:\n“Authority of municipality\n“The municipal authorities of towns and cities may establish rules authorizing the arrest, without warrant, of persons found in suspicious places, and under circumstances which reasonably show that such persons have been guilty of some felony or breach of the peace, or threaten, or are about to commit some offense against the laws.”\nIt will be noted that the ordinance goes further and includes rights and privileges not incorporated in Art. 214, C.C.P., in that the ordinance authorizes an arrest of one found in a suspicious place under circumstances reasonably tending to show that such person has been guilty of violating some municipal ordinance.\nAppellant insists that the ordinance in that particular is repugnant to the general laws of this state touching arrest without warrant and that it authorizes an arrest by a policeman of the city of San Antonio for offenses made unlawful only by a city ordinance and involving neither a felony nor a breach of the peace and not authorized under the provisions of Art. 214, C.C.P.\nA determination of this appeal does not require us to pass upon that question or upon the validity of the ordinance in the particular mentioned, for here, the facts authorized appellant’s arrest under the other provisions of the ordinance as well as the general law.\nA determination of the question raised by appellant is not necessary to a disposition of this case, and a ruling thereon is expressly reserved.\nThe motion for rehearing is overruled.",
                                          "type":  "rehearing",
                                          "author":  "DAVIDSON, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Putman \u0026 Putman, by Hal J. Putman, San Antonio, for appellant.",
                                       "Hubert W. Green, Jr., Criminal District Attorney, H. F. Garcia and John G. Benavides, Assistants Criminal District Attorney, San Antonio, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Alberto M. Baray v. State.\nNo. 30,224.\nDecember 17, 1958.\nMotion for Rehearing Overruled February 4, 1959.\nSecond Motion for Rehearing Overruled March 4, 1959.\nPutman \u0026 Putman, by Hal J. Putman, San Antonio, for appellant.\nHubert W. Green, Jr., Criminal District Attorney, H. F. Garcia and John G. Benavides, Assistants Criminal District Attorney, San Antonio, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1552-01",
    "first_page_order":  474,
    "last_page_order":  478
}
