{
    "id":  8550958,
    "name":  "George Wallace Hodges v. State",
    "name_abbreviation":  "Hodges v. State",
    "decision_date":  "1959-03-04",
    "docket_number":  "No. 30,482",
    "first_page":  "490",
    "last_page":  "492",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 490"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "119 S.W. 947",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "56 Texas Cr. Rep. 262",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2371317
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/56/0262-01"
                                        ]
                     },
                     {
                         "cite":  "115 S.W. 2d 920",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10267978,
                                          10268087
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/115/0920-01",
                                            "/sw2d/115/0920-02"
                                        ]
                     },
                     {
                         "cite":  "134 Texas Cr. Rep. 384",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5232040
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/134/0384-01"
                                        ]
                     },
                     {
                         "cite":  "203 S.W. 2d 536",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10199509
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/203/0536-01"
                                        ]
                     },
                     {
                         "cite":  "150 Texas Cr. Rep. 540",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2600847
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/150/0540-01"
                                        ]
                     },
                     {
                         "cite":  "148 Texas Cr. Rep. 526",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2606445
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/148/0526-01"
                                        ]
                     },
                     {
                         "cite":  "203 S.W. 1091",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10344953,
                                          10344923
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/203/1091-02",
                                            "/sw/203/1091-01"
                                        ]
                     },
                     {
                         "cite":  "83 Texas Cr. Rep. 490",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4763462
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/83/0490-01"
                                        ]
                     },
                     {
                         "cite":  "314 S.W. 2d 581",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10175153
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/314/0581-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 433",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2620365
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0433-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  308,
                     "char_count":  3925,
                     "ocr_confidence":  0.59,
                     "pagerank":  {
                                      "raw":  5.5276465409424152E-08,
                                      "percentile":  0.34794132785347714
                                  },
                     "sha256":  "df447c2aa6c11216a3d44e3016215fb1cf53119ed864924a980b801bc84674dc",
                     "simhash":  "1:bf668a94582542cc",
                     "word_count":  694
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "George Wallace Hodges v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is murder; the punishment, 35 years.\nA prior habeas corpus proceedings relating to this matter is reported as Ex parte Hodges, 166 Texas Cr. Rep. 433, 314 S.W. 2d 581.\nThis case must be reversed because the evidence is not sufficient to support the conviction, and for this reason the facts will be summarized and stated in the light most favorable to the state.\nDeceased met her death at her home some time between three and five o’clock in the afternoon. An autopsy indicated that strangulation was the cause of death. Appellant was the nephew of deceased, had lived in her house as a child, but was not residing with her at the time of the homicide. Some thirty-three days prior to the day charged in the indictment, the deceased’s husband had co-signed a $300.00 note at the bank as an accommodation for the appellant and the first installment was three days past due. It was not shown, however, that any animosity had developed between the parties over this obligation, nor that demand for payment had been made.\nAbout three o’clock the deceased telephoned her mother (appellant’s grandmother) and informed her that she was ready to go to the dentist but had no one to take her, and it was suggested that the appellant, who was present, would come and drive her himself. The appellant left his grandmother’s house and returned at approximately twenty minutes to five and reported that he had had automobile trouble, and that when he got to deceased’s house no one was home and he supposed the deceased had gone on to the doctor.\nA neighbor of the deceased saw a red and white 1956 or 1957 Ford parked in front of deceased’s house shortly after three o’clock and saw a man wearing khaki pants walk up to the front door.\nAn employee of a nearby dairy saw a red and white 1955 or 1956 model Ford parked in front of the deceased’s house shortly after four o’clock.\nThe appellant was arrested later that night for the offense of driving while intoxicated, and he was shown to be driving a 1955 red and white Ford. The record contains no showing as to what kind of pants the appellant was wearing on the day in question.\nA telephone line in the deceased’s home was by the investigating officers found to be cut. Appellant’s pocket knife, taken from him at the time of his arrest, was sent to the Department of Public Safety, and it showed no signs of having been in contact with copper and no other physical evidence gathered at the scene pointed toward the guilt of the appellant.\nAppellant’s misconduct at the place of business of his former employer later in the evening and the details of his arrest for driving while intoxicated, nor the testimony showing the whereabouts of the husband of the deceased on the afternoon in question will not be discussed because they have no bearing whatsoever upon the guilt of the appellant of the charge for which he was being tried.\nWe have concluded that the facts set forth above, upon which this conviction rests, are not sufficiently strong to exclude every reasonable hypothesis except the guilt of the accused. Wilkie v. State, 83 Texas Cr. Rep. 490, 203 S.W. 1091, and Thomas v. State, 148 Texas Cr. Rep. 526, 189 S.Wi 2d 621, 150 Texas Cr. Rep. 540, 203 S.W. 2d 536.\nIn this connection, it should be observed that the state inr troduced the appellant’s statement upon his return to his grandmother’s house that no one was at home at deceased’s house when he got there, and yet there is no proof in this record to show the falsity of such statement. Owens v. State, 134 Texas Cr. Rep. 384, 115 S.W. 2d 920, and Banks v. State, 56 Texas Cr. Rep. 262, 119 S.W. 947.\nBecause the evidence is insufficient to support the conviction, the judgment is reversed and the cause is remanded.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Harris E. Lofthus, Amarillo, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "George Wallace Hodges v. State.\nNo. 30,482.\nMarch 4, 1959.\nHarris E. Lofthus, Amarillo, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1559-01",
    "first_page_order":  508,
    "last_page_order":  510
}
