{
    "id":  8551098,
    "name":  "Manuel T. Paiz v. State",
    "name_abbreviation":  "Paiz v. State",
    "decision_date":  "1959-01-21",
    "docket_number":  "No. 30,321",
    "first_page":  "496",
    "last_page":  "499",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 496"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "194 S.W. 2d 262",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10189595
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/194/0262-01"
                                        ]
                     },
                     {
                         "cite":  "149 Texas Cr. Rep. 314",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2604494
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/149/0314-01"
                                        ]
                     },
                     {
                         "cite":  "48 S.W. 2d 296",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10235476
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/48/0296-01"
                                        ]
                     },
                     {
                         "cite":  "120 Texas Cr. Rep. 576",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5201607
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/120/0576-01"
                                        ]
                     },
                     {
                         "cite":  "131 S.W. 1126",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "60 Texas Cr. Rep. 276",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4587454
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/60/0276-01"
                                        ]
                     },
                     {
                         "cite":  "138 S.W. 604",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8282236
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/138/0604-01"
                                        ]
                     },
                     {
                         "cite":  "62 Texas Cr. Rep. 592",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4613423
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/62/0592-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  385,
                     "char_count":  5763,
                     "ocr_confidence":  0.584,
                     "pagerank":  {
                                      "raw":  6.6216614172279956E-08,
                                      "percentile":  0.40434191337023895
                                  },
                     "sha256":  "41858a1d6dc2f98c1a0e54b253b4d3f827f4e0a12ce7e5da9d5abcbb2ed19767",
                     "simhash":  "1:1c4e06aab1894fbc",
                     "word_count":  968
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Manuel T. Paiz v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is theft by false pretext, a felony; the punishment, 2 years.\nOne Antonio Arias held title to a certain house and lot in San Antonio and, desirous of selling his equity therein, spoke to the appellant, who was in the real estate business operating under the names of “Paiz \u0026 Associates” and “Manuel T. Paiz \u0026 Associates.” At this time, he explained to the appellant that the Bernard Lumber Company had built the house for him, that he not only had not paid for the same, but was one or two months delinquent in his payments.\nShortly after this, Mr. and Mrs. Rosendo Alcide spoke to the appellant about purchasing a home and were shown the Arias house. On two occasions, Alcide asked the appellant if the property “was free and clear of debt and liens,” and the appellant answered in the affirmative; and Alcide gave the appellant his $300.00 check as the down payment on the Arias property which constitutes the basis for this prosecution.\nSometime later, the appellant delivered a key to Alcide, and he moved in the property, as Arias had moved away and left the matter in appellant’s hands.\nStill later, the Bernard Lumber Company, not having received their payments from Arias, went to investigate and found Alcide residing in the house. This was the first that either Alcide or Bernard Lumber Company knew of the other’s claim on the on the property in question. The lumber company gave notice, and Alcide moved out of the house and thereby lost his $300.00 down payment, plus three $35.00 monthly payments which he had made to the appellant.\nAppellant talked to Rubenstein of the lumber company, admitted having received the $300.00 down payment, and was unsuccessful in working out a trade with the lumber company on his own terms.\nAppellant did not testify or offer any evidence in his own behalf. The facts will be discussed more fully in connection with the contentions advanced by counsel in his brief.\nThe lumber company had a mechanic’s and materialman’s lien on record in the county clerk’s office of Bexar County at the time appellant made the representation to Alcide that there were no liens on the property and secured the $300.00. May this prosecution nevertheless be maintained? We think this question has been answered in the affirmative by this court in Brown v. State, 62 Texas Cr. Rep. 592, 138 S.W. 604, wherein we said:\n“Defendant represented that he was the owner of the land, and that it was free of incumbrance. Robinson states he relied on this representation, sold and delivered the mules to defendant, and took a deed of trust on the land. Instead of the land being free of incumbrance, the land had been bought from two men named Cozort, and they held vendor’s lien notes against this and other land to the amount of $2,960, which was expressed in the deed from the Cozorts to Brown, and which deeds were of record in Taylor County.\n“Defendant contends that Robinson had constructive notice that the land has a lien against it for this amount, and, although he may have represented that the land had no lien against it, such representation was a noncriminal lie, and swindling could not be based thereon. In this contention we do not agree with defendant, and think the motion to quash the indictment was properly overruled.”\nThis is followed by a full discussion of the law from other jurisdictions which support the holding that the doctrine of constructive notice is grounded upon the protection of innocent purchasers, and not the protection of sellers, from prosecution growing out of their fraudulent misrepresentations.\nHaving disposed of this principal question, we proceed to discuss the other contentions advanced.\nAppellant contends that the evidence does not support the allegations in the indictment that the appellant acquired $300.00, but merely shows that the appellant received a check, and relies upon Lieske v. State, 60 Texas Cr. Rep. 276, 131 S.W. 1126. This court later had occasion to discqss the Lieske case in Wimer v. State, 120 Texas Cr. Rep. 576, 48 S.W. 2d 296, and there held that it had no application to a situation where the proof showed that the check had been cashed and the money obtained. The record before us discloses that Mrs. Alcide, who took care of the family business because of the infirmity of her husband, testified that the $300.00 check was returned with her husband’s bank statement and that the same had been charged against his account. An earnest money contract was introduced in evidence which bore the appellant’s endorsement, acknowledging receipt of “$300.00 by check.” Attention is further directed to Ruben-stein’s testimony concerning the appellant’s admission that he had received $300.00 as a down payment.\nHesbrook v. State, 149 Texas Cr. Rep. 314, 194 S.W. 2d 262, upon which the appellant relies, can have no application here. In that case, the pretext was that the accused would use the money which was furnished by the prosecuting witness to buy some secondhand clothes and open up a store. In the case at bar, the pretext was that the property was free and clear of any liens at the time the prosecuting witness paid the $300.00 down payment on the property.\nWe have examined the other contentions advanced by the appellant and find them to be without merit.\nFinding the evidence sufficient to support the conviction and no reversible error appearing, the judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Vaughan \u0026 Vaughan, San Antonio, for appellant.",
                                       "Hubert W. Green, Jr., Criminal District Attorney, Edioard R. Finch, Jr., H. P. Garcia, Assistants Criminal District Attorney, San Antonio, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Manuel T. Paiz v. State.\nNo. 30,321.\nJanuary 21, 1959.\nMotion for Rehearing Overruled March 4, 1959.\nVaughan \u0026 Vaughan, San Antonio, for appellant.\nHubert W. Green, Jr., Criminal District Attorney, Edioard R. Finch, Jr., H. P. Garcia, Assistants Criminal District Attorney, San Antonio, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1562-01",
    "first_page_order":  514,
    "last_page_order":  517
}
