{
    "id":  8551141,
    "name":  "James S. Taylor and Ernest E. Malone v. State",
    "name_abbreviation":  "Taylor v. State",
    "decision_date":  "1959-03-04",
    "docket_number":  "No. 30,483",
    "first_page":  "499",
    "last_page":  "501",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 499"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "319 S.W. 2d 397",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10166732
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/319/0397-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  318,
                     "char_count":  5217,
                     "ocr_confidence":  0.567,
                     "pagerank":  {
                                      "raw":  4.7817273071113374E-08,
                                      "percentile":  0.3008858817637631
                                  },
                     "sha256":  "e52b815cb3fef13ee2ff4fb4a355b3e13d450da1191c4c10093a9f38342b023f",
                     "simhash":  "1:373f94f51b648171",
                     "word_count":  925
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "James S. Taylor and Ernest E. Malone v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe appellants James S. Taylor and Ernest E. Malone were jointly indicted with Fred E. Johnson for the theft of an automobile of the value of more than $50 from Antonio Morales. Upon the granting of a severance to Johnson, whose case has already reached this court, Johnson v. State, Page 162, this volume), 319 S.W. 2d 397, appellants were tried first and under separate jury verdicts were found guilty and each assessed punishment at confinement in the penitentiary for 5 years.\nThe sole question presented is the sufficiency of the evidence to sustain the conviction.\nAntonio Morales, the injured party, testified that he was employed by Pan American Airways and that on the day in question he went to work around 7:20 A.M. and parked his. 1955 Belaire Chevrolet automobile on a parking lot at the airport near the city of Brownsville, Cameron County, Texas; that after he had received a telephone call from Chief of Police Krausse around 10:30 A.M. he went to the parking lot and found that his automobile was gone and that later in the day around 4 P.M. he received the automobile back at the police station in Brownsville. Morales testified that he had not given anyone permission to take the automobile and that on such date it had a value of approximately $1,000. He further identified as State’s Exhibits Nos. 1 and 2 a title certificate to the automobile and an insurance receipt which he testified were in the glove compartment at the time he parked the automobile on the parking lot.\nChief of Police Gus O. Krausse testified that on the day in question a man from Mexico, who was an informer, came to his office and brought him the title certificate to the stolen Chevrolet automobile; that he instructed Sgt. Castenada to go to Mexico with the informer; that he followed them to Matamoros, Mexico and after they stopped at the Plaza he saw the appellant Taylor get out of his automobile and go to where Sgt. Caste-nada was sitting in the informer’s automobile, and also saw the appellant Malone and a man by the name of Johnson standing in front of a bar across the Plaza. Chief Krausse testified that he returned to Brownsville and after he had seen the stolen car at the station he returned to Matamoros, Mexico where the appellants Taylor and Malone and their companion Johnson were arrested by an officer from Matamoros as they were sitting on a bench in the plaza.\nSgt. Castenada testified that on the occasion in question he went to Matamoros, Mexico with the informer upon assignment of Chief Krausse; that he first stopped at the plaza and talked to the appellant Taylor about buying a car; that Taylor told him the car was “hot,” that he wanted to sell it for $500 and produced the title certificate to the stolen automobile; that he insisted on looking at the car and after Taylor had talked to the appellant Malone and the man by the name of Johnson, he and the informer left and drove to where they saw the appellants and Johnson seated in a car which was parked in front of the car that was stolen; that Taylor then pointed the stolen car out to him, and after he had insisted on a close examination of the car, they again drove a few blocks and stopped, whereupon Malone drove up in the stolen car; that he then told Taylor he would buy the car if they would bring it across on the American side; that Taylor asked Malone what he thought of the deal and Malone stated he did not like the idea and said he had a “pretty rough time getting it over;” that the appellants then decided to entrust the witness and his guide with the car to bring it over, and get the money and to return and meet them at the La Fama restaurant, and that he brought the car to Brownsville and after contacting his chief, returned to Matamoros where the appellants, Johnson and himself, were arrested by Chief of Detectives Diaz and taken to the police station. Sgt. Castenada further testified that the only damage to the stolen car was the trunk lid which had been pried open and that the appellant Taylor told him “that he had to pry the trunk open in order to cross it into Mexico.” Sgt. Castenada further testified that the insurance receipt came from Johnson’s pocket and that when he and his guide were entrusted with the stolen car the appellant Taylor said “Anyway, where we got the car, the man is working,” and “it will take two or three hours before they ever find out that it is stolen.”\nAppellants did not testify or offer any evidence in their behalf.\nThe court, in his charge, instructed the jury on the law of principals and of circumstantial evidence and required the jury, before finding the appellants guilty, to find from the evidence beyond a reasonable doubt that the appellants, in the county of Cameron and State of Texas, fraudulently took the Chevrolet automobile from the possession of Antonio Morales as charged in the indictment.\nWe find the evidence sufficient to support the jury’s verdict.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Harry D. Lewis and L. G. Mathews (by L. G. Matthews, of Counsel) Brownsville, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "James S. Taylor and Ernest E. Malone v. State.\nNo. 30,483.\nMarch 4, 1959.\nHarry D. Lewis and L. G. Mathews (by L. G. Matthews, of Counsel) Brownsville, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1563-01",
    "first_page_order":  517,
    "last_page_order":  519
}
