{
    "id":  8551396,
    "name":  "William Nolan B. McKinney G. A. Renfro \u0026 H. L. Adcox v. State",
    "name_abbreviation":  "McKinney v. State",
    "decision_date":  "1959-03-11",
    "docket_number":  "No. 30,460",
    "first_page":  "514",
    "last_page":  "516",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 514"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "277 S.W. 649",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10311394
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/277/0649-01"
                                        ]
                     },
                     {
                         "cite":  "102 Texas Cr. Rep. 97",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5107350
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/102/0097-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  210,
                     "char_count":  2455,
                     "ocr_confidence":  0.562,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.2059158661373694
                                  },
                     "sha256":  "20b749bdf6262386f3e3f2b195b82ff20d315cfdc6968b419843e3520d6df89f",
                     "simhash":  "1:cd5e14d06a756a76",
                     "word_count":  418
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "William Nolan B. McKinney G. A. Renfro \u0026 H. L. Adcox v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding, Judge.\nThis is an appeal from a directed verdict in favor of the state in a bond forfeiture proceeding.\nThe condition of the bond in question was that the principal would make his appearance before the County Court at Law of Potter County on September 2 in answer to a misdemeanor there charged against him. Prior to the appearance day, the sureties learned that the principal was incarcerated in the city jail at Amarillo charged with another misdemeanor and, wishing to “get off the bond,” one of them presented himself at the office of the sheriff in Amarillo and made their wishes known. He was instructed to go to the office of the county clerk and execute the “necessary papers,” which he did, and was handed a new warrant of arrest for the principal, which he returned to the office of the sheriff and handed to the chief deputy. The deputy was aware of the fact that the principal was at that time in the city jail, so informed the surety, and immediately called the Amarillo City Police Department and informed Lt. Deevers to place a “hold order” on the principal for the sheriff’s department. Lt. Deevers testified that he received the call from the sheriff’s office informing him of the new warrant, that he immediately filled out a “hold card,” but that the principal was later released “by mistake,” but was re-arrested eight days after the appearance day set in the bond.\nWe have concluded that the learned trial court erred in withdrawing the case from the jury and instructing a verdict in favor of the state because the above testimony, if accepted by the jury, clearly established that the sureties complied with the terms of Article 285, Y.A.C.C.P., which reads as follows:\n“Any surety, desiring to surrender his principal, may upon making affidavit of such intention before the court or magistrate before which the prosecution is pending, obtain from such court or magistrate a warrant of arrest for such principal, which shall be executed as in other cases.”\nSee Rachel et al v. State, 102 Texas Cr. Rep. 97, 277 S.W. 649.\nThe judgment against G. A. Renfro and H. L. Adcox, the sureties, is reversed and the cause remanded.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Underwood, Wilson, Sutton, Heare \u0026 Boyce (Robert N. Carnahan, of Counsel), Amarillo, for appellants.",
                                       "Lon Moser, County Attorney, Amarillo, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "William Nolan B. McKinney G. A. Renfro \u0026 H. L. Adcox v. State.\nNo. 30,460.\nMarch 11, 1959.\nUnderwood, Wilson, Sutton, Heare \u0026 Boyce (Robert N. Carnahan, of Counsel), Amarillo, for appellants.\nLon Moser, County Attorney, Amarillo, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1570-01",
    "first_page_order":  532,
    "last_page_order":  534
}
