{
    "id":  8551510,
    "name":  "George Brothers v. State",
    "name_abbreviation":  "Brothers v. State",
    "decision_date":  "1959-02-04",
    "docket_number":  "No. 30,379",
    "first_page":  "521",
    "last_page":  "524",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 521"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "216 S.W. 2d 281",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10192232
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/216/0281-01"
                                        ]
                     },
                     {
                         "cite":  "153 Texas Cr. Rep. 79",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2589331
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/153/0079-01"
                                        ]
                     },
                     {
                         "cite":  "152 S.W. 2d 369",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10219330
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/152/0369-01"
                                        ]
                     },
                     {
                         "cite":  "142 Texas Cr. Rep. 313",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5806318
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/142/0313-01"
                                        ]
                     },
                     {
                         "cite":  "214 S.W. 2d 619",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10225776
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/214/0619-01"
                                        ]
                     },
                     {
                         "cite":  "152 Texas Cr. Rep. 401",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2591849
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/152/0401-01"
                                        ]
                     },
                     {
                         "cite":  "105 S.W. 2d 239",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10248724
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/105/0239-01"
                                        ]
                     },
                     {
                         "cite":  "132 Texas Cr. Rep. 408",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5237556
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/132/0408-01"
                                        ]
                     },
                     {
                         "cite":  "16 S.W. 548",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "183 S.W. 2d 573",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10214386
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/183/0573-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 636",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5302996
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/147/0636-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  364,
                     "char_count":  5711,
                     "ocr_confidence":  0.59,
                     "pagerank":  {
                                      "raw":  1.0209177732320318E-07,
                                      "percentile":  0.545190086371831
                                  },
                     "sha256":  "210f677e9a72d67ddb5d92b690a83acf386a648bc1cd58264a23229043d18c4e",
                     "simhash":  "1:8d842af4e409f323",
                     "word_count":  987
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "George Brothers v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "MORRISON, Presiding Judge.\nThe offense is murder; the punishment, 10 years.\nThe indictment charged that the appellant, Curtis Brothers, and Sam Roberts killed the deceased by stabbing him with a knife. Severance was had, and appellant’s case is before us.\nThe homicide occurred near a tavern in the city of Luling, It is undisputed that the deceased was stabbed a number of times, from which he died. The question of prime importance is whether or not the evidence is sufficient to convict the appellant as a principal. The state’s case will be summarized in the light most favorable to the state in determining the sufficiency of the evidence. Franklin v. State, 147 Texas Cr. Rep. 636, 183 S.W. 2d 573, and cases there cited.\nCurtis Brothers, who did the stabbing, was appellant’s cousin, and these two were often seen in company with Sam Roberts. On the night in question, deceased and Curtis had an argument on the dance floor, at which time the deceased was seen with an open knife in his hand. Appellant was present when this took place, but did not participate in the argument. The proprietor interceded, and the parties left separately and went downstairs. After this, preliminary skirmishes took place downstairs between deceased and his relative, on one side, and the Brothers-Roberts group, on the other; the deceased left the building, and the appellant, Curtis, and Sam pursued him to a point nearby, where the fatal injuries were inflicted.\nWhile Curtis was “sticking” the deceased with a knife, Sam kicked and jabbed at him, and the appellant hit the deceased over the head with a chair. During the course of this attack, the deceased said, “Don’t you all cut me any more, because you have killed me now,” but all three continued their respective assaults for some time thereafter, during which time the appellant broke a “round” of the chair he was using as a bludgeon.\nAppellant contends that the evidence is insufficient to support a finding by the jury that the appellant had any knowledge of his co-indictees’ intent to kill prior to the assault, and relies upon Walker v. State, 29 Texas App. 621, 16 S.W. 548; Mowery v. State, 132 Texas Cr. Rep. 408, 105 S.W. 2d 239; and Lee v. State, 152 Texas Cr. Rep. 401, 214 S.W. 2d 619.\nWalker was accompanying Shearrar home because of Shear-rar’s state of intoxication when the deceased accidentally fell against Shearrar and was instantly shot by him. Walker, hear-the report of the pistol, turned and struck the deceased in the face with his fist. This court held that the record contained no showing that Walker knew of Shearrar’s intent prior to the shooting and, since the blow with his fist did not contribute to the deceased’s death, Walker was not guilty as a principal.\nMowery and his companions bought some beer from the deceased, refused to pay, and ran out of the place of business. The deceased followed them, found Mowery seated in an automobile, and was talking to him when Shupback inflicted the fatal blow. After this, Mowery joined in the assault upon the body of the deceased as he lay unconscious on the ground, but no further serious injuries were inflicted. This court held that, since Mow-éry did not strike the deceased until after the infliction of the fatal blow and since the record did not show that Mowery knew that Shupback intended to secure the lethal weapon or use it, he was not a principal.\nLee and Hill and another were offered a ride in the automobile of the man who was subsequently killed. Lee got in the back seat and held the driver while Hill took the driver’s pistol and shot him. This court held that, since Lee was not shown to have known that Hill intended to do anything more than disarm the driver, he was not guilty as a principal.\nThe state, on the other hand, relies upon Martinez v. State, 142 Texas Cr. Rep. 313, 152 S.W. 2d 369, and Everett v. State, 153 Texas Cr. Rep. 79, 216 S.W. 2d 281.\nWe find facts in Martinez particularly applicable to the case at bar. Baldomero Martinez and his brother Jose were seen chasing one Navarro, and when they overtook him Baldomero hit Navarro a blow with a hammer and Jose hit him in the left breast. It was shown that Navarro died from stab wounds in the left breast. This court held that this was a sufficient showing that Baldomero and Jose were acting together to constitute Baldomero a principal to the homicide.\nIn Everett, Guillermo and his brother Adan came upon the deceased and his companions, for whom they were looking, and Adan did the shooting. This court held that the evidence was sufficient to support the conviction of Guillermo as a principal to the shooting.\nIn the case at bar, the appellant was present when the deceased was attacked by appellant’s constant associate Sam Roberts and his cousin Curtis; the appellant secured a chair and knocked the deceased to the ground, and when the deceased fled the appellant, in company with Sam and Curtis, pursued him, and the appellant again struck him with the chair. During this time, the deceased plead with them not to cut him any more, and the appellant continued to hit him with the chair.\nThough not without difficulty, we have concluded that the evidence is sufficient to support the jury’s finding that the ap-appellant was guilty as a principal.\nThere is no merit in appellant’s contention concerning the dying declarations made by the deceased. They did not implicate the appellant, but were merely statements that the deceased knew he was going to die.\nThe judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "MORRISON, Presiding Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Ralph L. Bell, San Antonio, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "George Brothers v. State.\nNo. 30,379.\nFebruary 4, 1959.\nMotion for Rehearing Overruled March 18, 1959.\nRalph L. Bell, San Antonio, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1573-01",
    "first_page_order":  539,
    "last_page_order":  542
}
