{
    "id":  8551738,
    "name":  "L. V. Curtis v. State",
    "name_abbreviation":  "Curtis v. State",
    "decision_date":  "1959-02-11",
    "docket_number":  "No. 30,319",
    "first_page":  "536",
    "last_page":  "539",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 536"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "290 S.W. 2d 912",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10183307
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/290/0912-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 372",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2460685
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/163/0372-01"
                                        ]
                     },
                     {
                         "cite":  "249 S.W. 2d 61",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10193236
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/249/0061-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 401",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2576785
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0401-01"
                                        ]
                     },
                     {
                         "cite":  "203 S.W. 2d 228",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10191482
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/203/0228-01"
                                        ]
                     },
                     {
                         "cite":  "150 Texas Cr. Rep. 443",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2598736
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/150/0443-01"
                                        ]
                     },
                     {
                         "cite":  "168 S.W. 1050",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8286213
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/168/1050-01"
                                        ]
                     },
                     {
                         "cite":  "74 Texas Cr. Rep. 484",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4687968
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/74/0484-01"
                                        ]
                     },
                     {
                         "cite":  "272 S.W. 2d 120",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10187977,
                                          10188043
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/272/0120-01",
                                            "/sw2d/272/0120-02"
                                        ]
                     },
                     {
                         "cite":  "160 Texas Cr. Rep. 498",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2469812
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/160/0498-01"
                                        ]
                     },
                     {
                         "cite":  "160 S.W. 362",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8272778
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/160/0362-01"
                                        ]
                     },
                     {
                         "cite":  "71 Texas Cr. Rep. 454",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2381957
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/71/0454-01"
                                        ]
                     },
                     {
                         "cite":  "48 S.W. 177",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "40 Texas Cr. Rep. 43",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          163969
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/40/0043-01"
                                        ]
                     },
                     {
                         "cite":  "312 S.W. 2d 501",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10171654
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/312/0501-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 231",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2618632
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0231-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  415,
                     "char_count":  6756,
                     "ocr_confidence":  0.576,
                     "pagerank":  {
                                      "raw":  2.2563176223489089E-07,
                                      "percentile":  0.7821326648773732
                                  },
                     "sha256":  "ae66e727f589b073de51c27d59ead1d34d71339010682bc7db117690a3a6e1a6",
                     "simhash":  "1:1d6a36a1ff0e569b",
                     "word_count":  1195
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "L. V. Curtis v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe offense is robbery; the punishment, 5 years.\nThe evidence shows that on the day in question both the appellant and the injured party; Buck C. Bass, attended trades day in the city of Canton. After they had been together, it was agreed, according to the injured party, that they would go look at some cattle, which the appellant said he had for sale. Bass left around 3 P.M. and drove to his sister’s place at Edgewood where he unloaded some cattle. Appellant and a companion identified only by his first name as “Melvin” followed. Upon their arrival at Edgewood, Bass got in the appellant’s auto-bile and the three left for Gladewater.\nBass testified that when they left Edgewood he had $163 in his pocket and after they had gone about a half mile appellant gave him a can of beer which he drank; that he did not thereafter remember anything until they were in the edge of Glade-water coming back towards Edgewood; that as they were travel-ling west on Highway 80, the appellant, who was driving the automobile, turned off the highway to the right at Crow, and after driving some distance on a country road stopped and said they were out of gas; that it was dark and he went to sleep while seated alone on the back seat and the next thing he knew appellant and his companion had pulled him out of the automobile and were hitting him in the face and that while he was on the ground appellant took $155 from his shirt pocket and appellant’s companion took a dollar in change from another pocket. Bass testified that he was scared and that after appellant and his companion took the money they left and he then went to a house nearby where the sheriff was called and he was carried to the hospital for treatment of his injuries.\nAs a witness in his own behalf appellant admitted making the trip to Gladewater with Bass and the man named “Melvin” and testified that on the trip Bass drank some beer and became intoxicated but was not unconscious. Appellant admitted that while returning from Gladewater he drove off the highway near Hawkins onto a country road and stopped to excuse himself. Appellant testified that after he stopped, Bass and “Melvin” had a fight but denied that he struck Bass or robbed him of any money.\nWe shall discuss the contentions presented by appellant in his brief and in oral argument.\nAppellant first insists that the state failed to prove venue and that the court erred in overruling his motions for instructed verdict for such reason.\nOn the question of venue the testimony of Bass, the injured party, shows that the offense was committed on a country road which led off Highway 80 at Crow and then turned back east and west parallel with the highway. Sheriff Paul Usrey testified that all country roads in that area leading into Highway 80 were in Wood County. Mrs. Carl Polk, to whose residence the injured party went on the night in question after the assault, testified that the following day she and her husband found a pair of gloves, package of cigarettes, some paper, a pencil, a twenty dollar bill, fifty cent piece, and a dime on a road running east and west some two miles from her house and that the place where she found the articles was in Wood County. It was shown by the testimony that the gloves belonged to the injured party. While testifying as a witness in his own behalf, appellant testified that he was familiar with the country around Crow, having once lived in the county, and he believed that where he stopped after turning off Highway 80 was in Wood County but was not sure.\nSuch testimony was sufficient to warrant the jury in finding that the offense was committed in Wood County. Venue need not be proved beyond a reasonable doubt and may be proved by circumstantial as well as direct evidence. It is sufficient, if from the evidence, the jury may reasonably conclude that the offense was committed in the county alleged. King v. State, 166 Texas Cr. Rep. 231, 312 S.W. 2d 501.\nAppellant next insists that the court erred in failing to affirmatively instruct the jury that they could not convict him unless they believed from the evidence that the offense was committed in Wood County and in failing to charge the jury with reference to the law of circumstantial evidence as pertaining to the question of venue.\nIn applying the law to the facts and submitting the issue of appellant’s guilt to the jury the court required the jury to find from the evidence beyond a reasonable doubt that appellant assaulted and robbed the injured party in Wood County. Appellant made no objection to the court’s charge for failing to affirmatively instruct the jury on the issue of venue. A charge on circumstantial evidence is inapplicable on the question of venue. Steadham v. State, 40 Texas Cr. Rep. 43, 48 S.W. 177, and Reynolds v. State, 71 Texas Cr. Rep. 454, 160 S.W. 362. Both contentions are overruled.\nWe find no error in the court’s refusal to charge the jury on simple assault. While simple assault is a lesser included offense within a charge of robbery, there must be some evidence raising the issue before a charge thereon is required. Fields v. State, 160 Texas Cr. Rep. 498, 272 S.W. 2d 120. The testimony of the injured party shows a robbery by assault. Appellant by his testimony denied having committed any assault upon the injured party. Under such evidence the issue of simple assault was not raised. 37-A Texas Jur. par. 83, page 66, and Raleigh v. State, 74 Texas Cr. Rep. 484, 168 S.W. 1050.\nAppellant’s last complaint is to certain argument made by state’s counsel in his closing argument to the jury in which he stated on four occasions, in substance, that if the facts in the case were as testified to by the appellant that appellant would have the man “Melvin” present to testify in the case. It is the rule that state’s counsel may comment upon the failure of an accused to call witnesses in his behalf. Blair v. State, 150 Texas Cr. Rep. 443, 203 S.W. 2d 228; Johns v. State, 157 Texas Cr. Rep. 401, 249 S.W. 2d 61, and Pierce v. State, 163 Texas Cr. Rep. 372, 290 S.W. 2d 912. There was no showing that the man “Melvin” was incompetent to testify as a witness in behalf of appellant or that appellant by the exercise of due diligence could not have secured his attendance as a witness upon the trial. Under the record we find no error in the argument complained of.\nFinding the evidence sufficient to support the conviction and no reversible error appearing, the judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "James L. Mitchell, Dallas, for appellant.",
                                       "James L. Hartsfield, County Attorney, Quitman, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "L. V. Curtis v. State.\nNo. 30,319.\nFebruary 11, 1959.\nMotion for Rehearing Overruled March 25, 1959.\nJames L. Mitchell, Dallas, for appellant.\nJames L. Hartsfield, County Attorney, Quitman, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1579-01",
    "first_page_order":  554,
    "last_page_order":  557
}
