{
    "id":  8551783,
    "name":  "Ex Parte Dolores Efner, alias Dolores Efner Elliston",
    "name_abbreviation":  "Ex parte Efner",
    "decision_date":  "1959-02-11",
    "docket_number":  "No. 30,418",
    "first_page":  "539",
    "last_page":  "544",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 539"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "288 S.W. 2d 773",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10180740
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/288/0773-01"
                                        ]
                     },
                     {
                         "cite":  "162 Texas Cr. Rep. 639",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2464591
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/162/0639-01"
                                        ]
                     },
                     {
                         "cite":  "261 S.W. 2d 844",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10185867
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/261/0844-01"
                                        ]
                     },
                     {
                         "cite":  "159 Texas Cr. Rep. 161",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2475194
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/159/0161-01"
                                        ]
                     },
                     {
                         "cite":  "279 S.W. 2d 879",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10184864,
                                          10184871
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/279/0879-01",
                                            "/sw2d/279/0879-02"
                                        ]
                     },
                     {
                         "cite":  "161 Texas Cr. Rep. 617",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2466879
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/161/0617-01"
                                        ]
                     },
                     {
                         "cite":  "309 S.W. 2d 71",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10159389,
                                          10159279
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/309/0071-02",
                                            "/sw2d/309/0071-01"
                                        ]
                     },
                     {
                         "cite":  "166 Texas Cr. Rep. 195",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2617193
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/166/0195-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  424,
                     "char_count":  8659,
                     "ocr_confidence":  0.57,
                     "pagerank":  {
                                      "raw":  4.03580807328026E-08,
                                      "percentile":  0.20592397471821716
                                  },
                     "sha256":  "2437320cf75067acb0f1d3ea7c0d294053393d626f2619edfb033ea50373cabb",
                     "simhash":  "1:8c4faf4628ba7400",
                     "word_count":  1475
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Ex Parte Dolores Efner, alias Dolores Efner Elliston."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThis is an attempted appeal from an order entered in a habeas corpus proceeding remanding relator to custody to be extradited.\nAttention of the district clerk was directed to the absence of a notice of appeal, in reply to which a supplemental transcript has been filed containing a stipulation that there appears on the docket of the trial court “an oral notice of appeal” made by appellant’s counsel.\nWe are without jurisdiction to entertain the appeal until the notice of appeal is entered of record on the minutes of the trial court. Art. 827 C.C.P.; Loud v. State, 166 Texas Cr. Rep. 195, 309 S.W. 2d 71.\nThe same is true as to the recognizance on appeal. Therrell v. State, 161 Texas Cr. Rep. 617, 279 S.W. 2d 879.\nThe appeal is dismissed.\nON APPELLANT’S MOTION TO REINSTATE APPEAL\nWOODLEY, Judge.\nNotice of appeal and recognizance are shown by supplemental transcript to have been entered of record and the appeal is re-instated.\nAppellant Dolores Efner is the mother of Cynthia Elizabeth Cox, born to her in Indiana on August 20, 1950.\nOn March 10, 1958, the Governor of Texas honored the requisition of the Governor of Indiana and ordered Dolores Efner delivered to an agent of Indiana to be returned to that state to answer a complaint filed by Doris Opal Starbrook on November 14, 1957, charging that on or about October 1, 1957, Dolores Efner “did unlawfully and feloniously take, lead, carry, decoy and entice away a child, one Cynthia Elizabeth Cox, then and there of the age of Seven years (7), with intent unlawfully to detain and conceal said child from Marion County Juvenile Court and its custodian who then and there had lawful charge and custody of said child.”\nDolores Efner appeals from a judgment rendered in a habeas corpus case remanding her to custody for extradition to Indiana to answer said charge.\nThe trial judge, relying upon the decisions of this court to the effect that the question of guilt or innocence on the charge is for the courts of the demanding state, permitted the principal evidence offered by appellant only to perfect her bills of exception.\nBe it said in the beginning that the record clearly shows that the actual controversy is over the custody of the child, both appellant, her natural mother, and Mrs. Starbrock asserting and contending that it is to the best interest of the child that they have custody.\nThe courts of Texas as well as the Juvenile Court in Indiana have acted in regard to the custody of the child.\nAfter the birth of Cynthia Elizabeth Cox in 1950 she and her mother were provided a home in Indiana by the grandparents of Dolores Efner. Later the mother left the child with these grandparents. Mrs. Starbrock helped the grandparents take care of her.\nIn 1953 the grandparents had custody of the child and the Juvenile Court refused to grant appellant’s application to change the custody to her.\nIn 1955, after her marriage to Efner, the Juvenile Court in Indiana granted custody of the child to the Efners, the grandparents releasing custody to them.\nOn July 17, 1956, Mrs. Starbrock got the child under order of the Juvenile Court, she having applied and the court having acted upon the claim of an emergency because Mrs. Efner had brought the child to her grandparents and had gone and her whereabouts were unknown. Mrs. Starbrock testified at the habeas corpus hearing that appellant had abandoned the child and her whereabouts were unknown. She also testified that the judge of the Indiana Juvenile Court told her that appellant had received notice. Appellant testified that her grandparents knew her whereabouts at the time, and that she had no notice of the proceeding in July 1956.\nThereafter appellant went to Indiana and, after hearing on her application to regain custody had been delayed, got the child and brought her to San Antonio, where she then resided, without advising Mrs. Starbrock or her grandparents or the juvenile court.\nMrs. Starbrock then came to Texas and she and her husband filed in the 45th Judicial District Court of Bexar County an application for habeas corpus alleging that they were the legal guardians of Cynthia Elizabeth Cox “as awarded by the Juvenile Court of Marion County, Indiana, by court order dated July 17, 1956” and that on or about October 1, 1957, Dolores Efner took possession of the child. They prayed that Dolores Efner be required to produce the child and “to show cause why relators should not have the legal care, custody and control of said minor child.”\nThe writ was issued and Dolores Efner filed answer alleging that she was the natural mother of the child and also that on or about September 17, 1955, after hearing in the matter of the child’s permanent custody and with all parties having interest before the court, she was granted the care, control and custody of her child free and independent of any restraint or supervision by the Marion County Juvenile Court in Indianapolis, Indiana.\nHer answer under oath stated that she had not been present and had no notice of any subsequent hearing in the juvenile court in Indiana regarding the custody of her child and alleged that the Starbrocks were not fit and proper persons to have custody and had abused the child while in their custody.\nAppellant admitted bringing the child to Texas, averring that her action was necessary for the health and welfare of the child, and that she acted within her legal rights as the permanent custodian of her child and upon advice of her counsel in Indiana.\nThe issue raised by the petition and answer were resolved in the district court for the 45th Judicial District of Texas, when, after hearing, judgment was entered denying the writ and discharging the respondent Dolores Efner.\nNo appeal appears to have been taken from the order which left the child in custody of its mother.\nFollowing the pronouncement of judgment in the Texas court denying her claim to have the child under the Indiana Juvenile Court’s order, Mrs. Starbrock filed the affidavit in Indiana charging Dolores Efner with stealing: the child. She returned to Texas and testified at the extradition hearing in Austin and the habeas corpus hearing in El Paso.\nWe recognize the rule that in habeas corpus cases testing an extradition order, the courts of this state will leave to the courts of the demanding state the question of guilt or innocence of the person extradited on the charge pending in the demanding state. See Art. 1008a, Sec. 20, V.A.C.C.P.; Ex parte Thompson, 159 Texas Cr. Rep. 161, 261 S.W. 2d 844; Ex parte Cuttrell, 162 Texas Cr. Rep. 639, 288 S.W. 2d 773.\nUnder this rule the validity of the order of the juvenile court granting custody of the minor child of appellant to Mr. and Mrs. Starbrock would be assumed and left for \u0027the decision of the courts of Indiana.\nThe rule can have no application here, however, for a court of competent jurisdiction in this state has ruled against the Starbrocks’ claim of custody under such order, its jurisdiction having been invoked by the Starbrocks.\nThe criminal complaint in Indiana alleges that appellant took the child with intent to detain and conceal it “from Marion County Juvenile Court and its custodian who then and there had lawful charge and custody of said child.”\nIf the custodian referred to be the natural mother of the child who was granted custody by said court in 1955, the complaint charges no offense, because the person accused is that person, Dolores Efner.\nIf, as contended, the custodian referred to in the affidavit charging appellant with stealing the child be Mr. and Mrs. Star-brock, the courts of this state have denied their right to custody, and appellant is not substantially charged with a crime in Indiana for that reason.\nThe effect of the extradition of appellant would be to leave the question already decided by a Texas court to the courts of the demanding state.\nIt becomes the duty of this court to reverse the judgment of the district court remanding appellant to custody for extradition. In so doing, we do not pass upon the question of custody of the child, though the effect of our holding leaves appellant in custody under the judgment of the 45th Judicial District Court of Texas, until otherwise ordered by the courts of this state exercising civil jurisdiction.\nThe judgment is reversed and appellant is ordered discharged.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge. WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Albert Armendariz, El Paso, for relator.",
                                       "William E. Clayton, District Attorney, Edwin F. Berliner, First Assistant District Attorney, El Paso, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Ex Parte Dolores Efner, alias Dolores Efner Elliston.\nNo. 30,418.\nFebruary 11, 1959.\nAppeal Reinstated March 25, 1959.\nAlbert Armendariz, El Paso, for relator.\nWilliam E. Clayton, District Attorney, Edwin F. Berliner, First Assistant District Attorney, El Paso, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1580-01",
    "first_page_order":  557,
    "last_page_order":  562
}
