{
    "id":  8551946,
    "name":  "Thomas Alvia Lee v. State",
    "name_abbreviation":  "Lee v. State",
    "decision_date":  "1959-02-04",
    "docket_number":  "No. 30,300",
    "first_page":  "555",
    "last_page":  "559",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 555"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "244 S.W. 2d 830",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10219050
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/244/0830-01"
                                        ]
                     },
                     {
                         "cite":  "156 Texas Cr. Rep. 560",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2580135
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/156/0560-01"
                                        ]
                     },
                     {
                         "cite":  "305 S.W. 2d 357",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10165769
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/305/0357-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 183",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2611678
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0183-01"
                                        ]
                     },
                     {
                         "cite":  "258 S.W. 2d 331",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10203139
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/258/0331-01"
                                        ]
                     },
                     {
                         "cite":  "158 Texas Cr. Rep. 578",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2481347
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/158/0578-01"
                                        ]
                     },
                     {
                         "cite":  "122 S.W. 555",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "57 Texas Cr. Rep. 293",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2375400
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/57/0293-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  477,
                     "char_count":  9739,
                     "ocr_confidence":  0.571,
                     "pagerank":  {
                                      "raw":  9.27453938798374E-08,
                                      "percentile":  0.5117392944530743
                                  },
                     "sha256":  "fb6f05bb9f5bb088e14eafcb73999c87d2fec28d7df959c0511272d464456294",
                     "simhash":  "1:4a98b4a8b6801b70",
                     "word_count":  1662
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Thomas Alvia Lee v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for statutory rape; the punishment, life imprisonment.\nThe state’s testimony shows that the prosecutrix was 14 years of age on the date of the alleged offense and was the appellant’s stepdaughter. Appellant’ was married to the prosectrix’ mother, Mrs. Eva Lee, in the month of December, 1951, and after the marriage lived with his wife and the prosecutrix and her younger sister, Frances, at their home in the city of Houston. In the latter part of August, 1957, prosecutrix’ mother became ill with tuberculosis and went to a hospital in Houston and thereafter on September 17, 1957, went to a hospital in Denver, Colorado for treatment: During Mrs. Lee’s stay in the hospitals appellant and the two stepdaughters first remained in the home in Houston but later went to Irving, Texas where they lived in the home of Mrs. Jeanette Archer, who was appellant’s sister. While living with Mrs. Archer, prosecutrix and her sister were made wards of the Juvenile Court of Dallas County and held under custody of the Chief Probation Officer until December 17, 1957, when they were permitted to go with their mother who had come to Dallas from the hospital in Denver.\nThe prosecutrix testified that when she was 8 years old appellant began fondling her breasts and playing with her private parts and that when she was 10 years old appellant started having sexual intercourse with her; that appellant had numerous acts of intercourse with her and on occasions he would make her commit oral sodomy upon him; that after her mother went to the hospital appellant made her sleep in bed with him and would have intercourse with her. She testified that on the night of September 15, 1957, the date alleged in the indictment, the appellant made her sleep in the same bed with him and have an act of sexual intercourse with him after forcing her to commit an act of oral sodomy upon him. She further testified that the reason she submitted to such acts and did not tell anyone was because of her fear of appellant, and because he said he would kill her and her mother and sister if she did tell, and that she first told her mother of the acts on December 17, 1957,. after she learned that her mother was going to get a divorce from appellant.\nFrances Sumereau, the prosecutrix’ 11-year-old sister, in corroboration of her testimony, testified that on many occasions she had seen appellant take the prosecutrix in a bedroom where they slept together, and that she had seen appellant fondle her breasts. She also testified that appellant had fondled her since she was ten years of age; that she had not told anyone until she told her mother because she was afraid of what appellant would do to her and her sister and mother.\nAs a witness in his own behalf appellant denied any act of intercourse with the prosecutrix, or any wrongful act toward either of the children and testified that their statements and testimony were untrue.\nAppellant offered in evidence a number of letters written to him by both the prosecutrix and her sister, Frances, after their mother had gone to the hospital in Denver and while they were staying with Mrs. Archer in Irving which evidenced love and affection for him;\nOther evidence was offered by the state and the appellant which we do not deem necessary to summarize.\nThe jury chose to accept the state’s evidence and reject that of the appellant and we find the evidence sufficient to sustain their verdict.\nAppellant first complains of the court’s action in excluding certain letters written by him to his wife and by her to him and his relatives after she entered the hospital in Denver, Colorado on September 17, 1957. Appellant sought to show, by the letters, his wife’s state of mind toward him and that it had changed from one of love and affection when she first went to the hospital to that of hatred and contempt when she came to Dallas on December 17th and took her children with her. Appellant insists that he should have been allowed to show such state of mind of his wife in support of his contention that the prosecutrix and her sister had fabricated their testimony because of the influence of their mother. Complaint is further made by appellant to the court’s action in excluding the testimony of certain witnesses which was in substance that they informed appellant’s wife on December 17th that her two children had been made wards of the court. It is appellant’s contention that this evidence should have been admitted to show his wife’s state of mind on such date to support his contention that because of such information his wife caused the prosecutrix to make outcry for the first time against him.\nIn support of his contention that evidence of his wife’s state of mind should have been admitted, appellant relies upon the well recognized rule found in 1 Branch’s Ann. P. C. 2nd Ed., par. 185 at page 192 which states that “The animus, motive, or ill will of a prosecuting witness who testifies to facts hurtful to defendant is never a collateral or irrelevant inquiry, and the defendant may show by such witness, or by himself, or by others if necessary why the witness became unfriendly with him.”\nUnder such rule, proof of the motives of the prosecuting witness and her sister were clearly authorized and a relevant inquiry in the case. However, it must be borne in mind that appellant’s wife did not testify as a witness. Proof of her state\u0027 of mind toward the appellant therefore was not admissible to impeach her. There was no showing that the prosecutrix or her sister had knowledge of any letter written by their mother which evidenced any ill will toward appellant. Nor was there any showing that she had attempted to influence the prose-cutrix or her sister in their testimony against him. In the absence of such a showing, the evidence offered by appellant was not relevant and we find no error in its exclusion. Bader v. State, 57 Texas Cr. Rep. 293, 122 S.W. 555.\nAppellant next complains of the court’s rulings in connection with his offer of what was denominated as appellant’s Exhibits Nos. D-52 and D-53. Exhibit No. D-52 consisted of three letters which appellant had previously offered as Exhibits D-24, D-25 and D-27 and had been excluded by the court. D-24 was a letter written by her to him. Appellant offered the three letters together in their entirety as one exhibit. Upon being so offered, the state’s objection to Exhibits D-24 and D-27 was sustained and Exhibit D-25 was admitted in evidence by the court over appellant’s objection. Thereupon appellant requested permission to withdraw Exhibit D-25 from the evidence which request was by the court refused. The only damaging feature of the letter (D-25) from appellant’s standpoint was a reference by his wife to occasions when he had slapped the prosecutrix and her sister, Frances. There was other evidence in the record, admitted without objection, of appellant’s mistreatment of his two stepdaughters. The prosecutrix testified, without objection that appellant had whipped her with a belt and mistreated and slapped her. Her sister, Frances, also testified without objection that appellant had beat her and her sister. Appellant in his testimony admitted using a belt on the prosecutrix. In view of such evidence admitted without objection the admission in evidence of the wife’s letter designated as Exhibit D-25, though improper, does not constitute reversible error. Moseley v. State, 158 Texas Cr. Rep. 578, 258 S.W. 2d 331, and Scanlin v. State, 165 Texas Cr. Rep. 183, 305 S.W. 2d 357.\nAppellant’s Exhibit D-53 was a letter written by him in reply to his wife’s letter (D-25). Its exclusion does not present reversible error as appellant while testifying as a witness in his own behalf either denied or explained the accusation in his wife’s letter with reference to mistreatment of his two stepchildren.\nAppellant’s remaining- complaint relates to the court’s action in telling the prosecutrix before a noon recess that she could talk to her mother about the case and in refusing to instruct her not to discuss the case with anyone other than the attorneys representing the state and the appellant. It appears from the record that the court was under the impression that the witness, although having been placed under the rule, could discuss the case with her mother because she was not a witness in the case. In this respect the court was in error as Art. 647 Y.A.C.C.P. provides in part that:\n“Witnesses, when placed under rule, shall be instructed by the court that they are not to converse with each other or with any other person about the case, except by permission of the court, and that they are not to read any report of or comment upon the testimony in the case while under rule.”\nThe record reflects that upon objection being made by appellant to the court’s instruction the court did instruct the witness not to discuss the case with her mother during the noon recess. The prosecutrix upon resuming her testimony after the noon hour testified that she did not discuss the case with her mother. Under the record, it does not appear that appellant was injured by the court’s instruction; hence, no reversible error is shown. Hartsook v. State, 156 Texas Cr. Rep. 560, 244 S.W. 2d 830.\nFinding the evidence sufficient to support the conviction and no reversible error appearing, the judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "William H. Scott, Jr., and Max Garrett, Houston, for appellant.",
                                       "Dan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Thomas Alvia Lee v. State.\nNo. 30,300.\nFebruary 4, 1959.\nMotion for Rehearing Overruled March 25, 1959.\nWilliam H. Scott, Jr., and Max Garrett, Houston, for appellant.\nDan Walton, District Attorney, Lee P. Ward, Jr., and Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1584-01",
    "first_page_order":  573,
    "last_page_order":  577
}
