{
    "id":  8552357,
    "name":  "James William Hutchins v. State",
    "name_abbreviation":  "Hutchins v. State",
    "decision_date":  "1959-02-18",
    "docket_number":  "No. 30,332",
    "first_page":  "595",
    "last_page":  "598",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 595"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "161 S.W. 2d 95",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10206729
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/161/0095-01"
                                        ]
                     },
                     {
                         "cite":  "144 Texas Cr. Rep. 101",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5292604
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/144/0101-01"
                                        ]
                     },
                     {
                         "cite":  "47 S.W. 2d 827",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10256633,
                                          10256773
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/47/0827-01",
                                            "/sw2d/47/0827-02"
                                        ]
                     },
                     {
                         "cite":  "120 Texas Cr. Rep. 78",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5204279
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/120/0078-01"
                                        ]
                     },
                     {
                         "cite":  "237 S.W. 274",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8255789
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/237/0274-01"
                                        ]
                     },
                     {
                         "cite":  "90 Texas Cr. Rep. 625",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8644615
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/90/0625-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  362,
                     "char_count":  4983,
                     "ocr_confidence":  0.586,
                     "pagerank":  {
                                      "raw":  8.5290834580246076E-08,
                                      "percentile":  0.48736239062586273
                                  },
                     "sha256":  "181bc25cd03a1fb84e4b22002f6c413070e361c33061051c4e2871c081bf5d38",
                     "simhash":  "1:331668f7cd670097",
                     "word_count":  879
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "James William Hutchins v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for felony theft; the punishment, 3 years.\nThe indictment charged the theft of one automobile of the value of over $50.\nPaul Roppolo, the injured party, testified that on the day in question he parked his 1958 Chevrolet automobile on Throck-morton street in the city of Dallas around 12:05 P.M. and that when he returned ten minutes later it was gone; that he next saw the automobile at the City Pound that evening around 7:80 P.M. in a damaged condition which cost $925 to repair. He further testified that the automobile was worth $2,000 at the time it was taken and that it was taken without his permission or consent.\nOfficer Fred Chance of the Dallas Police Department testified that on the day in question, after he received information that the Chevrolet automobile had been stolen, he observed the appellant driving the automobile at Hondo and Maple streets around 1:30 P.M.; that he followed the appellant until he drove into a driveway, whereupon he got out of his squad car and told appellant he was under arrest; that appellant then drove away hurriedly and he pursued him for some two miles at a top speed of 60 miles per hour until the automobile appellant was driving struck a curb; that appellant then got out and began to flee on foot and after chasing him for approximately 150 yards he caught appellant and placed him under arrest.\nAppellant’s voluntary writtén statement given to Officer Donihoo after his arrest was introduced in evidence by the state in which, omitting the formal parts, he stated:\n“About 12:30 P.M. today I was walking down Throckmor-ton and at Cedar Springs I saw a 1958 Chevrolet parked, color green and white, two door. I looked in this car and saw the keys in it. Since the keys were in it, I decided to drive instead of walk. I got in this car, started it up and drove it away. I drove this car out to Field City and went by a friend’s house whose name is Boots Allen, but I could not find him and I came back to Dallas in this car. I went by a friend’s house on Wyeliff named Sám Garey. He wasn’t at home but I spoke to his father there. I drove around in North Dallas looking for two more friends and it was at Arroya and Maple, I believe, where the Police got in a chase with me in this car. I wrecked this car at Hall and Wyeliff and this is where I was arrested by Uniform Officers. I do not know the owner of this car and no one gave me permission to take it.”\nAppellant did not testify or offer any evidence in his behalf.\nThe record contains no formal or informal bills of exception and there are no objections to the court’s charge.\nAppellant questions the sufficiency of the evidence to sustain the conviction.\nAppellant first insists that the evidence is insufficent because his written confession introduced in evidence by the state contained certain exculpatory statements which had not been diproved by other evidence. Appellant insists that his statement in the confession with reference to taking the automobile that “Since the keys were in it, I decided to drive instead of walk” negatived any intention on his part to steal the automobile and appropriate it to his own use and benefit, and was therefore an exculpatory statement and the state was bound thereby. We are unable to agree with appellant that such was an exculpatory statement. The fact that appellant stated he took the automobile because he decided to drive instead of walk did not negative his intent to steal the automobile but on the contrary supported the allegations of the indictment that he took the automobile with the intent to appropriate it to his own use and benefit.\nAppellant next insists that since his confession introduced in evidence by the state showed that he took the automobile without the consent of the owner for the purpose of riding in it he could only be convicted under Art. 1341 V.A.P.C. of the misdemeanor offense of driving a motor vehicle without the consent of the owner. The law of theft as applicable to automobiles was not superceded or repealed by Art. 1341, supra, making it a misdemeanor to drive a motor vehicle without the consent of the owner. 41A Texas Jur., par. 11, page 20. Espalin v. State, 90 Texas Cr. Rep. 625, 237 S.W. 274. Moreover, such offense is not included in an indictment for theft of an automobile. Ex Parte Rhoder, 120 Texas Cr. Rep. 78, 47 S.W. 2d 827.\nWe find the evidence sufficient to support the jury’s verdict finding appellant guilty of ordinary theft of the automobile as charged in the indictment. Westerman v. State, 144 Texas Cr. Rep. 101, 161 S.W. 2d 95.\nThe judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Joe V. Moore and W. H. Hall, Dallas, for appellant.",
                                       "Henry Wade, District Attorney, Robert E. Lyle, A. George Biggs, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "James William Hutchins v. State.\nNo. 30,332.\nFebruary 18, 1959.\nMotion for Rehearing Overruled April 1, 1959.\nJoe V. Moore and W. H. Hall, Dallas, for appellant.\nHenry Wade, District Attorney, Robert E. Lyle, A. George Biggs, A. D. Jim Bowie, Assistants District Attorney, Dallas, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1594-01",
    "first_page_order":  613,
    "last_page_order":  616
}
