{
    "id":  8552402,
    "name":  "Sarah Hastings Johnson v. State",
    "name_abbreviation":  "Johnson v. State",
    "decision_date":  "1959-04-01",
    "docket_number":  "No. 30,533",
    "first_page":  "598",
    "last_page":  "601",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 598"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "319 S.W. 2d 304",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10163160
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/319/0304-01"
                                        ]
                     },
                     {
                         "cite":  "167 Texas Cr. Rep. 240",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8548380
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/167/0240-01"
                                        ]
                     },
                     {
                         "cite":  "293 S.W. 2d 659",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10176416
                                      ],
                         "pin_cites":  [
                                           {
                                               "page":  "660"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/293/0659-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 472",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2459980
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/163/0472-01"
                                        ]
                     },
                     {
                         "cite":  "236 S.W. 2d 812",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10217089
                                      ],
                         "pin_cites":  [
                                           {
                                               "page":  "814"
                                           }
                                       ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/236/0812-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 514",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2580798
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/155/0514-01"
                                        ]
                     },
                     {
                         "cite":  "227 S.W. 2d 545",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10201465,
                                          10201602
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/227/0545-01",
                                            "/sw2d/227/0545-02"
                                        ]
                     },
                     {
                         "cite":  "154 Texas Cr. Rep. 406",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2585387
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/154/0406-01"
                                        ]
                     },
                     {
                         "cite":  "205 S.W. 2d 986",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10216574
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/205/0986-01"
                                        ]
                     },
                     {
                         "cite":  "151 Texas Cr. Rep. 106",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2597262
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/151/0106-01"
                                        ]
                     },
                     {
                         "cite":  "261 S.W. 2d 728",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10185821
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/261/0728-01"
                                        ]
                     },
                     {
                         "cite":  "159 Texas Cr. Rep. 98",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2476022
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/159/0098-01"
                                        ]
                     },
                     {
                         "cite":  "245 S.W. 2d 499",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10204025
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/245/0499-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 19",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2577117
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0019-01"
                                        ]
                     },
                     {
                         "cite":  "319 S.W. 2d 310",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10163246
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/319/0310-01"
                                        ]
                     },
                     {
                         "cite":  "167 Texas Cr. Rep. 254",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          8548503
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/167/0254-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  384,
                     "char_count":  5678,
                     "ocr_confidence":  0.589,
                     "pagerank":  {
                                      "raw":  8.8332305703698873E-08,
                                      "percentile":  0.4979973735920511
                                  },
                     "sha256":  "22fead5287c25f8f73d02e94f69632ea7178913fc445b3e6b2b2c2642f0f7e11",
                     "simhash":  "1:a22c8c4327061a43",
                     "word_count":  984
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Sarah Hastings Johnson v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nThe offense is possession of wine, whisky and beer in a dry area for the purpose of sale; the punishment, six months in jail and a fine of $1000. A prior conviction for transporting wine in a dry area was alleged for enhancement of punishment purposes.\nOfficers secured a search warrant to search a private residence at the rear of 1711 Ave. B. in Lubbock.\nOfficer Mason who had the place under surveillance in the latter part of the night and shortly before- daylight saw appellant unlock the padlocked door and enter the premises.\nAs she emerged and re-locked the padlock she had a quart of beer in her hand. Officer Mason took possession of the beer and asked appellant for the key, which she did not have or would not produce. He permitted her to leave without searching her and waited for Officer Camunes of the Texas Liquor Control Board to bring the search warrant.\nSearch of the premises under the authority of the warrant resulted in the finding of 19 — 4/5 pints of wine; 3 half-pints of whisky and 21 quarts of beer in paper containers or lugs of three quarts each, and 2 quarts of beer on ice.\nIt was stipulated that the area was dry.\nIn proving the prior conviction for transporting wine in a dry area, the state called Leon C. Bowman, District Supervisor of the Texas Liquor Control Board for the Lubbock area. He testified that he came in contact with one Sarah Alice Hastings on August 17, 1955, and identified appellant Sarah Hastings Johnson as the same person. He was shown the complaint in Cause No. 20744, State of Texas v. Sarah Alice Hastings, and testified that he signed it and swore to it. He was then asked “And what does that complaint concern, Mr. Bowman?”\nAppellant’s counsel objected that the witness’ testimony was not the best evidence, whereupon the complaint, excluding therefrom paragraph 2, was offered and admitted in evidence over objection that it contained hearsay statements and conclusions.\nThe information and judgment were then introduced and appellant was identified as the defendant therein.\nAppellant’s first claim of error is the admission in evidence of the complaint in the conviction alleged for enhancement of punishment.\n; The authorities cited deal with the error arising from the introduction of the complaint in the case on trial. They are not deemed applicable here, where the complaint was used in identifying the prior conviction of the defendant thereunder.\nThe guilt or innocence of the defendant in the prior cause was not in issue before the present jury, but only the historical fact that appellant was so convicted. Though the complaint and the information are not ordinarily a necessary part of the state’s proof of a prior conviction, the complaint and information, as well as the judgment, are available to the state in proving such historical fact and identifying the defendant on trial as the defendant in the prior judgment.\nThe state cites a number of recent decisions wherein the complaint was shown to have been used for such purpose: Skaggs v. State, 167 Texas Cr. Rep. 254, 319 S.W. 2d 310; Stevens v. State, 157 Texas Cr. Rep. 19, 245 S.W. 2d 499; Bryant v. State, 159 Texas Cr. Rep. 98, 261 S.W. 2d 728; Grooms v. State, 151 Texas Cr. Rep. 106, 205 S.W. 2d 986; Ellison v. State, 154 Texas Cr. Rep. 406, 227 S.W. 2d 545.\nThe Grooms and Ellison cases are deemed authority for our holding herein.\nBill of Exception complains of the following remarks of the assistant county attorney in his argument to the jury as constituting a reference to the defendant’s failure to testify:\n“What the court charges you there is that if this defendant had in her care, custody and management more than 24 ounces of beer * * * pardon me, 24 twelve ounce cans of beer, 288 ounces, or more than one quart of wine or whiskey, the presumption is that it was possessed for the purpose of sale and that presumption of law stands until some evidence comes forth to overcome it to show it was not possessed for the purpose of sale. And I call this jury’s attention to the fact that this defendant has not brought forth one iota of evidence to show you that this was not for the purpose of sale.”\nThe bill shows that the assistant county attorney was discussing the court’s charge regarding the presumption arising from the possession of alcoholic beverages above a certain amount.\nAppellant’s husband and her landlady testified in. her behalf.\nIf she possessed the wine, whisky and beer for some purpose other than for sale, it does not follow that her testimony and no other could evidence such purpose.\nFor the argument to offend against Art. 710 V.A.C.C.P., prohibiting allusion to or comment upon the failure of the defendant to testify, the language used must be looked to from the standpoint of the jury and the implication that the language used had reference to the defendant’s failure to testify must be a necessary one. Lewis v. State, 155 Texas Cr. Rep. 514, 236 S.W. 2d 812, 814, and cases cited; Hart v. State, 163 Texas Cr. Rep. 472, 293 S.W. 2d 659, 660; Potts v. State, 167 Texas Cr. Rep. 240, 319 S.W. 2d 304.\nThe remaining claims of error relate to the court’s charge in connection with the prior conviction and the punishment to be assessed. We find no error in these portions of the charge. If there be such, in view of Art. 666 C.C.P., the error is not such as would authorize reversal.\nThe judgment is affirmed.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      }
                                  ],
                     "attorneys":  [
                                       "Clifford W. Brown and Burks \u0026 O’Connor, Lubbock, for appellant.",
                                       "William J. Gillespie, County Attorney, Sam H. Garrard, Assistant County Attorney, Lubbock, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Sarah Hastings Johnson v. State.\nNo. 30,533.\nApril 1, 1959.\nClifford W. Brown and Burks \u0026 O’Connor, Lubbock, for appellant.\nWilliam J. Gillespie, County Attorney, Sam H. Garrard, Assistant County Attorney, Lubbock, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1595-01",
    "first_page_order":  616,
    "last_page_order":  619
}
