{
    "id":  8552772,
    "name":  "James H. Wall v. State",
    "name_abbreviation":  "Wall v. State",
    "decision_date":  "1959-04-08",
    "docket_number":  "No. 30,500",
    "first_page":  "634",
    "last_page":  "639",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 634"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "301 S.W. 2d 657",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10181875
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/301/0657-01"
                                        ]
                     },
                     {
                         "cite":  "164 Texas Cr. Rep. 623",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2609968
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/164/0623-01"
                                        ]
                     },
                     {
                         "cite":  "87 S.W. 702",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "48 Texas Cr. Rep. 269",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          178774
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/48/0269-01"
                                        ]
                     },
                     {
                         "cite":  "307 S.W. 2d 98",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10159973
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/307/0098-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 323",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2616365
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0323-01"
                                        ]
                     },
                     {
                         "cite":  "289 S.W. 2d 585",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10177120
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/289/0585-01"
                                        ]
                     },
                     {
                         "cite":  "163 Texas Cr. Rep. 104",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2461494
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/163/0104-01"
                                        ]
                     },
                     {
                         "cite":  "271 S.W. 2d 661",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10198026
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/271/0661-01"
                                        ]
                     },
                     {
                         "cite":  "160 Texas Cr. Rep. 418",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2471140
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/160/0418-01"
                                        ]
                     },
                     {
                         "cite":  "262 S.W. 502",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          10311794
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/262/0502-01"
                                        ]
                     },
                     {
                         "cite":  "97 Texas Cr. Rep. 467",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5085563
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/97/0467-01"
                                        ]
                     },
                     {
                         "cite":  "98 S.W. 2d 810",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10262470
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/98/0810-01"
                                        ]
                     },
                     {
                         "cite":  "131 Texas Cr. Rep. 387",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5239693
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/131/0387-01"
                                        ]
                     },
                     {
                         "cite":  "305 S.W. 2d 354",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10165637
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/305/0354-01"
                                        ]
                     },
                     {
                         "cite":  "165 Texas Cr. Rep. 196",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2615230
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/165/0196-01"
                                        ]
                     },
                     {
                         "cite":  "321 S.W. 2d 302",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10163634
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/321/0302-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  512,
                     "char_count":  10868,
                     "ocr_confidence":  0.578,
                     "pagerank":  {
                                      "raw":  3.691424631015076E-07,
                                      "percentile":  0.8924960489974512
                                  },
                     "sha256":  "2e8989c33fe52e498fb1437752332d97418f638ab773243d08286299563f1178",
                     "simhash":  "1:abaec8b1ee3c5e11",
                     "word_count":  1872
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "James H. Wall v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DICE, Judge.\nThe conviction is for felony theft; the punishment, 2 years.\nAppellant challenges the sufficiency of the evidence which we must view in the light most favorable to the state. Walden v. State, 165 Texas Cr. Rep. 196, 305 S.W. 2d 354.\nBriefly, the state’s evidence shows that on the night of May 27, 1957, a new 1957 Bel Air sport coupe Chevrolet automobile of the value of $2600 was taken from the Cox Chevrolet Company in the city of McKinney. The stolen automobile was solid ivory in color and bore an identification serial number of VC 57s-234965 on the plate inside the front door post. Appellant lived in San Augustine County and during the summer of 1957 was seen driving a light-colored 1957 Chevrolet automobile. Sheriff Elbert Nichols testified that he saw the appellant driving the Chevrolet automobile in the county during the months of June or July of 1957. The witness Oscar F. Roebuck, who operated a filling station near where appellant lived, testified that he observed the appellant driving a light-gray 1957 Chevrolet automobile during the summer of 1957, however, neither witness could describe the body type of the automobile which they observed him driving. It was shown that on August 3, 1957, the appellant purchased from the Tyler Wrecking Yard in the city of Tyler the salvage of a 1957 Chevrolet sport coupe wrecked automobile bearing identification No. VC 57s-215756 and license No. LS 5286, and at the time requested the seller to remove the identification number from the post on the body and give it to him. On October 25, 1957, this same automobile body was found without any identification number or license number in a National Forest in Shelby County. On December 21, 1957, appellant went to an auto salvage place of business in the city of Henderson driving a 1957 Bel Air Chevrolet hardtop light-colored automobile and purchased a 1957 Chevrolet motor, but did not return to take delivery of the motor. Thereafter, on January 30, 1958, appellant was involved in a collision in the city of Houston while driving a 1957 Chevrolet hardtop light-colored automobile which bore license No. LS 5286. On February 24, 1958, appellant pointed out to Officer Johnson at the Todd Shipyards in the city of Houston as his automobile a 1957 Chevrolet Bel Air hardtop coupe light-gray automobile which bore the same identification number on the door post and appeared to have been taken off and rewelded, and the same license number as was on the salvaged Chevrolet body purchased by appellant from the Tyler wrecking firm. However, from the confidential identification number VC 57s-234965 on the body of the automobile it was shown to be the same Chevrolet automobile as was stolen from the Cox Chevrolet Company in the month of May, 1957.\nAs a witness in his own behalf appellant testified that he was at his home in San Augustine County on the night of May 27, 1957, and at Sheffield Steel Company in the city of Houston the following day. Appellant further testified that he had been driving the 1957 Chevrolet automobile for approximately three months and that he had purchased the same but when asked on cross examination where he bought the automobile stated “Sir, I refuse to answer that question on the Fifth Amendment.” Appellant admitted that Sheriff Nichols could have seen him driving the Chevrolet automobile in San Augustine, but that it was not in June or July of 1957. Appellant’s wife testified, in support of his defense of alibi, that appellant was at Sheffield Steel on May 27 and 28 of 1957, and that the company had a record showing that her husband was there.\nAppellant’s affirmative defense of alibi was submitted to the jury.\nAppellant insists that the evidence is insufficient to sustain the conviction because there was no direct evidence connecting him with the taking of the automobile and that his conviction is based upon mere probability and suspicion which is insufficient to sustain a conviction upon circumstantial evidence. The state insists that proof of appellant’s possession of the stolen automobile and attending circumstances is sufficient and relies upon the rule that proof of the unexplained possession of recent stolen property is sufficient to sustain a conviction for theft. Appellant insists that such rule cannot be given application in the case because his possession of the stolen property was shown to have been in December 1957, seven months after the property was stolen and therefore was too remote.\nWe deem the evidence sufficient to show that appellant was in possession of the stolen Chevrolet automobile during the month of June or July 1957. His possession of the automobile within two months after it was stolen was not too remote, but was sufficiently recent to warrant an inference of his guilt under the rule relied upon by the state. In Martin v. State, 131 Texas Cr. Rep. 387, 98 S.W. 2d 810, it was held that possession of stolen property two months after the alleged theft was within the term “recent” and was a question of fact to be determined by the jury in the light of all the facts and circumstances. See also Allen v. State, 97 Texas Cr. Rep. 467, 262 S.W. 502. Appellant’s possession of the stolen automobile is not shown to have been explained when his possession was first challenged by Officer Johnson, and his explanation made at the time of trial cannot control. Banks v. State, 160 Texas Cr. Rep. 418, 271 S.W. 2d 661, and Walden v. State, supra. Under the record we find the evidence sufficient to sustain the conviction.\nAppellant complains of the court’s failure to instruct the jury on the law of circumstantial evidence. No objections to the court’s charge complaining of such omission are found in the record and no such charge appears to have been requested. In the absence of an objection or requested charge the omission is not ground for reversal. Mayfield v. State, 163 Texas Cr. Rep. 104, 289 S.W. 2d 585, and Milligan v. State, 165 Texas Cr. Rep. 323, 307 S.W. 2d 98.\nAppellant further insists that the court erred in refusing to grant his motion for new trial based upon newly discovered evidence to support his defense of alibi. Since appellant must have known prior to the date of the trial where he was, what he was doing, and who he was with at the time of the alleged theft, such alibi evidence could not be newly discovered. Hanna v. State, 48 Texas Cr. Rep. 269, 87 S.W. 702, and MacKenna v. State, 164 Texas Cr. Rep. 623, 301 S.W. 2d 657.\nAppellant’s remaining contention is that his conviction should. be reversed because he was not represented by competent counsel and that he was denied the right to be heard in his own behalf during the trial. This matter was first urged by appellant in his motion for new trial. We have examined the record and find that it does not support the appellant’s contention and the same is overruled.\nFinding no reversible error, the judgment is affirmed.\nOpinion approved by the Court.",
                                          "type":  "majority",
                                          "author":  "DICE, Judge."
                                      },
                                      {
                                          "text":  "DAVIDSON, Judge\n(dissenting).\nHere, again, is an inference being used upon an inference to make a case of circumstantial evidence against the appellant. My view;s thereon are expressed in Bell v. State, No. 30,308, (page 460, this volume), 321 S.W. 2d 302.\nThe first inference is that the light-colored Chevrolet appellant was seen driving in the summer of 1957 was the ivory-colored car that had been stolen.\nThe next inference is that if the light-colored car appellant was seen driving was not the stolen car, then the light gray Chevrolet the service station operator saw him driving in the summer of 1957 was the stolen automobile.\nFor appellant to be in the recent possession of the stolen automobile, which my brethren fix at two months after the theft, one or both of the cars described — that is, the light-colored car seen by the sheriff and the light gray car seen by the service station operator — had to be the stolen automobile.\nNeither of the witnesses was able to give the body type of the car appellant Was seen driving in the summer of 1957.\nThe stolen.car was a sport coupe.\nSo then appellant’s guilt is made to depend upon the inference drawn that the Chevrolet automobile he was seen driving in the summer of 1957 was the Chevrolet that was stolen two months prior in a county half way across the state from where he lived — that is, from Collin County to San Augustine County.\nThis testimony did not show that appellant had been in possession of the stolen property, or within two months after it was stolen, therefore the state’s case fails.\nMy brethren admit that their finding of the sufficiency of the conviction is predicated upon the proof showing that the Chevrolet automobile appellant was seen driving in the summer of 1957 was the stolen automobile.\nTo my mind, such conclusion is nothing short of pure guess work and is the rankest sort of supposition.\nIf appellant was ever found in possession of the stolen automobile it was nine months after the theft, and for one to identify it as the stolen automobile it was necessary to resort to and decode a confidential number on the body of the automobile which served to identify it only to those who knew where to find as well as read the confidential number.\nIf it was the stolen automobile or only the body thereof which was in appellant’s possession and identified by the confidential number, no one purported to know.\nThere is more evidence that appellant acquired the automobile after the theft than there is that he stole it, in which event he could not be convicted of the theft of the automobile.\nI have always thought that recent possession of stolen property presents a case of circumstantial evidence only. If the correctness of that proposition has ever been seriously challenged by any court, I have never heard of it.\nNotwithstanding such law and the facts here, a charge on the law of circumstantial evidence was not given.\nMy brethren dispose of the failure to charge on circumstantial evidence by saying that there was no objection made by the appellant to the charge and that the question is therefore not presented.\nSo far as I am concerned, the trial court should have so charged the jury, in obedience to the demand of the law to give in charge to the jury the law governing the case.\nFailure on the part of counsel for the appellant to call such error to the trial court’s attention may be attributed either to a lack of ability or to negligence. I care not which term is employed, the result is the same to this appellant.\nIt will be remembered that, among other grounds for a reversal, appellant insists that his court-appointed counsel was incompetent.\nThe facts are not sufficient to support the conviction, and the case should be reversed for that reason.",
                                          "type":  "dissent",
                                          "author":  "DAVIDSON, Judge"
                                      }
                                  ],
                     "attorneys":  [
                                       "Charles K. Ruth, Lufkin, for appellant.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "James H. Wall v. State.\nNo. 30,500.\nApril 8, 1959.\nCharles K. Ruth, Lufkin, for appellant.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1604-01",
    "first_page_order":  652,
    "last_page_order":  657
}
