{
    "id":  8552849,
    "name":  "T. C. Cunningham v. State",
    "name_abbreviation":  "Cunningham v. State",
    "decision_date":  "1959-03-11",
    "docket_number":  "No. 30,157",
    "first_page":  "641",
    "last_page":  "644",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 641"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "323 S.W. 2d 449",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10166311
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/323/0449-01"
                                        ]
                     },
                     {
                         "cite":  "194 S.W. 148",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "case_ids":  [
                                          8250285
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw/194/0148-01"
                                        ]
                     },
                     {
                         "cite":  "80 Texas Cr. Rep. 652",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          4732771
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/80/0652-01"
                                        ]
                     },
                     {
                         "cite":  "35 S.W. 2d 145",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10248053
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/35/0145-01"
                                        ]
                     },
                     {
                         "cite":  "117 Texas Cr. Rep. 22",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5189707
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/117/0022-01"
                                        ]
                     },
                     {
                         "cite":  "236 S.W. 2d 796",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10215771
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/236/0796-01"
                                        ]
                     },
                     {
                         "cite":  "155 Texas Cr. Rep. 495",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2579458
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/155/0495-01"
                                        ]
                     },
                     {
                         "cite":  "235 S.W. 2d 162",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10193306
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/235/0162-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  332,
                     "char_count":  5792,
                     "ocr_confidence":  0.568,
                     "pagerank":  {
                                      "raw":  8.6033638027803828E-08,
                                      "percentile":  0.490038029244176
                                  },
                     "sha256":  "5d541aa0e518eec73d52fa8126a278297d00fe9cb9f274b04dc0fdec2f7c1a62",
                     "simhash":  "1:99ea1b200142019c",
                     "word_count":  1021
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "T. C. Cunningham v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "WOODLEY, Judge.\nIn Cause No. 4994 in district court of Hardin County, on July 9, 1957, appellant was found guilty by a jury of murder with malice and his punishment was assessed at twenty years.\nNo appeal was prosecuted and appellant is confined in the penitentiary under sentence in said cause.\nThe judgment entered set out the jury’s verdict and stated the punishment assessed as being not less than two nor more than twenty years.\nOn February 6, 1958, appellant filed motion in the trial court that the judgment be entered correctly on the minutes of the court, and that he be present in said court when said entry was made.\nThe trial court fully complied with appellant’s request and, after hearing at which appellant and his counsel were present, ordered that the judgment entered be reformed and corrected so as to show that the punishment was 20 years as found by the jury and pronounced in open court, rather than a term of not less than 2 years nor more than 20 years shown in the recorded judgment by clerical error in its enry. Corrected judgment was then entered nunc pro tunc.\nAppellant gave notice of “his intention to appeal from said order,” which the trial judge construed as a verbal motion for new trial. He overruled the motion for new trial on July 21, 1958.\nOn August 5, 1958, appellant’s counsel requested permission to withdraw from the case, which was granted.\nOn August 18, 1958, appellant moved for “a copy of the transcript from the nunc pro tunc heai-mg. And a copy of the statement of facts; Bills of Exception; and all other court papers, from the trial Cause No. 4994; that will be needed for this appeal, without having to pay or give security for the cost of this action under Title 28, Sec. 1915 U.S.C.A. Unless granted this right appellant shall be unable to proceed.”\nAppellant was not re-sentenced following the nunc pro tunc entry correcting the judgment, and the sentence being regular was not reformed or corrected.\nAppellant moved in this court for certiorari requiring the clerk to forward a perfect transcript in the cause, including the indictment, judment, sentence, statement of facts and bills of exception.\nWe are cited to the case of Bennett v. State, 80 Texas Cr. Rep. 652, 194 S.W. 148, in support of appellant’s claim that he is entitled to appeal not only from the order entering the judgment nunc pro tunc, but from the conviction.\nIf appellant is correct in this contention, then the conviction is not final for want of a sentence pronounced after the entry of the judgment as amended.\nWhile there is language in the Bennett case which would lead to the belief that the judgment was corrected in a proceeding instituted by appellant, a close reading of the opinion will reveal that it was the sentence that was corrected by nunc pro tunc entry of a new sentence upon motion of the state.\nThe transcript contains no notice of appeal entered of record.\nIn cases such as this the right of appeal, if any, is limited to the validity of the nunc pro tunc entry. Appellant is not entitled to appeal from the conviction itself since the state relies now as before upon the sentence upon which he has more than two years credit, and the judgment as originally entered on the jury’s verdict is sufficient to support the sentence. Johnston v. State, No. 30,373, this day decided and cases there cited. 323 S.W. 2d 449.\nIn the absence of a notice of appeal entered of record we are without jurisdiction to review the trial court’s action in correcting the minutes. The appeal is dismissed.",
                                          "type":  "majority",
                                          "author":  "WOODLEY, Judge."
                                      },
                                      {
                                          "text":  "DAVIDSON, Judge\n(dissenting).\nI agree that an appeal is not authorized from the nunc pro tunc entry of a judgment in a felony case. I therefore concur in the dismissal of the appeal in this case.\nWhat I object to is the action of my brethren in determining the validity of the sentence which was passed upon the invalid judgment, in the first instance, before the judgment was corrected by the nunc pro tunc order.\nMy objection goes especially to that part of the opinion which says:\n“Appellant is not entitled to appeal from the conviction since the State relies now as before upon the sentence upon which he has more than two years credit, and the judgment as originally entered on the jury’s verdict is sufficient to support the sentence.”\nJust how could the majority of this court be more inconsistent? In one breath my brethren say that no appeal is before this court and therefore the appeal is dismissed, and in the next breath they proceed to determine the validity of the sentence imposed upon the appellant, which is not before this court.\nIf there is no appeal in the case, no authority exists to make any order other than to dismiss the appeal.\nA more typical case of blowing both hot and cold could hardly be imagined. If my brethren are going to pass upon the validity of the sentence then they ought to hold it invalid as not being based upon or supported by a valid judgment. Lewis v. State, 235 S.W. 2d 162; Elliott v. State, 155 Texas Cr. Rep. 495, 236 S.W. 2d 796. The indefinite punishment of not less than two nor more than twenty years in the penitentiary rendered the judgment invalid.\nIf the judgment as originally entered was valid, why the nunc pro tunc proceeding to correct it? The asking of the question answers it, because the judgment was invalid and had to be corrected.\nAn invalid judgment will not authorize the passage of a valid sentence. Horn v. State, 117 Texas Cr. Rep. 22, 35 S.W. 2d 145.\nTo this open and flagrant usurpation of authority by this court in determining the validity of the sentence in this case I can but dissent.",
                                          "type":  "dissent",
                                          "author":  "DAVIDSON, Judge"
                                      }
                                  ],
                     "attorneys":  [
                                       "Appellant represented himself.",
                                       "Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "T. C. Cunningham v. State.\nNo. 30,157.\nMarch 11, 1959.\nMotion for Rehearing Overruled April 15, 1959.\nAppellant represented himself.\nLeon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1606-01",
    "first_page_order":  659,
    "last_page_order":  662
}
