{
    "id":  8552888,
    "name":  "Foster Truman Oldham v. State",
    "name_abbreviation":  "Oldham v. State",
    "decision_date":  "1959-03-04",
    "docket_number":  "No. 30,237",
    "first_page":  "644",
    "last_page":  "649",
    "citations":  [
                      {
                          "type":  "official",
                          "cite":  "167 Tex. Crim. 644"
                      }
                  ],
    "court":  {
                  "name_abbreviation":  "Tex. Crim. App.",
                  "id":  8990,
                  "name":  "Texas Court of Criminal Appeals"
              },
    "jurisdiction":  {
                         "id":  32,
                         "name_long":  "Texas",
                         "name":  "Tex."
                     },
    "cites_to":  [
                     {
                         "cite":  "11 S.W. 2d 798",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10298915
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/11/0798-01"
                                        ]
                     },
                     {
                         "cite":  "111 Texas Cr. Rep. 172",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5159127
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/111/0172-01"
                                        ]
                     },
                     {
                         "cite":  "170 S.W. 2d 482",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10212111
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/170/0482-01"
                                        ]
                     },
                     {
                         "cite":  "145 Texas Cr. Rep. 536",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5294635
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/145/0536-01"
                                        ]
                     },
                     {
                         "cite":  "274 S.W. 2d 681",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10185261
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/274/0681-01"
                                        ]
                     },
                     {
                         "cite":  "161 Texas Cr. Rep. 41",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2465695
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/161/0041-01"
                                        ]
                     },
                     {
                         "cite":  "247 S.W. 2d 400",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10206359
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/247/0400-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 150",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2571138
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/157/0150-01"
                                        ]
                     },
                     {
                         "cite":  "183 S.W. 2d 469",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10209715
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/sw2d/183/0469-01"
                                        ]
                     },
                     {
                         "cite":  "147 Texas Cr. Rep. 588",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5304131
                                      ],
                         "opinion_index":  0,
                         "case_paths":  [
                                            "/tex-crim/147/0588-01"
                                        ]
                     },
                     {
                         "cite":  "79 S.W. 817",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.",
                         "opinion_index":  0
                     },
                     {
                         "cite":  "170 S.W. 2d 482",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10212111
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/170/0482-01"
                                        ]
                     },
                     {
                         "cite":  "145 Texas Cr. Rep. 536",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          5294635
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/145/0536-01"
                                        ]
                     },
                     {
                         "cite":  "247 S.W. 2d 400",
                         "category":  "reporters:state_regional",
                         "reporter":  "S.W.2d",
                         "case_ids":  [
                                          10206359
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/sw2d/247/0400-01"
                                        ]
                     },
                     {
                         "cite":  "157 Texas Cr. Rep. 150",
                         "category":  "reporters:state",
                         "reporter":  "Tex. Crim.",
                         "case_ids":  [
                                          2571138
                                      ],
                         "opinion_index":  1,
                         "case_paths":  [
                                            "/tex-crim/157/0150-01"
                                        ]
                     }
                 ],
    "analysis":  {
                     "cardinality":  551,
                     "char_count":  10162,
                     "ocr_confidence":  0.573,
                     "pagerank":  {
                                      "raw":  1.6410616275650758E-07,
                                      "percentile":  0.6911296759000235
                                  },
                     "sha256":  "aab5dbfd13accb3895a4450d65f0f4dc5f213a5a1049f433723912701d9744c4",
                     "simhash":  "1:9fff0723d93cd4b2",
                     "word_count":  1740
                 },
    "last_updated":  "2024-02-27T19:50:47.566748+00:00",
    "provenance":  {
                       "date_added":  "2019-08-29",
                       "source":  "Harvard",
                       "batch":  "2018"
                   },
    "casebody":  {
                     "judges":  [

                                ],
                     "parties":  [
                                     "Foster Truman Oldham v. State."
                                 ],
                     "opinions":  [
                                      {
                                          "text":  "DAVIDSON, Judge.\nArt. 535c, Vernon’s P.C., makes it unlawful for any person with lascivious intent to knowingly and intentionally expose his or her private parts or genital organs to any person, male or female, under the age of sixteen years.\nThe indictment alleged a violation of that statute by charging that appellant did, with lascivious intent, knowingly and intentionally expose his penis to Tommy Hughes, a male child under the age of sixteen years. Punishment was assessed at two years in the county jail.\nWe are again called upon to affirm a conviction condemning one to penal servitude when no witness testified to facts showing that appellant committed the act for which he was convicted and when the evidence upon which the conviction rests was not given in open court by any witness under the sanction of an oath and under the pains and penalties of perjury.\nA conviction, however, under such circumstances, is authorized and has been authorized by the res gestae statements of children who are incompetent to testify as witnesses. Kenney v. State, 79 S.W. 817; Dickey v. State, 147 Texas Cr. Rep. 588, 183 S.W. 2d 469; Haley v. State, 157 Texas Cr. Rep. 150, 247 S.W. 2d 400; Heflin v. State, 161 Texas Cr. Rep. 41, 274 S.W. 2d 681; Williams v. State, 145 Texas Cr. Rep. 536, 170 S.W. 2d 482.\nThe theory upon which the res gestae declarations are admitted without the sanctity of an oath is that they derive their credibility from the stress of circumstances under which they are made and not from the trustworthiness of the persons making them.\nThe alleged injured party, Tommy Hughes, a four-year-old child, did not testify as a witness in the case because of his incompetency.\nIt is the statement the child made to his mother and to which she testified which the state relies upon for a conviction, without which there is not sufficient evidence to show appellant’s guilt.\nHere are the circumstances under which the child made the statement:\nTommy lived with his parents and two brothers across the street from the appellant. About one o’clock in the afternoon Tommy asked and was granted permission to go to appellant’s house and play with appellant’s dogs. Tommy remained there about forty-five minutes before returning home. His mother and the child then got into her car and they went to the home of a sick friend. Tommy stayed outdoors and played with the children there. The mother remained at the home of the friend for about an hour or until about three o’clock in the afternoon, at which time she and Tommy returned home. Tommy then played with his brother and neighbor children for a time and later went into the house and watched television.\nAbout 5:30 o’clock, Tommy’s father came home. About the time of his arrival, the child told his mother, who was setting the table for the evening meal, that he wanted “some chocolate milk for supper.” His mother then said to him, “Tom, you don’t drink chocolate milk.” The child replied, “Huh-huh, I do, I had some at Foster’s today” (Foster being the appellant). His mother then inquired, “Oh, did you drink it?” Tommy replied, “Yes, right after Foster put his tinkler in my mouth I did.” The mother testified that Tommy always referred to his penis as “his tinkler.” The mother was then permitted to detail the further conversation she had with the child, as follows:\n“Then I asked Tommy. I said, ‘Tommy * * \u0027what were you doing in the bathroom with Foster,’ and he said, ‘we wasn’t in his bathroom, mommie. I told you we were drinking chocolate milk, we was in his kitchen.’ ”\nThe mother testified that during the child’s narrative of the incident as well as the questions and answers Tommy was “quite unpertured by it, in that to him I don’t think he realized * * * .”\nIf there be one cardinal principle touching the admission of hearsay declarations under the rule of res gestae it is that of spontaneity. The declarations must be the natural and spontaneous outgrowth of the main fact and must exclude the idea of premeditation. Any statement must be of such character as to justify the conclusion that it was the event speaking through the person and not the person talking about some event. But if it be only the narration of some former occurrence and not a spontaneous outcry or statement concerning the thing then done, it is not admissible. 18 Texas Jur., Evidence, Criminal Cases, Sec. 182, p. 297. .\nThe test is: “Were the declarations the facts talking through the party or the party’s talking about the facts? Instinctiveness is the requisite.” Branch’s P.C., 2d Edition, Yol. 1, Sec. 105 at page 120.\nThe foregoing are the rules that are applicable, generally, without reference to whether the person making the statement was incompetent to testify as a witness.\nWhen the person making the statement is incompetent to testify as a witness — such as a child, as here — it appears that, in addition to the general rules, it must be shown that the child was of sufficient age and intelligence to render his declaration reliable.\nApplying the rules stated to the instant facts, we find that the declaration was not made for a period of about three hours. During that time the child was in the presence of his mother and other children. He entered into play with children and evidenced no nervousness or anxiety whatsoever. Indeed, his mother said that the child was unperturbed and did not realize the significance of what had happened. Moreover, the statement or declaration by the child arose out of questions propounded by his mother relative to his drinking chocolate milk. Such matter bore a relation to the statement of the child only incidentally. Upon its face, it did not reflect or have any bearing upon the alleged conduct of the appellant.\nWe have concluded that the demand of spontaneity and in-stinctiveness to authorize the admission of. the statement of the child as res gestae has not been met. Branch’s P.C., 2d Edition. Vol. 1, Sec. 106, p. 121.\nThe cases heretofore cited where the res gestae statements of a child,were admitted as a part of the res gestae show that the child knew and realized the assault had been perpetrated, or, at least, that something wrong had occurred.\nNo such comparable situation here appears. The admission of the statement, here, was not authorized under the authorities cited.\nIf it be conceded, however, that the statement of the child was admissible as a part of the res gestae, the statement did not prove anything material to this prosecution. The word “tinkler” did not necessarily refer to the “penis.”\nTo show that the word “tinkler,” as used, had reference to the “penis” of appellant, the state resorted to and relied upon the explanatory testimony of the mother.\nSo in the final analysis, then, the guilt of the appellant rests upon the opinion of the witness as to the meaning of the evidence.\nRes gestae is the transaction speaking through the party. It is not the party speaking of or relating the facts. The declarant is not regarded as a witness, testifying as such. That being true, the res gestae statement is not subject to impeachment. Jones v. State, 111 Texas Cr. Rep. 172, 11 S.W. 2d 798.\nIf the res gestae statement of the child in this case was not subject to impeachment, then by the same process of reasoning the meaning of the words used in the res gestae statement would not be subject to explanation and, thereby, to contradiction.\nMoreover, when the mother expressed her opinion as to what the child meant by the word “tinkler” she invaded the jury’s province to determine the facts. She was giving her personal opinion as to the probative force and effect of the facts.\nThe res gestae statement of the child and the mother’s interpretation thereof are necessary to a conviction in this case, without which the guilt of the appellant is not shown.\nSuch fact renders unnecessary a discussion of appellant’s alleged confession or the effect thereof, because a conviction can not be sustained alone upon an extrajudicial confession.\nIf the confession be relied upon to show that appellant exhibited his privates to the child, his exculpatory statements nega-living the fact that such was the lascivious intent were not dis-proven \u0027by the state.\nThe erroneous admission in evidence of the alleged res gestae statement of the child requires a reversal of this conviction.\nIt is so ordered.",
                                          "type":  "majority",
                                          "author":  "DAVIDSON, Judge."
                                      },
                                      {
                                          "text":  "MORRISON, Presiding Judge,\n(concurring).\nI agree to the reversal of this conviction but feel that I should make my position clear because of my opinion on rehearing in Haley v. State, 157 Texas Cr. Rep. 150, 247 S.W. 2d 400. In Haley, the report of the injured child was made to the Copelands some hours after the assault. We were careful to point out that the injured child remained in the presence of the accused, and necessarily was intimidated by him, which fact explained her failure to speak sooner. We have no such facts before us here. Tommy left the accused and was in the presence of his mother some three and one-half hours before he made the statment which is contended was part of the res gestae. It must be remembered that if the statement or declaration is that of the witness speaking about or narrating the facts, it is not a part of the res gestae. Williams v. State, 145 Texas Cr. Rep. 536, 170 S.W. 2d 482. The declaration must be so spontaneous that the court can fairly say that it is the incident speaking through the actor.\nJudge Davidson does not discuss appellant’s confession, and I think rightly so, because it adds nothing to the jurisprudence to recite the details of a confession unless it is corroborated. In the case at bar, it was not corroborated unless Tommy’s statement at five o’clock was a spontaneous outcry following something that occurred shortly after one o’clock. The facts show that it was not.\nI concur.",
                                          "type":  "concurrence",
                                          "author":  "MORRISON, Presiding Judge,"
                                      }
                                  ],
                     "attorneys":  [
                                       "Frank Mabry, George Donalson, Houston, and R. A. Richardson, Kountze, for appellant.",
                                       "Dan Walton, District Attorney, Lee P. Ward, Jr., Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                                   ],
                     "corrections":  "",
                     "head_matter":  "Foster Truman Oldham v. State.\nNo. 30,237.\nMarch 4, 1959.\nState’s Motion for Rehearing Overruled April 15, 19659.\nFrank Mabry, George Donalson, Houston, and R. A. Richardson, Kountze, for appellant.\nDan Walton, District Attorney, Lee P. Ward, Jr., Thomas D. White, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state."
                 },
    "file_name":  "1607-01",
    "first_page_order":  662,
    "last_page_order":  667
}
