{
"id": 4382606,
  "name": "COMMERCIAL CREDIT PLAN, INC., Plaintiff and Appellant, v. LEE GOMEZ et al., Defendants and Respondents",
  "name_abbreviation": "Commercial Credit Plan, Inc. v. Gomez",
  "decision_date": "1969-08-04",
  "docket_number": "Civ. A. No. 629",
  "first_page": "Supp. 831",
  "last_page": "Supp. 834",
  "citations": [
    {
      "type": "official",
      "cite": "276 Cal. App. 2d Supp. 831"
    },
    {
      "type": "parallel",
      "cite": "80 Cal. Rptr. 534"
    }
  ],
  "court": {
    "name_abbreviation": "Cal. App. Dep't Super. Ct.",
    "id": 9003,
    "name": "Appellate Division of the Superior Court of the State of California"
  },
  "jurisdiction": {
    "id": 30,
    "name_long": "California",
    "name": "Cal."
  },
  "cites_to": [
    {
      "cite": "122 P.2d 343",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "50 Cal.App.2d 303",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        6042141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/50/0303-01"
      ]
    },
    {
      "cite": "337 P.2d 159",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "169 Cal.App.2d 256",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4408234
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/169/0256-01"
      ]
    },
    {
      "cite": "65 P.2d 937",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "19 Cal.App.2d 457",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2281099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/19/0457-01"
      ]
    },
    {
      "cite": "4 P.2d 581",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "117 Cal.App. 495",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2194154
      ],
      "year": 1937,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/117/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 6664,
    "ocr_confidence": 0.85,
    "pagerank": {
      "raw": 9.597050361065294e-08,
      "percentile": 0.5263499918335007
    },
    "sha256": "296db2cf3df427ab907d87eb60b578abe44e00ca691f4d389fd97594700d1a91",
    "simhash": "1:f646e2f977bea4f4",
    "word_count": 1108
  },
  "last_updated": "2024-02-27T17:52:21.889319+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COMMERCIAL CREDIT PLAN, INC., Plaintiff and Appellant, v. LEE GOMEZ et al., Defendants and Respondents."
    ],
    "opinions": [
      {
        "text": "entered against it following the sustaining of a demurrer without leave to amend on the ground that the amended com-, plaint failed to state a cause of action. The amended complaint alleges a cause of action against the sureties on a statutory undertaking. Appellant therein alleges that it held legal title to an automobile as security for a loan which it made to one Hohnhorst and his wife. The sheriff seized the automobile under attachment against the Hohnhorsts, who were the registered owners. Appellant filed a third party claim under the provisions of section 689b of the Code of Civil Procedure. Respondents, as sureties, gave the sheriff an undertaking in the sum of $1,800 to enable the sheriff to hold and sell the automobile pursuant to the provisions of section 689b, subdivision (9), of the Code of Civil Procedure.\nSaid undertaking was not accompanied by the verified statement asserting grounds of invalidity of the third party claim as required by the referenced code section. Neither party asked for a hearing to determine title under the third party claim. The sheriff sold the vehicle free and clear of appellant’s lien. Meanwhile, the Hohnhorsts went through bankruptcy, owing plaintiff $614.14. Appellant, by this action, sought to recover this sum from the sureties, together with attorney’s fees and costs.\nThe summary remedy available through sections 689 and 689b is not exclusive. A number of remedies are open, including that - employed in the instant case of a suit for damages upon the statutory undertaking. Cory v. Cooper (1931) 117 Cal.App. 495, 503 [4 P.2d 581] Retailers’ Credit Assn. v. Superior Court (1937) 19 Cal.App.2d 457 [65 P.2d 937].\nIt is clear that where there has been a hearing, the court’s determination would be res judicata, as to any collateral action concerning the property rights involved. Embree Uranium Co. v. Liebel (1959) 169 Cal.App.2d 256 [337 P.2d 159], The law is also clear that when 15 days have run from the filing of the third party claim and no petition for hearing has been filed,, the trial court in which the suit was brought loses jurisdiction to hear the summary proceeding. Ballagh v. Williams (1942) 50 Cal.App.2d 303 [122 P.2d 343].. However, no ease has been cited to the court holding that the parties are foreclosed from bringing an independent action. Respondents contend that once having elected to file a third party claim, appellant must proceed by way of- the summary hearing under section 689b, subdivision (10). This contention is not supported by any case law. Neither does the statutory language require such an election. If the attaching creditor desired to have its sureties discharged, the creditor also had the right to petition for a summary hearing under section 689b, subdivision (10).\nFailure to demand a hearing within 15 days under the summary proceedings authorized by these code sections does not discharge the sureties on an undertaking filed pursuant to section 689b, subdivision (9). To hold otherwise might well destroy property rights without an adjudication on the merits. The language of sections 689 and 689b cannot be construed to operate as a discharge of the liability of the sureties unless a summary determination of title is demanded within 15 days. Appellant was entitled to a trial for the purpose of determining his right, title or interest in the automobile in question. If he was, in fact, thé legal owner and held that title as security for á balance due from the Hohnhorsts, he was entitled to recover against respondents as sureties on the undertaking in question.\n■ Judgment reversed and the cause is remanded with directions to overrule the demurrer to the amended complaint.\nQuayle, P. J., and Friedman, J., concurred.\n‘ ‘ (9) When an attachment or execution creditor presents to the officer, within the time allowed from the officer’s demand, a verified statement tha,t the sales contract or mortgage is void or invalid for the reasons specified therein, and delivers to the officer the amount of indebtedness claimed by the seller or mortgagee or double the value of the personal property as the officer may determine and require, the officr shall retain the property and in case of an' execution sell it in the manner provided by law, free of all liens or claims of the seller or mortgagee.\n“The undertaking shall be made to the seller or mortgagee and shall indemnify him for the taking of the property against loss, liability, damages, costs and counsel fees. Exceptions to the sufficiency of the sureties and their justification may be had and taken in the same manner as upon an undertaking on attachment. '\n“If such undertaking be given, such officer shall not be liable for damages to any such claimant for the taking, keeping, or sale of such property in accordance with the provisions of this code. ’ ’ (Code Civ. Proc., .§ 689b, subd. (9').)\nSection 689b, subdivision (10)-: “Whenever a verified claim herein is delivered to the officer as herein provided, upon levy of execution or attachment (whether any undertaking hereinabove mentioned be given or not), the plaintiff, or the person in whose favor the writ runs, the claimant, or any one or more such joint claimants, shall be entitled to a hearing in the court in which the action is pending or from which the writ issued for the purpose of determining the validity of such sales contract or chattel mortgage. Such hearings may be had and taken, and stay of execution or other order made in the same manner as on third party claims under Section 689 of this code. At the conclusion of the hearing the court shall give ■ judgment determining the validity of the claim under the sales contract or chattel mortgage which shall be conclusive between the claimant and the plaintiff, or other person in whose favor the writ runs. The court in which the action is pending, or which issued such writ, shall have original jurisdiction in all proceedings under this section.\n‘ ‘ If the property shall have been released by the officer for want of an undertaking or payment, and final judgment shall go for the plaintiff or other person in whose favor the writ runs, the officer shall retake the property on such writ, if the writ shall still be in his hands, or if the writ shall have been returned, another writ may be issued on which the officer may take such property.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "80 Cal.Rptr. 534]\nAppellate Department, Superior Court, Alameda\nCiv. A. No. 629.\nAug. 4,1969.\nCOMMERCIAL CREDIT PLAN, INC., Plaintiff and Appellant, v. LEE GOMEZ et al., Defendants and Respondents.\nPartridge, O'Connell & Partridge for Plaintiff and Appellant.\nGerald A. Cohn for Defendants and Respondents."
  },
  "file_name": "Supp. 831-01",
  "first_page_order": 857,
  "last_page_order": 860
}